<?
$MESS ['ID_TIP'] = "Указывается ID обращения для редактирования. По умолчанию поле содержит ={\$_REQUEST[\"ID\"]} и будет осуществлен переход к форме создания нового обращения.";
$MESS ['TICKET_LIST_URL_TIP'] = "Указывается страница со списком обращений.";
$MESS ['MESSAGES_PER_PAGE_TIP'] = "Задается количество сообщений, выводимых  на одной странице. Остальные будут выведены с помощью постраничной навигации.";
$MESS ['SET_PAGE_TITLE_TIP'] = "Если выбрано поле \"Да\", то в качестве заголовка страницы будет установлено <b>Новое обращение</b> или <b>Обращение</b> с его номером, например, Обращение # 3. ";
?>