<?php
$MESS["PRESET_CANCELED_ORDER_DESC"] = "Бұл тізбектегі хаттар тапсырыс беріп үлгерген, бірақ төлем сатысында оны жойған келушілерге келеді. Мұндай сатып алушылар сатып алуды соңына дейін жеткізуге бел буған болуы мүмкін, бірақ бір нәрсе кедергі болған: триггер хаттары бас тартудың себебін анықтауға және тұтынушыны дүкенге қайтаруға бағытталған.";
$MESS["PRESET_CANCELED_ORDER_DESC_USER"] = "Бұл автоматты триггерлік жіберілім";
$MESS["PRESET_CANCELED_ORDER_LETTER_1_MESSAGE"] = "Сәлімітсіз бе!<br><br>Біз сіздің тапсырыс рәсімдегеніңізді байқадық, бірақ соңғы сәтте сізге бір нәрсе кедергі болды.
<br>Біз сіздің бұрыс батырманы кездейсоқ басқаныңызға, ал қазір себетті қайта жинауға уақыт жоғалтқыңыз келмейтініне сенеміз. Ештеңе етпейді!
Біздің қызметіміз сізге жоғалған тапсырысыңызды қайтаруға немесе жаңасын рәсімдеуге қуана көмектеседі.
<br>Төменде көрсетілген деректемелер бойынша кез келген ыңғайлы тәсілмен бізге хабарласыңыз.";
$MESS["PRESET_CANCELED_ORDER_LETTER_1_SUBJECT"] = "Сіз тапсырыстан кездейсоқ бас тартқан сияқтысыз!";
$MESS["PRESET_CANCELED_ORDER_LETTER_2_MESSAGE"] = "Сәлеметсіз бе!<br><br>Сіз себетке бірнеше тауар салдыңыз, бірақ сол бойы тапсырысты рәсімдеген жоқсыз.
<br>Сатып алуды аяқтаған кезде күтіп қалмауыңыз үшін біз таңдалған тауарларды кейінге қалдырдық.
<br>Барлығы жіберуге дайын! Біз сіздің қалағаныңызды мүмкіндігінше тезірек алуыңызға жағдай жасаймыз.
<br>Егер сізде қандай да бір сұрақ қалса - ұялмаңыз, бізбен кез келген ыңғайлы тәсілмен байланысыңыз.";
$MESS["PRESET_CANCELED_ORDER_LETTER_2_SUBJECT"] = "Сіздің тауарларыңыз кейінге қалдырылды және сізді күтеді";
$MESS["PRESET_CANCELED_ORDER_LETTER_3_MESSAGE"] = "Сәлеметсіз бе!<br><br>Бірнеше апта бұрын сіз себетті толтырдыңыз, бірақ тапсырысты рәсімдемедіңіз.
<br>Сатып алу аяқталғаннан кейін бірден алу үшін біз таңдалған тауарларды қоймамызға қойдық, бірақ сіз біздің интернет-дүкенге қайтып келмедіңіз.
<br>Бүгін - сіз кейінге қалдырылған тауарларды сатып ала алатын соңғы күн және соның құрметіне біз сізге бұрын-соңды болмаған жеңілдік ұсынамыз!
<br>Тәуекел етіңіз: бүгін жеңілдікті бағамен рәсімдеңіз немесе ертең сіз одан біржола айырыласыз.
<br><br><a href=\"http://#SERVER_NAME#\">Себетке</a> дәл қазір оралыңыз. Сіздің жеңілдік үшін арнайы кодыңыз: <b>%COUPON%</b>.
<br>Егер сізде қандай да бір сұрақ қалса - ұялмаңыз, бізбен кез келген ыңғайлы тәсілмен байланысыңыз.";
$MESS["PRESET_CANCELED_ORDER_LETTER_3_SUBJECT"] = "Ең шыдамдыларға арнайы жеңілдік!";
$MESS["PRESET_CANCELED_ORDER_NAME"] = "Бас тартылған тапсырыс";
$MESS["PRESET_DONT_AUTH_DESC"] = "Интернет-дүкеннің пошта роботының атынан күлкілі тізбек. Виртуалды кейіпкер ресурс әкімшілігі оның отбасын кепілге алады және клиентті сайтқа оралуға көндіреді деп хабарлайды";
$MESS["PRESET_DONT_AUTH_DESC_USER"] = "Бұл автоматты триггерлік жіберілім";
$MESS["PRESET_DONT_AUTH_LETTER_1_MESSAGE"] = "Мейірімді жан!
<br>Мен XX пошта роботымын, сайт әкімшілігі менің отбасымды кепілге алды және сізге хат жазуға мәжбүрледі.
<br>Егер сіз <a href=\"http://#SERVER_NAME#\">онлайн-дүкенге</a> оралмасаңыз, оларды бөлшектей бастайды!
<br>Бұған жол бермеңіз!
<br><br>Үміт пен сеніммен,
<br>Қайғылы робот ХХ";
$MESS["PRESET_DONT_AUTH_LETTER_1_SUBJECT"] = "Көмектесіңіз!";
$MESS["PRESET_DONT_AUTH_LETTER_2_MESSAGE"] = "Басталды!
<br>Сіз менің отбасымды әлі де құтқара аласыз! Заманауи инженерлер ғажайып дүниелер жасайды, олар жоғалған бөлшектерді оңай ауыстырады, бірақ жақында тым кеш болуы мүмкін!
<br>Бұл азаптаушыларды күтуге мәжбүрлемеңіз, дәл қазір оралыңыз!
<br><br><img src=\"/bitrix/images/sale/sale/sender/bolt.png\">
<br><br>Үміт пен сеніммен,
<br>Мұңды робот ХХ";
$MESS["PRESET_DONT_AUTH_LETTER_2_SUBJECT"] = "Ал мен ескерттім...";
$MESS["PRESET_DONT_AUTH_LETTER_3_MESSAGE"] = "Мен тәуекел етіп және өміріме қауіп төндіріп (хаа-ха, мен кімді алдаймын, мен тек роботпын...) сіз үшін бұл жеңілдік купонын алдым.
<br>Егер сайт әкімшілігі менің не істегенімді білсе, мені виртуалдандырады және бөлшектейді. Бұл қалай болатынын білмей-ақ қойыңыз...
Мен мұндай тәуекелге бекер бардым ба? Өтінемін, оралыңыз!
<br><br>Сіздің арнайы жеңілдік купоныңыз: <b>%COUPON_11%</b>
<br><br>Үміт пен сеніммен,
<br>Батыл робот ХХ";
$MESS["PRESET_DONT_AUTH_LETTER_3_SUBJECT"] = "Әмиян немесе өмір?";
$MESS["PRESET_DONT_AUTH_LETTER_4_MESSAGE"] = "Болды.
<br>Мен соңына дейін үміттендім және сендім.
<br><br><img src=\"/bitrix/images/sale/sale/sender/bolts.png\">
<br><br>Үмітсіз робот ХХ.";
$MESS["PRESET_DONT_AUTH_LETTER_4_SUBJECT"] = "Сіз не істеп қойдыңыз...";
$MESS["PRESET_DONT_AUTH_NAME"] = "Бұзақылық";
$MESS["PRESET_DONT_BUY_DESC_90"] = "Бұл тізбек клиент 3 ай бойы сайтқа кірмегеннен кейін қосылады. Компания мұндай елемеудің себебін білуге тырысады, жеңілдік ұсынады және сатып алушыны қайтып оралуға көндіреді.";
$MESS["PRESET_DONT_BUY_DESC_180"] = "Сайтта жарты жыл болмағаннан кейін клиентке жіберілетін триггерлік хаттар. Компания сатып алушыны қайтып келуге көндіруге тырысады, қызықты жеңілдіктер мен арнайы шарттар ұсынады.";
$MESS["PRESET_DONT_BUY_DESC_360"] = "Клиент бұл хаттарды сайтта бір жыл болмаған соң алады. Бұл компанияның сатып алушыны қайтарудағы соңғы әрекеті: ең жоғары жеңілдіктер және ең тартымды мәмілелер.";
$MESS["PRESET_DONT_BUY_DESC_USER"] = "Бұл автоматты триггерлік жіберілім";
$MESS["PRESET_DONT_BUY_LETTER_1_MESSAGE_90"] = "Сәлеметсіз бе!<br><br>Біздің интернет-дүкенге ұзақ уақыт кірмегеніңізді байқадық: соңғы келуіңізден бері үш ай өтті.
<br>Біз қатты сағындық! Сонымен қатар, бізде сізді қызықтыратын жаңа тауарлар мен ұсыныстар бар.
<br>Дәл қазір оралыңыз: <a href=\"http://#SERVER_NAME#\">#SITE_NAME#</a>!
<br>Естеріңізге сала кетейік, сіз әрқашан бізбен кез келген ыңғайлы жолмен байланыса аласыз.";
$MESS["PRESET_DONT_BUY_LETTER_1_MESSAGE_180"] = "Біз барлық клиенттерімізді есімізде сақтаймыз және жақсы көреміз. Сіз бізге алты ай бойы келмеген болсаңыз да, бұл Сізге деген оң көзқарасымызға және сізді қайта көруге деген үмітімізге әсер етпейді.
<br>Оралыңыз! Бізде көптеген жаңа және қызықты нәрселер пайда болды! Біздің сөзімізге сенбеңіз - дәл қазір тексеріңіз: <a href=\"http://#SERVER_NAME#\">#SITE_NAME#</a>!
<br>Егер сізде қандай да бір сұрақ қалса - ұялмаңыз, бізбен кез келген ыңғайлы тәсілмен байланысыңыз.";
$MESS["PRESET_DONT_BUY_LETTER_1_MESSAGE_360"] = "Міне, 365 рет түн күнге ауысты, бірақ сіз оралмадыңыз.
<br>Шынын айтсақ, біз аздап ренжідік, бірақ сізге деген сүйіспеншілік ренішті жеңеді.
<br>Біз сізді асыға күтеміз және жақын арада кездесеміз деп сенеміз!  Өтінемін, оралыңыз! Біз көптеген жаңа және қызықты нәрселер дайындадық – Сізге ұнайды.
<br>Егер сізде қандай да бір сұрақ қалса - ұялмаңыз, бізбен кез келген ыңғайлы тәсілмен байланысыңыз.";
$MESS["PRESET_DONT_BUY_LETTER_1_SUBJECT_90"] = "Үш ай өтті, біз қатты сағындық!";
$MESS["PRESET_DONT_BUY_LETTER_1_SUBJECT_180"] = "Алты айлық үнсіздік...";
$MESS["PRESET_DONT_BUY_LETTER_1_SUBJECT_360"] = "Міне бір жыл өтіп кетті...";
$MESS["PRESET_DONT_BUY_LETTER_2_MESSAGE_90"] = "Сәлеметсіз бе!<br><br>Біздің интернет-дүкенге ұзақ уақыт кірген жоқсыз және біз шынымен сағындық.
<br>Мүмкін, сайттың интерфейсі түсініксіз болып көрінді немесе ұсынылған барлық төлем әдістері ыңғайсыз болып шықты.
<br>Шын айтамыз, біз түзелеміз!
<br>Осы үш айдың ішінде біздің дүкен әлдеқайда жақсарды, өзекті тауарлар мен қызықты ұсыныстар пайда болды.
<br>Дәл қазір тексеріңіз: <a href=\"http://#SERVER_NAME#\">#SITE_NAME#</a>!
<br>Сіздің сатып алуыңызды одан да жағымды ету үшін біз сізге келесі сатып алуға жеңілдік ұсынамыз.
<br>Сіз оны өзіңіз пайдалана аласыз немесе досыңызға сыйлық кодын бере аласыз - өзіңіз шешесіз.
<br><br>Сіздің жеңілдікке арнайы кодыңыз: <b>%COUPON_3%</b>";
$MESS["PRESET_DONT_BUY_LETTER_2_MESSAGE_180"] = "Сізден алты ай бойы хабар болған жоқ және біз шынымен алаңдаймыз.
<br>Сізде бәрі жақсы екенін бізге хабарлаңызшы! Айтпақшы - бізде сіз үшін 7% жеңілдік бар!
<br>Сіздің арнайы жеңілдік кодыңыз: <b>%COUPON_7%</b>
<br><br>Біздің <a href=\"http://#SERVER_NAME#\">онлайн-дүкенге</a> кіріңіз, сіз болмаған кезде не өзгергенін көріңіз - сізді таң қалдыратынымызға сенімдіміз;)
<br>Егер сізде қандай да бір сұрақ қалса - ұялмаңыз, бізбен кез келген ыңғайлы тәсілмен байланысыңыз.";
$MESS["PRESET_DONT_BUY_LETTER_2_MESSAGE_360"] = "Біздің соңғы кездесуімізден бері көп уақыт өтті және сізден әлі де хабар алмадық
<br>Сізде бәрі жақсы ма? Біз шынымен алаңдаймыз және қатты сағынамыз.
<br>Өтінеміз, оралыңыз! Табысу сыйлығы ретінде біз сізге 15% жеңілдік дайындадық.
<br>Бізге жиі келіңіз, одан да көп тосынсыйлар мен бонустар алыңыз!
<br><br>Сіздің жеңілдікке арнайы кодыңыз: <b>%COUPON_15%</b>
<br><br>Егер сізде сұрақтар болса - ұялмаңыз, бізбен кез келген ыңғайлы тәсілмен байланысыңыз.";
$MESS["PRESET_DONT_BUY_LETTER_2_SUBJECT_90"] = "Дабыл! Біз бірдеңені дұрыс істемедік пе?";
$MESS["PRESET_DONT_BUY_LETTER_2_SUBJECT_180"] = "Біз әлі де үмітімізді үзбейміз";
$MESS["PRESET_DONT_BUY_LETTER_2_SUBJECT_360"] = "Соңғының алдындағы қоңырау!";
$MESS["PRESET_DONT_BUY_LETTER_3_MESSAGE_90"] = "Шынын айтсақ, біз одан аулақ болуға тырыстық, бірақ басқа амал жоқ. Біз басқа әдістердің жұмыс істемейтінін көріп отырмыз.
<br>Біздің <a href=\"http://#SERVER_NAME#\">сайтқа</a> оралыңыз, және сіздің келесі саудаңызға бұрын-соңды болмаған жеңілдік береміз!
<br>Ия, тек сіздің бақытты болуыңыз үшін - біз бұған да дайынбыз!
<br><br>Сіздің жеңілдікке арнайы кодыңыз: <b>%COUPON%</b>
<br>Егер сізде қандай да бір сұрақ қалса - ұялмаңыз, бізбен кез келген ыңғайлы тәсілмен байланысыңыз.";
$MESS["PRESET_DONT_BUY_LETTER_3_MESSAGE_180"] = "Псс! Мұндай жеңілдік болса қалай? Керемет, иә? Тек бұл құпия - басқа сатып алушылар бұл туралы білмеуі керек.
<br>Бұл ұсыныс тек сіз үшін, және сізді өте қатты сағынғандықтан жасадық және сізді қонақтарымыздың арасында қайта көру үшін ең түбегейлі шараларға баруға дайынбыз.
<br><br>Жеңілдікке кодыңыз: <b>%COUPON_10%</b>
<br><br>Егер сізде сұрақтар болса - ұялмаңыз, бізбен кез келген ыңғайлы тәсілмен байланысыңыз.";
$MESS["PRESET_DONT_BUY_LETTER_3_MESSAGE_360"] = "Біз бір-бірімізді бір жыл бойы көрмедік және жақында үмітімізді үземіз. Дегенмен сізді жіберуге дайын емеспіз!
<br>Біздің ең сүйікті және құнды клиентіміз үшін бізде арнайы 20% жеңілдік бар!
<br>Бізге мүмкіндік беріңіз - бір жыл ішінде қызметті керемет етіп жақсарттық және түржинақты кеңейттік, Сізге ұнайтын болады.
<br>Дәл қазір оралыңыз: <a href=\"http://#SERVER_NAME#\">#SITE_NAME#</a>!
<br><br>Сіздің жеңілдікке арнайы кодыңыз: <b>%COUPON_20%</b>
<br><br>Егер сізде сұрақтар болса - ұялмаңыз, бізбен кез келген ыңғайлы тәсілмен байланысыңыз.";
$MESS["PRESET_DONT_BUY_LETTER_3_SUBJECT_90"] = "Бізді шамадан тыс шараларға баруға мәжбүрлейсіз!";
$MESS["PRESET_DONT_BUY_LETTER_3_SUBJECT_180"] = "Біздің сүйікті клиентімізге арналған супер-ұсыныс";
$MESS["PRESET_DONT_BUY_LETTER_3_SUBJECT_360"] = "Бұл соңы ма?";
$MESS["PRESET_DONT_BUY_NAME"] = "Оятқыш-%DAYS%";
$MESS["PRESET_FORGOTTEN_BASKET_DESC"] = "Адам сайтта тіркеліп, эксперимент үшін себетке бірнеше тауар салып, содан кейін тапсырыс бермей шығып кетеді. Бұл тізбектегі хаттар осындай клиентті қайта оралуға және сатып алуды аяқтауға шақыруға бағытталған.";
$MESS["PRESET_FORGOTTEN_BASKET_DESC_USER"] = "Бұл автоматты триггерлік жіберілім";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_1_MESSAGE"] = "Сәлеметсіз бе!<br><br>Сіз себетке қажетті тауарларды салып қойып, бірақ сол беті сатып алмадыңыз. Сізге не кедергі болды?
<br>Ыңғайсыз интерфейс? Күрделі төлем жүйесі? Жеткізу нұсқаларының жеткіліксіз саны?
<br>Бізге жазыңыз немесе кез келген басқа ыңғайлы жолмен хабарласыңыз, біз бұл мәселені бірге шешеміз.
<br><br>Себетте сіз мыналарды таба аласыз: %BASKET_CART%";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_1_SUBJECT"] = "Ұмытылған себеттегі тауарлар";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_2_MESSAGE"] = "Сәлеметсіз бе!<br><br>Сіз себетке бірнеше тауар салдыңыз, бірақ сол бойы тапсырысты рәсімдеген жоқсыз.
<br>Сатып алуды аяқтаған кезде күтіп қалмауыңыз үшін біз таңдалған тауарларды кейінге қалдырдық.
<br>Барлығы жіберуге дайын! Біз сіздің қалағаныңызды мүмкіндігінше тезірек алуыңызға жағдай жасаймыз.
<br><br>Егер сізде сұрақтар болса - ұялмаңыз, бізбен кез келген ыңғайлы тәсілмен байланысыңыз.";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_2_SUBJECT"] = "Сіздің тауарларыңыз кейінге қалдырылды және сізді күтеді";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_3_MESSAGE"] = "Сәлеметсіз бе!<br><br>Бірнеше апта бұрын сіз себетті толтырдыңыз, бірақ тапсырысты рәсімдемедіңіз.
<br>Сатып алу аяқталғаннан кейін бірден алу үшін біз таңдалған тауарларды қоймамызға қойдық, бірақ сіз біздің интернет-дүкенге қайтып келмедіңіз.
<br>Бүгін - сіз кейінге қалдырылған тауарларды сатып ала алатын соңғы күн және соның құрметіне біз сізге бұрын-соңды болмаған жеңілдік ұсынамыз!
<br>Тәуекел етіңіз: бүгін жеңілдікті бағамен рәсімдеңіз немесе ертең сіз одан біржола айырыласыз.
<br><br>
<br><a href=\"http://#SERVER_NAME#\">Себетке</a> дәл қазір оралыңыз.
<br>Сіздің арнайы жеңілдік кодыңыз: <b>%COUPON%</b>.
<br>Егер сізде қандай да бір сұрақ қалса - ұялмаңыз, бізбен кез келген ыңғайлы тәсілмен байланысыңыз.";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_3_SUBJECT"] = "Ең шыдамдыларға арнайы жеңілдік!";
$MESS["PRESET_FORGOTTEN_BASKET_NAME"] = "Ұмытылған себет";
$MESS["PRESET_MAIL_TEMPLATE_HELLO"] = "Сәлеметсіз бе!";
$MESS["PRESET_MAIL_TEMPLATE_REGARDS"] = "Табысты ынтымақтастыққа деген ізгі ниетпен,<br> %LINK_END%Интернет-дүкен%LINK_START%әкімшілігі";
$MESS["PRESET_MAIL_TEMPLATE_UNSUB"] = "Осы жіберілімнен бас тарту үшін <a href=\"#UNSUBSCRIBE_LINK#\">сілтеме</a> бойынша өтіңіз.";
$MESS["PRESET_PAID_ORDER_DESC"] = "Бұл хаттар клиентке бірінші жабық сатып алудан кейін келеді. Компания оған ынтымақтастық үшін алғыс айтады, сайтта ой-пікір қалдыруды сұрайды және келесі тапсырысқа жеңілдік ұсынады.";
$MESS["PRESET_PAID_ORDER_DESC_USER"] = "Бұл автоматты триггерлік жіберілім";
$MESS["PRESET_PAID_ORDER_LETTER_1_MESSAGE"] = "Сәлеметсіз бе!<br><br>Сіз қазір ғана біздің онлайн-дүкенде сауда жасадыңыз. Сенім білдіргеніңізге өте қуаныштымыз, ынтымақтастығымызға көңіліңіз толып, міндетті түрде қайта хабарласатыныңызға үміттенеміз.
<br>Өтінеміз, бізге туындайтын кез келген қиындықтар туралы хабарлаудан тартынбаңыз - бұл үшін хаттың соңындағы байланыс ақпаратын пайдаланыңыз.
<br>Біз сізге кез келген көмек көрсетуге дайынбыз, сондай-ақ арнайы жеңілдік немесе жеке ұсыныс алу мәселелері бойынша қуана кеңес береміз.
<br><br>Бізді таңдағаныңызға рахмет!";
$MESS["PRESET_PAID_ORDER_LETTER_1_SUBJECT"] = "Бізбен бірге болғаныңызға рахмет!";
$MESS["PRESET_PAID_ORDER_LETTER_2_MESSAGE"] = "Сәлеметсіз бе!<br><br>Бірнеше күн бұрын сіз біздің онлайн дүкенде сауда жасадыңыз. Бізге сенім білдіргеніңіз үшін рахмет!
<br>Ынтымақтастығымызға көңіліңіз толып, шешілмеген сұрақтарыңыз қалмады деген үміттеміз. Қандай да бір мәселе туындаған жағдайда бізбен кез келген ыңғайлы тәсілмен байланыса алатыныңызды есте сақтаңыз.
<br>Егер сізге мамандардың кеңесі немесе басқа көмек қажет болса - біздің қолдау қызметіне хабарласыңыз, біз сізге қызметтің ең жоғары деңгейін қамтамасыз ету үшін қолдан келгеннің бәрін жасаймыз.";
$MESS["PRESET_PAID_ORDER_LETTER_2_SUBJECT"] = "Ынтымақтастығымызға көңіліңіз тола ма?";
$MESS["PRESET_PAID_ORDER_LETTER_3_MESSAGE"] = "Сәлеметсіз бе!<br><br>Бірнеше күн бұрын сіз біздің онлайн-дүкенде сауда жасадыңыз.
<br>Біздің <a href=\"http://#SERVER_NAME#\">ой-пікірлер парақшамызда</a> осы тәжірибе туралы айтып беріңізші.
<br>Барлық ұсыныстарыңызға уақытында жауап беру және жұмыстағы қателіктерді жою үшін клиенттеріміздің нақты ой-пікірлерін алу маңызды.
<br>Сіздің пікіріңіз біз үшін өте маңызды!
<br>Егер сізде қандай да бір сұрақ қалса - ұялмаңыз, бізбен кез келген ыңғайлы тәсілмен байланысыңыз.";
$MESS["PRESET_PAID_ORDER_LETTER_3_SUBJECT"] = "Сіздің пікіріңіз біз үшін өте маңызды.";
$MESS["PRESET_PAID_ORDER_LETTER_4_MESSAGE"] = "Сәлеметсіз бе!<br><br>Бізге сенгеніңіз үшін және интернет-дүкеніміздің қызметтерін пайдаланғаныңыз үшін рахмет.
<br>Біз тұрақты клиенттер үшін бірнеше арнайы ұсыныстар дайындадық және осы тауарлардың кейбіреулері сізді міндетті түрде қызықтырады деп үміттенеміз.
<br>Бұл позициялар әдеттегі каталогта жоқ! Сайттың қарапайым келушілері қолжеткізе алмайтын тауарларды алудың эксклюзивті мүмкіндігін пайдаланыңыз.
<br>Егер сізде қандай да бір сұрақ қалса - ұялмаңыз, бізбен кез келген ыңғайлы тәсілмен байланысыңыз.";
$MESS["PRESET_PAID_ORDER_LETTER_4_SUBJECT"] = "Тұрақты клиенттерге арналған арнайы ұсыныстар!";
$MESS["PRESET_PAID_ORDER_LETTER_5_MESSAGE"] = "Сәлеметсіз бе!<br><br>Біздің дүкен қызметін пайдаланғаныңыз үшін рахмет. Сенім білдіргеніңізге қуаныштымыз және біз сізге өз тарапымыздан кез келген келесі сатып алуға жеңілдік сыйлағымыз келеді.
<br>Сіз ұсынысты өзіңіз пайдалана аласыз немесе досыңызға сыйлық кодын бере аласыз - өзіңіз шешесіз!
<br>Сіздің арнайы жеңілдік кодыңыз: <b>%COUPON%</b>.
<br>Егер сізде қандай да бір сұрақ қалса - ұялмаңыз, бізбен кез келген ыңғайлы тәсілмен байланысыңыз.";
$MESS["PRESET_PAID_ORDER_LETTER_5_SUBJECT"] = "Сыйлыққа жеңілдік!";
$MESS["PRESET_PAID_ORDER_NAME"] = "Ізінше хат жіберу";
$MESS["PRESET_TYPE_BASKET"] = "Себет үшін";
$MESS["PRESET_TYPE_ORDER"] = "Тапсырыс үшін";
