<?
$MESS ['F_TITLE'] = "изменение профиля";
$MESS ['F_TITLE_TITLE'] = "Изменение профиля";
$MESS ['FP_SEX_MALE'] = "Мужской";
$MESS ['FP_SEX_FEMALE'] = "Женский";
$MESS ['FP_NO_AUTHORIZE'] = "Для просмотра этой страницы вы должны быть авторизованы";
$MESS ['FP_CHG_REG_INFO'] = "Изменение регистрационной информации";
$MESS ['FP_ERR_INTERN'] = "Внутренняя ошибка #HZ1257. Обратитесь к администратору сайта";
$MESS ['FP_ERR_PROF'] = "Ошибка изменения профиля форума";
$MESS ['F_NO_MODULE'] = "Модуль форума не установлен.";
$MESS ['F_ERR_SESSION_TIME_IS_UP'] = "Ваша сессия истекла. Отправьте сообщение повторно";
$MESS ['F_USER_NOT_FOUND'] = "Пользователь не найден.";
$MESS ['F_ACCESS_DENIED'] = "Доступ запрещен.";
?>