<?php
$MESS["SUBSCRIBE_CONFIRM_DESC"] = "#EMAIL# - жазылым мекенжайы
#DATE# - мекенжайды қосу/өзгерту күні
#CONFIRM_URL# - растау мекенжайы
#MAILING_LIST# - жазылымдар тізімі
";
$MESS["SUBSCRIBE_CONFIRM_MESSAGE"] = "#SITE_NAME# сайтының ақпараттық хабарламасы
------------------------------------------

Сәлеметсіз бе,

Сіздің мекенжайыңыз 
#SERVER_NAME# сервердің жіберілімдер тізіміне жазылғандықтан, сіз осы хабарламаны алдыңыз.

Жазылым туралы қосымша ақпарат:

Жазылым мекенжайы (email) ............ #EMAIL#
Қосу/редакциялау күні .... #DATE#
Жіберілімдер тізімі:
#MAILING_LIST#


Жазылымды растау үшін келесі сілтемеге өтіңіз:
http://#SERVER_NAME##CONFIRM_URL#


Назар аударыңыз! Жазылымыңызды растамайынша жіберілім
хабарламаларын алмайсыз.
Егер сіз жіберілімге жазылмасаңыз және бұл хатты қате алсаңыз,
оны елемеңіз.

Хабарлама автоматты түрде жазылды.
";
$MESS["SUBSCRIBE_CONFIRM_NAME"] = "Жазылымды растау";
$MESS["SUBSCRIBE_CONFIRM_SUBJECT"] = "#SITE_NAME#: Жазылымды растау";
