<?
$MESS["SENDER_PRESET_TEMPLATE_RC_EMPTY"] = "Создать вручную";
$MESS["SENDER_PRESET_TEMPLATE_RC_EMPTY_DESC"] = "Создайте вручную и генерируйте продажи!";
$MESS["SENDER_PRESET_TEMPLATE_RC_HINT_EVERY_DAY"] = "Задание запускается ежедневно.<br>
Выбираются клиенты, у которых день рождения наступает через 5 дней (настраивается в сегменте).<br>
Лиды/сделки будут создаваться в указанное время запуска.";
$MESS["SENDER_PRESET_TEMPLATE_RC_HINT_ONE_DAY"] = "Задание запускается %run_date%, раз в год.<br>
Выбираются клиенты, которые делали покупки в период %date_from% - %date_to% (настраивается в сегменте).<br>
Лиды/сделки будут создаваться в указанное время запуска.";
$MESS["SENDER_PRESET_TEMPLATE_RC_HINT_NPS"] = "Задание запускается ежедневно.<br>
Выбираются клиенты с закрытыми сделками за последние 30 дней (настраивается в сегменте).<br>
Лиды/сделки будут создаваться в указанное время запуска.";

$MESS["SENDER_PRESET_TEMPLATE_RC_BIRTHDAY_NAME"] = "День рождения - особая дата";
$MESS["SENDER_PRESET_TEMPLATE_RC_BIRTHDAY_DESC"] = "Поздравляем клиента, растим лояльность, увеличиваем продажи";
$MESS["SENDER_PRESET_TEMPLATE_RC_BIRTHDAY_TITLE"] = "Поздравить с днем рождения #NAME#";
$MESS["SENDER_PRESET_TEMPLATE_RC_BIRTHDAY_TEXT"] = "Созвониться с клиентом, поздравить с наступающим днем рождения! Предложить клиенту бонусный купон на месяц, со скидкой в 30%

Пример разговора: 
- Здравствуйте, #NAME#!
- У вас скоро день рождения и наша компания \"%COMPANY%\" хочет сделать для вас подарок в виде купона на скидку 30%.
- Я могу отправить вам купон по SMS?
- Еще раз с наступающим днем рождения, хорошего дня!";

$MESS["SENDER_PRESET_TEMPLATE_RC_HOLIDAY_NAME"] = "Продажи на %holiday_name%";
$MESS["SENDER_PRESET_TEMPLATE_RC_HOLIDAY_DESC"] = "%holiday_date% - прекрасная возможность увеличить продажи";
$MESS["SENDER_PRESET_TEMPLATE_RC_HOLIDAY_TITLE"] = "Звонок #NAME#, продажа на %holiday_name%";
$MESS["SENDER_PRESET_TEMPLATE_RC_HOLIDAY_TEXT"] = "Созвониться с клиентом и предложить купон на скидку 15% в честь скорого наступления праздника \"%holiday_name%\". 

Пример разговора:
- Здравствуйте, #NAME#!
- Вы клиент нашей компании \"%COMPANY%\"! 
- Скоро \"%holiday_name%\" и это прекрасный повод порадовать себя и своих близких!
- Мы хотим подарить вам купон на скидку 15% на любые покупки у нас. 
- Можем от вашего имени отправить купон вашим друзьям и знакомым.
- Скажите, пожалуйста, вам это интересно?
- Отправляю вам купон в виде SMS сообщения.
- Еще раз с наступающим вас праздником, хорошего вам дня!";

$MESS["SENDER_PRESET_TEMPLATE_RC_NPS_NAME"] = "Комфорт клиента - путь к росту продаж";
$MESS["SENDER_PRESET_TEMPLATE_RC_NPS_DESC"] = "Чем лучше вы обслуживаете клиентов, тем дольше они с вами остаются";
$MESS["SENDER_PRESET_TEMPLATE_RC_NPS_TITLE"] = "Контроль качества обслуживания клиента #NAME#";
$MESS["SENDER_PRESET_TEMPLATE_RC_NPS_TEXT"] = "Ваша задача получить от клиента отзыв о последней сделке. Прежде чем позвонить клиенту, ознакомьтесь с последней сделкой. Посмотрите что именно покупал клиент и тогда вы сможете задать ему правильные вопросы и получить от него отзыв о работе с нашей компанией. 

Пример разговора:
- Здравствуйте, #NAME#!
- Вы стали клиентом нашей компании \"%COMPANY%\"!
- Мы очень трепетно относимся к каждому клиенту нашей компании и поэтому хотели бы узнать: 
- Понравилась ли вам покупка? 
- Все ли было хорошо в процессе общения с менеджерами компании? 
- Нет ли замечаний к нашей работе? 

Положительный отзыв:
- Спасибо,  #NAME#! С нетерпением будем ждать вас снова!

Негативный отзыв: 
- #NAME#, спасибо за ваши комментарии. Мы обязательно примем меры и улучшим качество работы нашей компании.
- Спасибо, #NAME#, и хорошего вам дня!";
