<?
$MESS["SENDER_PRESET_TEMPLATE_DEFAULT_PHONE"] = "8 800 000-00-00";
$MESS["SENDER_PRESET_TEMPLATE_DEFAULT_COMPANY"] = "Название компании";

$MESS["SENDER_PRESET_TEMPLATE_HOT_INC_PROFITS_NAME"] = "Увеличьте прибыль с клиентской базы";
$MESS["SENDER_PRESET_TEMPLATE_HOT_INC_PROFITS_DESC"] = "Увеличивайте средний чек и количество сделок с вашей базы клиентов.";
$MESS["SENDER_PRESET_MAIL_HOT_INC_PROFITS_SUBJECT"] = "Мы соскучились. Возвращайтесь, для вас подарок :)";
$MESS["SENDER_PRESET_MAIL_HOT_INC_PROFITS_TEXT_HEAD"] = "Дорогой друг! #NAME#!";
$MESS["SENDER_PRESET_MAIL_HOT_INC_PROFITS_TEXT_BODY"] = "Вы давно к нам не заглядывали, и мы соскучились. Не закончился ли у вас *название продукта*, не требуется ли снова *название услуги*? Если да – вы знаете, где нас найти :) А чтобы повысить вашу мотивацию снова нас навестить, предлагаем вам персональную скидку *размер скидки, промо-код*. Ждем с нетерпениеми уже кипятим чайник! Ваш...";
$MESS["SENDER_PRESET_SMS_HOT_INC_PROFITS_TEXT"] = "#NAME#! Мы соскучились. Возвращайтесь :) А в знак вечной дружбы примите скидку 20%";
$MESS["SENDER_PRESET_IM_HOT_INC_PROFITS_TEXT"] = "Дорогие друзья. Ничто не стоит на месте, и мы тоже. Вы давно к нам не заглядывали, а между тем у нас появились новые товары и услуги, а еще мы просто веселые и классные ребята, которые всегда вам рады. Заходите! Ваш...";

$MESS["SENDER_PRESET_TEMPLATE_HOT_LEAD2CLIENT_NAME"] = "Превратите лид в клиента";
$MESS["SENDER_PRESET_TEMPLATE_HOT_LEAD2CLIENT_DESC"] = "Увеличиваются расходы на привлечение лидов? Дожимайте текущие лиды и превращайте их в клиентов.";
$MESS["SENDER_PRESET_MAIL_HOT_LEAD2CLIENT_SUBJECT"] = "Друг, вам нужно кое что исправить. Скидка за смелость)";
$MESS["SENDER_PRESET_MAIL_HOT_LEAD2CLIENT_TEXT_HEAD"] = "Дорогой друг! #NAME#!";
$MESS["SENDER_PRESET_MAIL_HOT_LEAD2CLIENT_TEXT_BODY"] = "Вы чуть было не стали нашим клиентом, но что-то вас удержало. Что это было? Страх перемен или вера в то, что лучшее – враг хорошего? Теперь это уже не важно. Давайте поиграем в игру: вы делаете у нас заказ, а мы предлагаем вам на него скидку. А знаете, что лучше всего? Проигравших не будет ;)";
$MESS["SENDER_PRESET_SMS_HOT_LEAD2CLIENT_TEXT"] = "Друг! Ужасно жаль, что вы до сих пор не наш клиент. Исправим? Скидка за смелость)";
$MESS["SENDER_PRESET_IM_HOT_LEAD2CLIENT_TEXT"] = "Господа. Если вы читаете это – вы принадлежите к группе избранных. Тех, кто до сих пор не сделал у нас ни одной покупки, ни единого заказа. Мы верим, что это просто нелепая случайность, и она может быть исправлена! А если наших пылких уговоров недостаточно, может, скидка в *число* процентов послужит лучшей мотивацией для безбашенного шоппинга :) Всегда ваш...";

$MESS["SENDER_PRESET_TEMPLATE_HOT_UNPLANNED_NAME"] = "Вызовите спонтанную покупку";
$MESS["SENDER_PRESET_TEMPLATE_HOT_UNPLANNED_DESC"] = "Подталкивайте клиента к спонтанной покупке с помощью уникальных предложений и скидок.";
$MESS["SENDER_PRESET_MAIL_HOT_UNPLANNED_SUBJECT"] = "Только для дерзких и смелых. Тех, кто не боится, а делает.";
$MESS["SENDER_PRESET_MAIL_HOT_UNPLANNED_TEXT_HEAD"] = "#NAME#, друг наш";
$MESS["SENDER_PRESET_MAIL_HOT_UNPLANNED_TEXT_BODY"] = "Здесь, в компании *название* мы любим дерзких и смелых. Тех, кто не боится, а делает. Не сомневаясь и не раздумывая.<br><br>
Вот так вот – рррраз! – и покупает *название продукта*. Или что-то еще. Не важно. Главное – чтобы это было решительно и спонтанно. А вы, *имя*, вы с нами? Вы участвуете в празднике <s>непослушания</s> незапланированных покупок? Помните, отважных ждет удача и <s>скромные</s> потрясающие сюрпризы! ;)";
$MESS["SENDER_PRESET_SMS_HOT_UNPLANNED_TEXT"] = "#NAME#, уверены, вы всю жизнь мечтали о *продукт*. И он как раз у нас есть! Ваш...";
$MESS["SENDER_PRESET_IM_HOT_UNPLANNED_TEXT"] = "Предположим, у вас никогда не было *продукт*. А теперь есть. Представьте себе это, прочувствуйте пальцами прохладную шероховатость пластика/шерсти/стекла. Подумайте, как здорово вы могли бы его использовать! Сколько возможностей перед вами открылось бы! Например, им можно хвастаться в Инстаграмме. Представили? Откройте глаза. Бегом за покупкой! Ваш...";

$MESS["SENDER_PRESET_TEMPLATE_HOT_PUSH2DEAL_NAME"] = "Подтолкните клиента к сделке";
$MESS["SENDER_PRESET_TEMPLATE_HOT_PUSH2DEAL_DESC"] = "Клиент не решается на покупку? Подтолкните его к принятию правильного решения.";
$MESS["SENDER_PRESET_MAIL_HOT_PUSH2DEAL_SUBJECT"] = "Так нельзя! Сделай дело и гуляй смело";
$MESS["SENDER_PRESET_MAIL_HOT_PUSH2DEAL_TEXT_HEAD"] = "#NAME#.";
$MESS["SENDER_PRESET_MAIL_HOT_PUSH2DEAL_TEXT_BODY"] = "Сомнения – признак опыта, мы это понимаем и уважаем. Один мудрый человек сказал: «сомнение – вещь естественная, счастья без него не бывает», а английская поговорка гласит «ни в чем не сомневается тот, кто ничего не знает». Но ей-же-ей, есть время разбрасывать камни, и время их собирать (и эту мудрую мысль мы тоже не сами придумали). Час неуверенности прошел. Оформите уже, наконец, заказ, успокойте нас. А то мы начинаем сомневаться, прекратите ли вы сомневаться, и не видно конца края этой рекурсии!";
$MESS["SENDER_PRESET_SMS_HOT_PUSH2DEAL_TEXT"] = "#NAME#! Негоже бросать начатое! Завершите покупку, а мы скажем вам спасибо)";
$MESS["SENDER_PRESET_IM_HOT_PUSH2DEAL_TEXT"] = "Дорогие друзья. Знаете ли вы, что закон кармы неумолим, и все, незавершенное в этом перерождении, вам придется повторять снова и снова в будущих жизнях, пока колесо Сансары не остановится? К чему мы это... А! Завершите покупку, будьте солнышками ) Ваш...";

$MESS["SENDER_PRESET_TEMPLATE_HOT_REPEATED_NAME"] = "Вызовите повторную продажу";
$MESS["SENDER_PRESET_TEMPLATE_HOT_REPEATED_DESC"] = "Клиент делал у вас покупки? Подтолкните его на новые сделки.";
$MESS["SENDER_PRESET_MAIL_HOT_REPEATED_SUBJECT"] = "Любовь не продается? Да как бы не так!";
$MESS["SENDER_PRESET_MAIL_HOT_REPEATED_TEXT_HEAD"] = "#NAME#, дорогой наш друг!";
$MESS["SENDER_PRESET_MAIL_HOT_REPEATED_TEXT_BODY"] = "В один прекрасный для всех день вы стали нашим клиентом. Понравилась ли вам покупка? Остались ли вы довольны уровень сервиса? Радует ли приобретение глаз, сердце и душу? Спрашивают ли друзья, с какой такой оказией вам досталась эта чудесная вещица?..<br><br>
А если да – что ж вы про нас забыли? Это, честно говоря, даже как-то обидно. Мы думали, у нас все серьезно. Заходите на огонек! Найдем, чем вас порадовать. Ваш...";
$MESS["SENDER_PRESET_SMS_HOT_REPEATED_TEXT"] = "Один раз – несчитово! Вы станете нашим любимым клиентом только после второй покупки ;)";
$MESS["SENDER_PRESET_IM_HOT_REPEATED_TEXT"] = "Доброе утро, наши дорогие радиослушатели! Сегодня в программе – закрепление пройденного материала. Берем кошелечек, идем на сайт компании *название* выбираем товар и услугу по душе, заказываем и радуемся! При желании – повторять до наступления полной нирваны.";

$MESS["SENDER_PRESET_TEMPLATE_HOT_WAKEUP_NAME"] = "Разбудите спящего клиента";
$MESS["SENDER_PRESET_TEMPLATE_HOT_WAKEUP_DESC"] = "Клиент давно не делал новых сделок? Напомните о себе и сделайте уникальное предложение.";
$MESS["SENDER_PRESET_MAIL_HOT_WAKEUP_SUBJECT"] = "Подъем! Хватит спать! Все скидки проспите :)";
$MESS["SENDER_PRESET_MAIL_HOT_WAKEUP_TEXT_HEAD"] = "Доброе утро, #NAME#!";
$MESS["SENDER_PRESET_MAIL_HOT_WAKEUP_TEXT_BODY"] = "Давно от вас ничего не слышно. В наше беспокойное время мы не можем пройти мимо. Пришлите нам хоть весточку. Хоть селфи. Хоть фото еды, на худой конец. А лучше – заходите к нам на сайт и порадуйте нас новой покупкой) а мы порадуем вас персональной скидкой. Слово джентльменов.";
$MESS["SENDER_PRESET_SMS_HOT_WAKEUP_TEXT"] = "Подъем! Хватит спать, #NAME#! Все скидки проспите :) Возвращайтесь, мы вас очень ждем.";
$MESS["SENDER_PRESET_IM_HOT_WAKEUP_TEXT"] = "В мире столько всего интересно. Рассвет в горах. Закат на озере. Пение соловья в ночи. Политическая ситуация в стране, которую мы видели только на картах. Свадьба и развод Джонни Деппа. Немудрено, что вы про нас забыли. Но теперь-то, когда мы напомнили о себе, вас ничто не удерживает от новой покупки) Надеемся, скромная скидка в *число* процентов станет приятным приветственным подарком)";

$MESS["SENDER_PRESET_TEMPLATE_HOT_SATISFY_NAME"] = "Доволен ли ваш клиент?";
$MESS["SENDER_PRESET_TEMPLATE_HOT_SATISFY_DESC"] = "Удовлетворенность клиентов очень важна! Взаимодействуйте с клиентами, узнавайте их удовлетворенность.";
$MESS["SENDER_PRESET_MAIL_HOT_SATISFY_SUBJECT"] = "Счастливы ли вымирающие панды?";
$MESS["SENDER_PRESET_MAIL_HOT_SATISFY_TEXT_HEAD"] = "#NAME#, что такое счастье?";
$MESS["SENDER_PRESET_MAIL_HOT_SATISFY_TEXT_BODY"] = "Мы лично не знаем, поэтому надеемся, что вы нам скажете. Вот, например, приносит ли вам счастье вкусная еда? Интересная книга? Куртуазное общество? Долгие путешествия? Обладание *продукт*? А если нет – то почему?<br><br>
Мы ужасно хотим, чтобы все были счастливы: и мы, и вы, и вымирающие панды. Поэтому, пожалуйста, найдите пару минут, напишите, что нам сделать, чтобы покорить ваше сердце навек. А мы будем очень стараться.";
$MESS["SENDER_PRESET_SMS_HOT_SATISFY_TEXT"] = "#NAME#, мы рады, что вы с нами. А вам нравится быть нашим клиентом?.. Ответьте.";
$MESS["SENDER_PRESET_IM_HOT_SATISFY_TEXT"] = "Ребята, шутки в сторону. Вопрос серьезный. Потому что счастье – это очень серьезно. Вам нравится наше сотрудничество? Что мы можем сделать, чтоб стать для вас лучшими из лучших? Не стесняйтесь отвечать, нам ценно каждое мнение. И да, спасибо, что вы с нами.";

$MESS["SENDER_PRESET_TEMPLATE_HOT_BRAND2BRAIN_NAME"] = "Укрепляйте бренд в умах клиентов";
$MESS["SENDER_PRESET_TEMPLATE_HOT_BRAND2BRAIN_DESC"] = "Напоминайте о себе, создавайте связь с клиентами. Повышайте лояльность и силу бренда.";
$MESS["SENDER_PRESET_MAIL_HOT_BRAND2BRAIN_SUBJECT"] = "Мы хотим сыграть в игру. Правила просты!";
$MESS["SENDER_PRESET_MAIL_HOT_BRAND2BRAIN_TEXT_HEAD"] = "#NAME#, друг наш.";
$MESS["SENDER_PRESET_MAIL_HOT_BRAND2BRAIN_TEXT_BODY"] = "Поиграем в игру? Вы говорите, с чем у вас ассоциируется название нашего бренда, а мы предлагаем вам скидку на следующую покупку. Все как всегда, без сюрпризов и подвохов. А, нет, сюрприз все-таки есть: размер скидки увеличивается пропорционально количеству ассоциаций ;)";
$MESS["SENDER_PRESET_SMS_HOT_BRAND2BRAIN_TEXT"] = "#NAME#, , не забывайте нас. Мы-то о вас помним! Доказательством тому – скидка 20%";
$MESS["SENDER_PRESET_IM_HOT_BRAND2BRAIN_TEXT"] = "Друзья, помните нас? Вот и славно. И мы вас не забыли :) Поэтому организовываем праздничную распродажу – скидка 20% на все. Что за праздник, спрашиваете? Так ведь встреча с вами! Для нас каждый ваш визит – именины сердца! Ждем, тоскуем. Надеемся. Ваш...";

$MESS["SENDER_PRESET_TEMPLATE_HOT_BIRTHDAY_NAME"] = "Поздравьте с днем рождения";
$MESS["SENDER_PRESET_TEMPLATE_HOT_BIRTHDAY_DESC"] = "Поздравляйте ваших клиентов с днем рождения! Увеличивайте лояльность и восприятие бренда.";
$MESS["SENDER_PRESET_MAIL_HOT_BIRTHDAY_SUBJECT"] = "Юххууу, с днем рождения! Заходите за подарком :)";
$MESS["SENDER_PRESET_MAIL_HOT_BIRTHDAY_TEXT_HEAD"] = "#NAME#";
$MESS["SENDER_PRESET_MAIL_HOT_BIRTHDAY_TEXT_BODY"] = "Думаете, мы забыли про ваш день рождения? Да как вам только такое в голову пришло?! Мы с утра только и делаем, что светимся от радости, печем именинные коврижки и придумываем поздравительный текст для вашей электронной открытки. Но знаете, что? Даже будь у нас в штате Джоан Роулинг и Харуки Мураками, и они не смогли бы найти подходящие слова, чтобы выразить всю значимость этого прекрасного дня. Так что примите лучше от нас скромный подарок - *скидка или какая-нибудь мелочь*. И отлично вам отпраздновать! Всегда ваш...";
$MESS["SENDER_PRESET_SMS_HOT_BIRTHDAY_TEXT"] = "Юххууу, #NAME#, с днем рождения! Заходите за подарком :) Ваш...";
$MESS["SENDER_PRESET_IM_HOT_BIRTHDAY_TEXT"] = "Дорогие наши деньрожденные мальчики и девочки, именинники и именинницы. Вы не просто так это читаете, вы все родились в один день, представляете? А еще, вы все – наши клиенты (и мы бесконечно вам за это благодарны!), так что у вас есть как минимум две общие точки. Не так уж и мало для начала доброго знакомства, ы? Заходите к нам: заберите свой подарок (*скидка или что-то там еще*) и познакомьтесь с собратьями по дню рождения. Ждем с нетерпением и готовим праздничные колпачки :) Ваш...";

$MESS["SENDER_PRESET_TEMPLATE_HOT_INFORM_EVENT_NAME"] = "Информируйте о событии";
$MESS["SENDER_PRESET_TEMPLATE_HOT_INFORM_EVENT_DESC"] = "Открывается новый магазин, вы изменили адрес склада? Проинформируйте клиента.";
$MESS["SENDER_PRESET_MAIL_HOT_INFORM_EVENT_SUBJECT"] = "Ничего-то вы не знаете..";
$MESS["SENDER_PRESET_MAIL_HOT_INFORM_EVENT_TEXT_HEAD"] = "#NAME#, ничего-то вы не знаете,";
$MESS["SENDER_PRESET_MAIL_HOT_INFORM_EVENT_TEXT_BODY"] = "Ничего, как Джон Сноу. А ведь у нас столько нового! Мы открыли еще один магазин, изменили время доставки, ввели новые скидки и расширили ассортимент. Еще наша менеджер по продажам связала чудесный пушистый шарф, но на него уже очередь желающих, так что вам он все равно не достанется. А вот классные товары и услуги – вполне себе да! Подробности на нашем сайте и при личной беседе :) Всегда ваш...";
$MESS["SENDER_PRESET_SMS_HOT_INFORM_EVENT_TEXT"] = "Внимание, внимание! Открылся новый магазин/сменился ассортимент/что-то еще в *название компании*. Звоните быстрее, расскажем :)";
$MESS["SENDER_PRESET_IM_HOT_INFORM_EVENT_TEXT"] = "Дорогие друзья, не время скучать. Мы вот, например, всегда ищем приключений на вторые 90 способы, как стать еще лучше, поэтому постоянно что-то меняем в сервисе и ассортименте. Из последних нововведений: *список изменений, событий*. А что у вас нового? Заходите, поболтаем :) Ваш...";

$MESS["SENDER_PRESET_TEMPLATE_HOT_INVITE2EVENT_NAME"] = "Пригласите на мероприятие";
$MESS["SENDER_PRESET_TEMPLATE_HOT_INVITE2EVENT_DESC"] = "Планируете грандиозное мероприятие? Пригласите любимых клиентов.";
$MESS["SENDER_PRESET_MAIL_HOT_INVITE2EVENT_SUBJECT"] = "Не планируйте ничего на *дата*!";
$MESS["SENDER_PRESET_MAIL_HOT_INVITE2EVENT_TEXT_HEAD"] = "#NAME#, приветствуем!";
$MESS["SENDER_PRESET_MAIL_HOT_INVITE2EVENT_TEXT_BODY"] = "Какие у вас планы на *дата*? Возможно, вы захотите от них отказаться – мы можем предложить вам кое-что получше! Именно в этот день состоится нечто особенное - *событие*. Разумеется, вы в числе приглашенных. Форма одежды – желательно, парадная, но мы будем любить вас даже если вы придете в спортивном костюме и розовых лосинах. Приносить с собой ничего не нужно – это мы будем дарить подарки. Пароль на входе – «сиреневенький турандот взлетает в небо».";
$MESS["SENDER_PRESET_SMS_HOT_INVITE2EVENT_TEXT"] = "#NAME#, не планируйте ничего на *дата*, вы нам нужны. Подробности *ссылка*.";
$MESS["SENDER_PRESET_IM_HOT_INVITE2EVENT_TEXT"] = "Господа! Вы все – все вместе и каждый по отдельности – приглашены на очень особенное мероприятие. Мы празднуем *повод*. Вы – наши любимые клиенты, без вас нас бы не было. Благодаря вам мы каждый день приходим на работу и стараемся стать лучше. Хватит пафоса, просто приходите :) Будет весело и душевно. Очень ждем. Искренне ваш...";







$MESS["SENDER_PRESET_TEMPLATE_INC_PROFITS_NAME"] = "Увеличьте прибыль с клиентской базы";
$MESS["SENDER_PRESET_TEMPLATE_INC_PROFITS_DESC"] = "Увеличивайте средний чек и количество сделок с вашей базы клиентов.";
$MESS["SENDER_PRESET_MAIL_INC_PROFITS_SUBJECT"] = "Мы соскучились. Возвращайтесь, для вас подарок :)";
$MESS["SENDER_PRESET_MAIL_INC_PROFITS_TEXT_HEAD"] = "#NAME#, здравствуйте!";
$MESS["SENDER_PRESET_MAIL_INC_PROFITS_TEXT_BODY"] = "Вы давно ничего не заказывали, за это время у нас появились новые товары и услуги – пожалуйста, обратите внимание на файл в приложении (здесь может быть каталог, например). Надеемся, Вас заинтересует наше предложение. При следующей покупке воспользуйтесь персональной скидкой – просто введите на сайте или покажите продавцу *код*. Спасибо, что Вы с нами! Ваш...";
$MESS["SENDER_PRESET_SMS_INC_PROFITS_TEXT"] = "Новые предложения от %COMPANY%. Ваша персональная скидка - 15%";
$MESS["SENDER_PRESET_IM_INC_PROFITS_TEXT"] = "Дорогие друзья! Рады сообщить, что мы расширили ассортимент товаров и услуг, и теперь можем предложить вам еще более качественное обслуживание. Кроме того, при следующей вашей покупке будет действовать скидка *число* процентов. Чтобы воспользоваться предложением, просто введите в поле заказа код *код* или покажите его продавцу. Ждем вас в наших магазинах/офисах! Всегда ваш...";

$MESS["SENDER_PRESET_TEMPLATE_LEAD2CLIENT_NAME"] = "Превратите лид в клиента";
$MESS["SENDER_PRESET_TEMPLATE_LEAD2CLIENT_DESC"] = "Увеличиваются расходы на привлечение лидов? Дожимайте текущие лиды и превращайте их в клиентов.";
$MESS["SENDER_PRESET_MAIL_LEAD2CLIENT_SUBJECT"] = "Друг, вам нужно кое что исправить. Скидка за смелость)";
$MESS["SENDER_PRESET_MAIL_LEAD2CLIENT_TEXT_HEAD"] = "#NAME#, здравствуйте!";
$MESS["SENDER_PRESET_MAIL_LEAD2CLIENT_TEXT_BODY"] = "Мы заметили, что Вы интересовались нашими услугами, но так и не оформили сделку. Надеемся, мы все-таки найдем, чем Вас заинтересовать: при следующем Вашем заказе будет действовать скидка 15%. Всегда Вам рады! Ваш...";
$MESS["SENDER_PRESET_SMS_LEAD2CLIENT_TEXT"] = "#NAME#, воспользуйтесь индивидуальной ссылкой 15%! Подробности по телефону %PHONE%";
$MESS["SENDER_PRESET_IM_LEAD2CLIENT_TEXT"] = "Дорогие друзья. С *число* по *число* в наших магазинах/офисах действует специальное предложение на первый заказ: все новые клиенты, никогда не приобретавшие у нас ничего ранее, получат *число*% скидку/памятный сувенир/календарь/бонусный купон на следующую покупку и т.д. Спешите принять участие в акции, количество подарков ограничено! Всегда ваш...";

$MESS["SENDER_PRESET_TEMPLATE_UNPLANNED_NAME"] = "Вызовите спонтанную покупку";
$MESS["SENDER_PRESET_TEMPLATE_UNPLANNED_DESC"] = "Подталкивайте клиента к спонтанной покупке с помощью уникальных предложений и скидок.";
$MESS["SENDER_PRESET_MAIL_UNPLANNED_SUBJECT"] = "Только для дерзких и смелых. Тех, кто не боится, а делает.";
$MESS["SENDER_PRESET_MAIL_UNPLANNED_TEXT_HEAD"] = "#NAME#, здравствуйте!";
$MESS["SENDER_PRESET_MAIL_UNPLANNED_TEXT_BODY"] = "Только в период с *число* по *число* действует уникальное предложение - 15% скидка на любую покупку/каждая третья вещь – бесплатно/и т.д. Кроме того, вас ждут сюрпризы и дополнительные бонусы! За подробностями обращайтесь по телефону %PHONE% или заходите в наш магазин/офис. Быть нашим клиентом –выгодно! Всегда Ваш...";
$MESS["SENDER_PRESET_SMS_UNPLANNED_TEXT"] = "Скидки и призы за любые покупки в *название компании*. Подробности на сайте и по телефону %PHONE%";
$MESS["SENDER_PRESET_IM_UNPLANNED_TEXT"] = "Дорогие друзья! У нас появились новые товары и услуги, и в честь этого события мы решили провести акцию: «приз за спонтанную покупку». Каждый клиент, оформивший заказ в период с *число* по *число* получит приятную скидку и памятный сувенир. Заходите к нам чаще! Всегда ваш...";

$MESS["SENDER_PRESET_TEMPLATE_PUSH2DEAL_NAME"] = "Подтолкните клиента к сделке";
$MESS["SENDER_PRESET_TEMPLATE_PUSH2DEAL_DESC"] = "Клиент не решается на покупку? Подтолкните его к принятию правильного решения.";
$MESS["SENDER_PRESET_MAIL_PUSH2DEAL_SUBJECT"] = "Так нельзя! Сделай дело и гуляй смело";
$MESS["SENDER_PRESET_MAIL_PUSH2DEAL_TEXT_HEAD"] = "#NAME#, здравствуйте!";
$MESS["SENDER_PRESET_MAIL_PUSH2DEAL_TEXT_BODY"] = "Мы заметили, что Вы интересовались нашими услугами, но пока что еще не стали клиентом. Мы высоко ценим Ваше намерение и хотели бы выразить Вам свою признательность. Пожалуйста, примите от нас промо-код на 15% – теперь вы сможете заказать желаемый товар/услугу еще дешевле! Спасибо, что Вы с нами. Ваш...";
$MESS["SENDER_PRESET_SMS_PUSH2DEAL_TEXT"] = "#NAME#, обратите внимание на новые товары! Оформите заказ и получите 15% скидку";
$MESS["SENDER_PRESET_IM_PUSH2DEAL_TEXT"] = "Дорогие друзья! Знаете ли вы, что теперь можете получить желаемый товар/услугу дешевле? Оформите заказ, и получите *число*% скидку, а также приятный бонус на следующую покупку! Всегда ваш...";

$MESS["SENDER_PRESET_TEMPLATE_REPEATED_NAME"] = "Вызовите повторную продажу";
$MESS["SENDER_PRESET_TEMPLATE_REPEATED_DESC"] = "Клиент делал у вас покупки? Подтолкните его на новые сделки.";
$MESS["SENDER_PRESET_MAIL_REPEATED_SUBJECT"] = "Любовь не продается? Да как бы не так!";
$MESS["SENDER_PRESET_MAIL_REPEATED_TEXT_HEAD"] = "#NAME#, здравствуйте!";
$MESS["SENDER_PRESET_MAIL_REPEATED_TEXT_BODY"] = "Недавно Вы совершили у нас покупку, надеемся, Вы остались довольны качеством продукта и уровнем сервиса. Пожалуйста, примите от нас в благодарность скидку *число*% на следующий заказ. Не забывайте следить за акциями и распродажами! Спасибо, что Вы с нами. Всегда Ваш...";
$MESS["SENDER_PRESET_SMS_REPEATED_TEXT"] = "Скидка 15% на следующую покупку! Подробнее *сайт*";
$MESS["SENDER_PRESET_IM_REPEATED_TEXT"] = "Дорогие друзья, спасибо, что пользуетесь нашими услугами и совершаете покупки в нашем магазине. В знак нашей благодарности мы решили предлождить вам *число*% скидку на следующую покупку. Теперь вы можете получить нужный продукт еще дешевле! Спасибо, что остаетесь с нами. Всегда ваш...";

$MESS["SENDER_PRESET_TEMPLATE_WAKEUP_NAME"] = "Разбудите спящего клиента";
$MESS["SENDER_PRESET_TEMPLATE_WAKEUP_DESC"] = "Клиент давно не делал новых сделок? Напомните о себе и сделайте уникальное предложение.";
$MESS["SENDER_PRESET_MAIL_WAKEUP_SUBJECT"] = "Подъем! Хватит спать! Все скидки проспите :)";
$MESS["SENDER_PRESET_MAIL_WAKEUP_TEXT_HEAD"] = "#NAME#, добрый день!";
$MESS["SENDER_PRESET_MAIL_WAKEUP_TEXT_BODY"] = "Вы давно ничего у нас не заказывали, поэтому мы хотели бы напомнить о себе и предложить Вам бонус на следующую покупку. Постоянных клиентов ждут приятные сюрпризы! Всегда Ваш...";
$MESS["SENDER_PRESET_SMS_WAKEUP_TEXT"] = "Обновление ассортимента и скидки в %COMPANY%! Подробнее *сайт*";
$MESS["SENDER_PRESET_IM_WAKEUP_TEXT"] = "Дорогие друзья, здравствуйте! Мы рады, что когда-то вы выбрали нас, мы высоко ценим ваше доверие и неустанно работаем над повышением качества сервиса. Очень жаль, что вы уже давно не совершали новых покупок. Пожалуйста, примите бонусную скидку на следующую покупку. Всегда ваш...";

$MESS["SENDER_PRESET_TEMPLATE_SATISFY_NAME"] = "Доволен ли ваш клиент?";
$MESS["SENDER_PRESET_TEMPLATE_SATISFY_DESC"] = "Удовлетворенность клиентов очень важна! Взаимодействуйте с клиентами, узнавайте их удовлетворенность.";
$MESS["SENDER_PRESET_MAIL_SATISFY_SUBJECT"] = "Счастливы ли вымирающие панды?";
$MESS["SENDER_PRESET_MAIL_SATISFY_TEXT_HEAD"] = "#NAME#, здравствуйте!";
$MESS["SENDER_PRESET_MAIL_SATISFY_TEXT_BODY"] = "Вы – наш постоянный клиент, и мы высоко ценим Ваше доверие. Ежедневно мы ищем новые способы стать лучше и предоставить Вам безукоризненный сервис. Сегодня нам нужна Ваша помощь: расскажите,какие услуги или товары Вы хотели бы видеть в нашем ассортименте? Есть ли у Вас пожелания по качеству продукции? Нет ли у Вас жалоб? Пожалуйста, заполните короткую форму *ссылка*, анкета займет у Вас не более 5 минут. В благодарность примите скидку 15% на следующую покупку. Спасибо, что Вы с нами. Всегда Ваш...";
$MESS["SENDER_PRESET_SMS_SATISFY_TEXT"] = "Заполните анкету и получите хорошую ссылку! Подробнее *сайт*";
$MESS["SENDER_PRESET_IM_SATISFY_TEXT"] = "Дорогие друзья! Счастье клиентов – наш абсолютный приоритет, все, что мы делаем, направлено на то, чтобы предоставить вам самый лучший товар/услуги самого высокого качества. Сегодня мы просим вас заполнить небольшую анкету. Если у вас есть вопросы, жалобы или предложения по нашей работе – самое время ими поделиться. Пожалуйста, пройдите по ссылке и ответьте на несколько вопросов, это займет у вас не более пяти минут. В благодарность за потраченное время в конце анкеты вас ждет приятный бонус на следующую покупку! Всегда ваш...";

$MESS["SENDER_PRESET_TEMPLATE_BRAND2BRAIN_NAME"] = "Укрепляйте бренд в умах клиентов";
$MESS["SENDER_PRESET_TEMPLATE_BRAND2BRAIN_DESC"] = "Напоминайте о себе, создавайте связь с клиентами. Повышайте лояльность и силу бренда.";
$MESS["SENDER_PRESET_MAIL_BRAND2BRAIN_SUBJECT"] = "Мы хотим сыграть в игру. Правила просты!";
$MESS["SENDER_PRESET_MAIL_BRAND2BRAIN_TEXT_HEAD"] = "#NAME#";
$MESS["SENDER_PRESET_MAIL_BRAND2BRAIN_TEXT_BODY"] = "Компания %COMPANY% проводит конкурс: слоган/стишок/анекдот на тему *сфера деятельности компании* вообще и нашего бренда в частности. Победители получат отличные призы: *список призов*, но проигравших не будет: всем участникам достанется скидка на следующую покупку. Пишите, нам очень важна обратная связь! С нетерпением ждем Ваши варианты. Всегда Ваш...";
$MESS["SENDER_PRESET_SMS_BRAND2BRAIN_TEXT"] = "Беспроигрышный конкурс от %COMPANY%. Выигрывайте ценные призы и скидки! Подробности *сайт*";
$MESS["SENDER_PRESET_IM_BRAND2BRAIN_TEXT"] = "Дорогие друзья! Мы давно не радовали вас новыми акциями и розыгрышами, поэтому решили провести новый конкурс: расскажите, с чем у вас ассоциируется наш бренд? Ответ может быть представлен в любой творческой форме: рисунка, прозаической или стихотворной зарисовки, даже музыкального этюда. Все участники получат призы! С нетерпением ждем ваши варианты. Ваш...";

$MESS["SENDER_PRESET_TEMPLATE_BIRTHDAY_NAME"] = "Поздравьте с днем рождения";
$MESS["SENDER_PRESET_TEMPLATE_BIRTHDAY_DESC"] = "Поздравляйте ваших клиентов с днем рождения! Увеличивайте лояльность и восприятие бренда.";
$MESS["SENDER_PRESET_MAIL_BIRTHDAY_SUBJECT"] = "Юххууу, с днем рождения! Заходите за подарком :)";
$MESS["SENDER_PRESET_MAIL_BIRTHDAY_TEXT_HEAD"] = "#NAME#, с днем рождения!";
$MESS["SENDER_PRESET_MAIL_BIRTHDAY_TEXT_BODY"] = "От всей души желаем Вам достатка, удачи, хорошего настроения, интересных задач, крепкого здоровья, верных друзей и любящую семью! Пусть эта скидка на следующую покупку сделает Ваш день еще приятнее! Примите от нас в подарок специальный праздничный бонус и пользуйтесь нашими услугами еще дешевле! Искренне Ваш...";
$MESS["SENDER_PRESET_SMS_BIRTHDAY_TEXT"] = "#NAME#,с днем рождения! Код на праздничную скидку - *код*. Отличного Вам дня!";
$MESS["SENDER_PRESET_IM_BIRTHDAY_TEXT"] = "Дорогие наши именинники! Поздравляем вас с чудесным днем вашего рождения и желаем отметить этот праздник на все сто! Примите в подарок бонус – скидку на следующую покупку. Будьте здоровы и счастливы. Всегда ваш...";

$MESS["SENDER_PRESET_TEMPLATE_INFORM_EVENT_NAME"] = "Информируйте о событии";
$MESS["SENDER_PRESET_TEMPLATE_INFORM_EVENT_DESC"] = "Открывается новый магазин, вы изменили адрес склада? Проинформируйте клиента.";
$MESS["SENDER_PRESET_MAIL_INFORM_EVENT_SUBJECT"] = "Ничего-то вы не знаете..";
$MESS["SENDER_PRESET_MAIL_INFORM_EVENT_TEXT_HEAD"] = "#NAME#";
$MESS["SENDER_PRESET_MAIL_INFORM_EVENT_TEXT_BODY"] = "Будьте в курсе последних новостей от %COMPANY%! За последний *срок* мы *открыли новый магазин/расширили ассортимент/изменили правила доставки/и т.д.*. С новой информацией вы можете ознакомиться на нашем сайте *сайт*. Не пропускайте новости! Всегда Ваш...";
$MESS["SENDER_PRESET_SMS_INFORM_EVENT_TEXT"] = "*Новый адрес/новый магазин/новые товары* *название компании*! Подробности на сайте *сайт*. Ваш...";
$MESS["SENDER_PRESET_IM_INFORM_EVENT_TEXT"] = "Дорогие друзья, рады сообщить, что у нас *открылся новый магазин/изменились правила доставки/появились новыетовары и услуги/и т.д.* Теперь наше сотрудничество станет еще продуктивнее и приятнее! Подробности на сайте *сайт*. Всегда ваш..";

$MESS["SENDER_PRESET_TEMPLATE_INVITE2EVENT_NAME"] = "Пригласите на мероприятие";
$MESS["SENDER_PRESET_TEMPLATE_INVITE2EVENT_DESC"] = "Планируете грандиозное мероприятие? Пригласите любимых клиентов.";
$MESS["SENDER_PRESET_MAIL_INVITE2EVENT_SUBJECT"] = "Не планируйте ничего на *дата*!";
$MESS["SENDER_PRESET_MAIL_INVITE2EVENT_TEXT_HEAD"] = "#NAME#, здравствуйте!";
$MESS["SENDER_PRESET_MAIL_INVITE2EVENT_TEXT_BODY"] = "Рады сообщить, что *дата* пройдет важное мероприятие - *название мероприятия*. В программе ожидается фуршет, розыгрыш призов, конкурс на самого лояльного клиента и прочие развлечения. Вход свободный. Ждем вас по адресу *адрес*. Приходите – будет весело. Всегда Ваш...";
$MESS["SENDER_PRESET_SMS_INVITE2EVENT_TEXT"] = "*Мероприятие* от %COMPANY% *дата*! Подробнее *сайт*";
$MESS["SENDER_PRESET_IM_INVITE2EVENT_TEXT"] = "Дорогие друзья! Приглашаем вас разделить с нами важное событие – день рождения компании/открытие нового магазина/и т.д. Торжественное мероприятие пройдет *число* по адресу *адрес*. Ждем всех! В программе: конкурсы, розыгрыши призов, праздничный фуршет, бесплатные мастер-классы и т.д. Всегда ваш...";
?>