<?php
$MESS["SENDER_SECURITY_ROLE_MANAGER_INSTALLER_ADMIN"] = "Әкімші";
$MESS["SENDER_SECURITY_ROLE_MANAGER_INSTALLER_MANAGER"] = "Менеджер";
$MESS["SENDER_SECURITY_ROLE_MANAGER_TRIAL_TEXT"] = "CRM-маркетингінде қолжетімділік құқығын баптау CRM+ тарифінен бастап қолжетімді. 
<br>
Сіз менеджерлердің қайсысы сатылымдар генераторымен жұмыс істейтінін және жіберілімді немесе жарнаманы кім жасайтынын анықтай аласыз.
<br><br>
Тарифтер мен олардың мүмкіндіктері туралы толығырақ <a href=\"https://www.bitrix24.kz/prices/\">редакцияларды салыстыру парақшасынан</a> біліңіз.";
$MESS["SENDER_SECURITY_ROLE_MANAGER_TRIAL_TEXT_NEW"] = "Тарифтік жоспарыңызда CRM-маркетингіне қолжетімділік құқығын бөлуге шектеу тұр.
<br>
Сіз менеджерлердің қайсысы сатылымдар генераторымен жұмыс істейтінін және кім жіберілімдер немесе жарнамалар жасайтынын анықтай аласыз.
<br><br>
Қолжетімділік құқығын өзгерту үшін басқа тарифтік жоспарға өтіңіз.<br>
Тарифтер мен олардың мүмкіндіктері туралы толығырақ <a href=\"https://www.bitrix24.kz/prices/\">редакцияларды салыстыру парақшасынан</a> біліңіз.";
