<?
$MESS ['SONET_MODULE_NOT_INSTALL'] = "Модуль социальной сети не установлен.";
$MESS ['SONET_P_USER_NO_USER'] = "Пользователь не найден.";
$MESS ['SONET_P_USER_NO_GROUP'] = "Группа не найдена";
$MESS ['SONET_C11_TITLE'] = "Приглашение вступить в группу";
$MESS ['SONET_C11_NO_PERMS'] = "У вас нет прав на приглашение пользователей в эту группу";
$MESS ['SONET_C11_ERR_SELF'] = "Вы не можете добавить в группу себя самого";
$MESS ['SONET_C11_BAD_USER'] = "Этот пользователь запретил приглашать себя в группы";
$MESS ['SONET_C11_BAD_RELATION'] = "Этот пользователь уже приглашен в группу или является ее членом";
$MESS ['SONET_C11_NO_MESSAGE'] = "Не указан текст сообщения пользователю";
?>