<?
$MESS["SALE_DLVR_RSTR_BY_PAYSYSTEM_NAME"] = "по платежным системам";
$MESS["SALE_DLVR_RSTR_BY_PAYSYSTEM_DESCRIPT"] = "Ограничение на использование служб доставок по платежным системам.<br><br> 
	Служба доставки будет доступна только с выделенными платежными системами.<br><br>
	Для того, чтобы не изменилось поведение ограничений других служб доставок, при сохранении данного ограничения могут быть добавлены или удалены связи других служб доставок с платежными системами";
$MESS["SALE_DLVR_RSTR_BY_PAYSYSTEM_PRM_PS"] = "Платежные системы";
?>