<li>Исправлена ошибка в работе карточки звонка для rest-приложений в десктоп приложении Битрикс24.
<li>Изменена логика создания задачи из чата для группы, теперь в этом сценарии участники не добавляются в наблюдатели.
<li>Изменена логика удаления сообщений, теперь если сообщение не прочитано другими пользователями, оно полностью удаляется из ленты сообщений.
<li>Исправлена ошибка с двойным кодированием ссылок при отображении rich-формата.
<li>Исправлена ошибка в списке чатов, приводившая к дублированию информации о фотографии или прикрепленном файле.
<li>Новый чат: новый загрузчик файлов, теперь все изображения предварительно оптимизированы для быстрой отправки и отображения.
<li>Новый чат: добавлена поддержка режима Drag-n-drop для отправки файлов в окне диалога.
<li>Новый чат: добавлена обработка отступов (tab, shift+tab) и форматирования (ctrl+b, ctrl+u, ctrl+i, ctrl+s) в поле ввода нового сообщения.
