<?
$MESS["PRESET_TYPE_BASKET"] = "Для кошика";
$MESS["PRESET_TYPE_ORDER"] = "Для замовлень";
$MESS["PRESET_MAIL_TEMPLATE_HELLO"] = "Доброго дня!";
$MESS["PRESET_MAIL_TEMPLATE_REGARDS"] = "З повагою і надією на успішне співробітництво,<br>адміністрація %LINK_START%Інтернет-магазину%LINK_END%";
$MESS["PRESET_MAIL_TEMPLATE_UNSUB"] = "Для того, щоб відписатися від цієї розсилки, перейдіть за <a href=\"#UNSUBSCRIBE_LINK#\">посиланням</a>";
$MESS["PRESET_FORGOTTEN_BASKET_NAME"] = "Забутий кошик";
$MESS["PRESET_FORGOTTEN_BASKET_DESC_USER"] = "Це автоматична тригерна розсилка ";
$MESS["PRESET_FORGOTTEN_BASKET_DESC"] = "Буває, що людина реєструється на сайті, заради експерименту кладе кілька товарів в кошик, а потім йде, так і не оформивши замовлення. Листи в цьому ланцюжку спрямовані на те, щоб умовити такого клієнта повернутися і завершити покупку.";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_1_SUBJECT"] = "Товари в забутому кошику";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_1_MESSAGE"] = "Доброго дня!<br><br>Ви успішно наповнили кошик бажаними товарами, але чомусь так і не оформили покупку. Що вам завадило?
<br>Незручний інтерфейс? Складна система оплати? Недостатня кількість варіантів доставки?
<br>Напишіть нам або зв'яжіться з нами будь-яким іншим зручним способом, і ми вирішимо цю проблему разом.
<br><br>В кошику вас чекають: %BASKET_CART%\"";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_2_SUBJECT"] = "Ваші товари відкладені і чекають вас";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_2_MESSAGE"] = "Доброго дня!<br><br>Ви поклали кілька товарів в кошік, але так і не оформили замовлення.
<br>На всякий випадок ми відклали вибрані товари, щоб, коли ви вирішите завершити покупку, вам не довелося чекати.
<br>Все вже готово до відправлення! Ми дбаємо про те, щоб ви отримали бажане як можна швидше!
<br><br>Якщо у вас залишилися якісь питання- не соромтеся зв'язатися з нами будь-яким зручним способом.";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_3_SUBJECT"] = "Спеціальна знижка для самих терплячих!";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_3_MESSAGE"] = "Доброго дня!<br><br>Кілька тижнів тому ви наповнили кошик, але не оформили замовлення.
<br>Ми відклали вибрані товари на нашому складі, щоб ви могли отримати їх одразу після завершення покупки, але ви так і не повернулися в наш інтернет-магазин.
<br>Сьогодні – останній день, коли ви можете викупити відстрочені товари, і на честь цього ми пропонуємо вам безпрецедентну знижку!
<br>Вирішуйте: оформляйте купівлю сьогодні за пільговою ціною, або завтра ви втратите її назавжди.
<br><br>
<br>Повертайтеся в <a href=\"http://#SERVER_NAME#\">кошик</a> прямо зараз.
<br>Ваш спеціальний знижковий код: <b>%COUPON%</b>.
<br>Якщо у вас залишилися якісь питання - не соромтеся зв'язатися з нами будь-яким зручним способом.";
$MESS["PRESET_CANCELED_ORDER_NAME"] = "Скасоване замовлення";
$MESS["PRESET_CANCELED_ORDER_DESC_USER"] = "Це автоматична тригерна розсилка";
$MESS["PRESET_CANCELED_ORDER_DESC"] = "Листи з цього ланцюжка приходять тим відвідувачам, які вже майже оформили замовлення, але скасували його на стадії оплати. Такі покупці, швидше за все, були налаштовані довести покупку до кінця, просто щось їм завадило: тригерні листи направлені на те, щоб з'ясувати причину відміни і повернути замовника в магазин.";
$MESS["PRESET_CANCELED_ORDER_LETTER_1_SUBJECT"] = "Здається, ви випадково скасували замовлення!";
$MESS["PRESET_CANCELED_ORDER_LETTER_1_MESSAGE"] = "Доброго дня!<br><br>Ми помітили, що ви майже оформили замовлення, але в останній момент вам щось завадило.
<br>Ми віримо, що ви просто випадково натиснули не ту кнопку, а тепер вам шкода часу на те, щоб зібрати кошик заново. Не біда!
<br>Наша дружня служба підтримки із задоволенням допоможе вам повернути втрачене замовлення або оформити нове.
<br>Будь ласка, зв'яжіться з нами будь-яким зручним способом за наведеними нижче реквізитами.";
$MESS["PRESET_CANCELED_ORDER_LETTER_2_SUBJECT"] = "Ваші товари відкладені і чекають вас";
$MESS["PRESET_CANCELED_ORDER_LETTER_2_MESSAGE"] = "Добрий день!<br><br>Ви поклали кілька товарів в кошик, але так і не оформили замовлення.
<br>На всякий випадок ми відклали вибрані товари, щоб, коли ви вирішите завершити покупку, вам не довелося чекати.
<br>Все вже готово до відправлення! Ми дбаємо про те, щоб ви отримали бажане як можна швидше!
<br>Якщо у вас залишилися якісь питання - не соромтеся зв'язатися з нами будь-яким зручним способом.";
$MESS["PRESET_CANCELED_ORDER_LETTER_3_SUBJECT"] = "Спеціальна знижка для самих терплячих!";
$MESS["PRESET_CANCELED_ORDER_LETTER_3_MESSAGE"] = "Доброго дня!<br><br>Кілька тижнів тому ви наповнили кошик, але не оформили замовлення.
<br>Ми відклали вибрані товари на нашому складі, щоб ви могли отримати їх одразу після завершення покупки, але ви так і не повернулися в наш інтернет-магазин.
<br>Сьогодні – останній день, коли ви можете викупити відстрочені товари, і на честь цього ми пропонуємо вам безпрецедентну знижку!
<br>Вирішуйте: оформляйте купівлю сьогодні за пільговою ціною, або завтра ви втратите її назавжди.
<br><br>Повертайтеся <a href=\"http://#SERVER_NAME#\">в кошик</a> прямо зараз. Ваш спеціальний код на знижку: <b>%COUPON%</b>.
<br>Якщо у вас залишилися якісь питання - не соромтеся зв'язатися з нами будь-яким зручним способом.";
$MESS["PRESET_PAID_ORDER_NAME"] = "Листи навздогін";
$MESS["PRESET_PAID_ORDER_DESC_USER"] = "Це автоматична тригерна розсилка";
$MESS["PRESET_PAID_ORDER_DESC"] = "Ці листи надходять клієнту після першої закритої покупки. Компанія дякує йому за співпрацю, просить залишити відгук на сайті та пропонує знижку на наступне замовлення.";
$MESS["PRESET_PAID_ORDER_LETTER_1_SUBJECT"] = "Дякуємо, що ви з нами!";
$MESS["PRESET_PAID_ORDER_LETTER_1_MESSAGE"] = "Доброго дня!<br><br>Ви тільки що зробили покупку в нашому онлайн-магазині. Нам дуже приємна така довіра, сподіваємося, ви залишилися задоволені співпрацею і обов'язково звернетеся до нас знову.
<br>Будь ласка, не соромтеся повідомляти нам про будь-які складнощі, що виникають – для цього скористайтесь контактною інформацією в кінці листа.
<br>Будемо раді надати вам будь-яку посильну допомогу, а також проконсультувати з питань отримання спеціальної знижки або персонального пропозиції.
<br><br>Дякуємо, що обрали нас!";
$MESS["PRESET_PAID_ORDER_LETTER_2_SUBJECT"] = "Чи задоволені ви співпрацею з нами?";
$MESS["PRESET_PAID_ORDER_LETTER_2_MESSAGE"] = "Доброго дня!<br><br>Кілька днів тому ви зробили покупку в нашому онлайн-магазині. Дякуємо, що довіряєте нам!
<br>Сподіваємося, ви залишилися задоволені співпрацею і у вас немає ніяких невирішених питань, проте, будь ласка, пам'ятайте, що в разі виникнення якихось проблем ви завжди можете зв'язатися з нами будь-яким зручним вам способом.
<br>Якщо вам потрібна консультація спеціалістів або інша допомога, зверніться в нашу службу підтримки, і ми зробимо все можливе, щоб забезпечити вам максимальний рівень сервісу.";
$MESS["PRESET_PAID_ORDER_LETTER_3_SUBJECT"] = "Ваша думка дуже важлива для нас!";
$MESS["PRESET_PAID_ORDER_LETTER_3_MESSAGE"] = "Доброго дня!<br><br>Кілька днів тому ви зробили покупку в нашому онлайн магазині.
<br>будь Ласка, розкажіть про цей досвід на нашій <a href=\"http://#SERVER_NAME#\">сторінці відгуків</a>.
<br>Нам важливо отримувати реальні відгуки наших клієнтів, щоб вчасно реагувати на всі побажання і усувати помилки в роботі.
<br>Ваша думка дійсно важлива для нас!
<br>Якщо у вас залишилися якісь питання - не соромтеся зв'язатися з нами будь-яким зручним способом.";
$MESS["PRESET_PAID_ORDER_LETTER_4_SUBJECT"] = "Спеціальні пропозиції для постійних клієнтів!";
$MESS["PRESET_PAID_ORDER_LETTER_4_MESSAGE"] = "Здрастуйте!<br><br>Дякуємо, що довіряєте нам і користуєтеся послугами нашого інтернет-магазину.
<br>Ми підготували кілька спеціальних пропозицій для постійних клієнтів і сподіваємося, що якісь із цих товарів обов'язково вас зацікавлять.
<br>Цих позицій немає в звичайному каталозі! Скористайтеся ексклюзивною можливістю отримати товари, недоступні для звичайних відвідувачів сайту.
<br>Якщо у вас залишилися якісь питання - не соромтеся зв'язатися з нами будь-яким зручним способом.";
$MESS["PRESET_PAID_ORDER_LETTER_5_SUBJECT"] = "Знижка в подарунок!";
$MESS["PRESET_PAID_ORDER_LETTER_5_MESSAGE"] = "Доброго дня!<br><br>Дякуємо, що користуєтеся послугами нашого магазину. Нам приємна така довіра, і ми хочемо зі свого боку зробити вам подарунок – знижку на будь-яку наступну покупку.
<br>Ви можете скористатися пропозицією самі або передати подарунковий код другу – вирішувати вам!
<br>Ваш спеціальний знижковий код: <b>%COUPON%</b>.
<br>Якщо у вас залишилися якісь питання - не соромтеся зв'язатися з нами будь-яким зручним способом.";
$MESS["PRESET_DONT_BUY_NAME"] = "Будильник-%DAYS%";
$MESS["PRESET_DONT_BUY_DESC_USER"] = "Це автоматична тригерна розсилка";
$MESS["PRESET_DONT_BUY_DESC_90"] = "Цей ланцюжок включається після того, як клієнт вже 3 місяці не заходив на сайт. Компанія намагається дізнатися причину такої зневаги, пропонує знижку і вмовляє покупця повернутися.";
$MESS["PRESET_DONT_BUY_LETTER_1_SUBJECT_90"] = "Минуло три місяці, і ми страшенно скучили!";
$MESS["PRESET_DONT_BUY_LETTER_1_MESSAGE_90"] = "Доброго дня!<br><br>Ми помітили, що ви давно не заглядали в наш інтернет-магазин: з моменту вашого останнього візиту минуло три місяці.
<br>Ми страшенно скучили! Крім того, у нас з'явилися нові товари і пропозиції, які напевно вас зацікавлять.
<br>Повертайтеся прямо зараз: <a href=\"http://#SERVER_NAME#\">#SITE_NAME#</a>!
<br>Нагадуємо, що ви завжди можете зв'язатися з нами будь-яким зручним вам способом.";
$MESS["PRESET_DONT_BUY_LETTER_2_SUBJECT_90"] = "Тривога! Ми щось робимо не так?";
$MESS["PRESET_DONT_BUY_LETTER_2_MESSAGE_90"] = "Доброго дня!<br><br>Ви вже дуже давно не заглядали в наш інтернет-магазин, і ми сумуємо.
<br>Можливо, інтерфейс сайту здався вам занадто заплутаним або всі запропоновані способи оплати виявилися незручними.
<br>Чесне слово, ми виправимося!
<br>За минулі три місяці наш магазин став набагато краще, в ньому з'явилося ще більше актуальних товарів і привабливих пропозицій.
<br>Перевірте це прямо зараз: <a href=\"http://#SERVER_NAME#\">#SITE_NAME#</a>!
<br>А щоб зробити ваш шопінг ще приємніше, пропонуємо вам знижку на наступну покупку.
<br>Ви можете скористатися нею самі або передати подарунковий код одному – вирішувати вам.
<br><br>Ваш спеціальний код на знижку: <b>%COUPON_3%</b>";
$MESS["PRESET_DONT_BUY_LETTER_3_SUBJECT_90"] = "Ви змушуєте нас піти на крайні заходи!";
$MESS["PRESET_DONT_BUY_LETTER_3_MESSAGE_90"] = "Чесне слово, ми намагалися цього уникнути, але виходу немає. Ми бачимо, що інші методи не діють.
<br>Будь ласка, повертайтеся до нас <a href=\"http://#SERVER_NAME#\">на сайт</a>, і на наступну вашу покупку буде діяти БЕЗПРЕЦЕДЕНТНА знижка!
<br>Так, ми готові навіть на це – лише б ви були щасливі!
<br><br>Ваш спеціальний код на знижку: <b>%COUPON%</b>
<br>Якщо у вас залишилися якісь питання - не соромтеся зв'язатися з нами будь-яким зручним способом.";
$MESS["PRESET_DONT_BUY_DESC_180"] = "Тригерні листи, які надсилаються клієнту після піврічної відсутності на сайті. Компанія ще сильніше намагається переконати покупця повернутися, пропонує привабливі знижки і спеціальні умови.";
$MESS["PRESET_DONT_BUY_LETTER_1_SUBJECT_180"] = "Шість місяців мовчання...";
$MESS["PRESET_DONT_BUY_LETTER_1_MESSAGE_180"] = "Ми пам'ятаємо і любимо всіх своїх клієнтів. І навіть те, що ви не заходили до нас вже півроку, ніяк не впливає на наше прекрасне до вас ставлення і надію коли-небудь побачити вас знову.
<br>Повертайтеся! У нас з'явилося багато нового і цікавого! Не вірте нам на слово – перевірте прямо зараз: <a href=\"http://#SERVER_NAME#\">#SITE_NAME#</a>!
<br>Якщо у вас залишилися якісь питання - не соромтеся зв'язатися з нами будь-яким зручним способом.";
$MESS["PRESET_DONT_BUY_LETTER_2_SUBJECT_180"] = "Ми все ще не втрачаємо надію";
$MESS["PRESET_DONT_BUY_LETTER_2_MESSAGE_180"] = "Від вас не було звісток вже півроку, і ми по-справжньому стурбовані.
<br>Будь ласка, дайте нам знати, що з вами все в порядку! І до речі – у нас є для вас чудова 7% знижка!
<br>Ваш спеціальний код на знижку: <b>%COUPON_7%</b>
<br><br>Заходьте в наш <a href=\"http://#SERVER_NAME#\">інтернет-магазин</a>, подивіться, що змінилося за час вашої відсутності – ми впевнені, що зможемо вас приємно здивувати ;)
<br>Якщо у вас залишилися якісь питання - не соромтеся зв'язатися з нами будь-яким зручним способом.";
$MESS["PRESET_DONT_BUY_LETTER_3_SUBJECT_180"] = "Супер-пропозиція для нашого улюбленого клієнта";
$MESS["PRESET_DONT_BUY_LETTER_3_MESSAGE_180"] = "Псс! А як вам ось така знижка? Здорово, так? Тільки це секрет – інші покупці не повинні про це знати.
<br>Це пропозиція – тільки для вас, і тільки тому, що ми вже дуже-дуже скучили і готові піти на найрадикальніші заходи, щоб знову побачити вас серед наших гостей.
<br><br>Ваш код на знижку: <b>%COUPON_10%</b>
<br><br>Якщо у вас залишилися якісь питання - не соромтеся зв'язатися з нами будь-яким зручним способом.";
$MESS["PRESET_DONT_BUY_DESC_360"] = "Ці листи клієнт отримує після року відсутності на сайті. Це остання спроба повернути компанії покупця: найвищі знижки і найбільш привабливі пропозиції.";
$MESS["PRESET_DONT_BUY_LETTER_1_SUBJECT_360"] = "Ось і рік пройшов...";
$MESS["PRESET_DONT_BUY_LETTER_1_MESSAGE_360"] = "Ось вже 365 разів ніч змінила день, а ви так і не повернулися.
<br>Чесно кажучи, ми трохи ображені, але любов до вас пересилює образу.
<br>Ми вас дуже чекаємо і віримо в швидку зустріч! Будь ласка, повертайтеся! Ми приготували багато нового і цікавого – вам сподобається!
<br>Якщо у вас залишилися якісь питання- не соромтеся зв'язатися з нами будь-яким зручним способом.";
$MESS["PRESET_DONT_BUY_LETTER_2_SUBJECT_360"] = "Передостанній дзвінок!";
$MESS["PRESET_DONT_BUY_LETTER_2_MESSAGE_360"] = "Так багато часу пройшло з моменту нашої останньої зустрічі, а ми як і раніше не отримуємо від вас ніяких звісток.
<br>Все у вас в порядку? Ми по-справжньому стурбовані та дуже сумуємо.
<br>будь Ласка, повертайтеся! В якості подарунка ми підготували вам спокусливу знижку в 15%.
<br>Заходьте до нас частіше, отримуйте ще більше сюрпризів і бонусів!
<br><br>Ваш спеціальний код на знижку: <b>%COUPON_15%</b>
<br><br>Якщо у вас залишилися якісь питання - не соромтеся зв'язатися з нами будь-яким зручним способом.";
$MESS["PRESET_DONT_BUY_LETTER_3_SUBJECT_360"] = "Невже це кінець?";
$MESS["PRESET_DONT_BUY_LETTER_3_MESSAGE_360"] = "Ми не бачилися цілий рік і вже майже зневірилися. Але ми не готові відпустити вас!
<br>Для нашого самого-самого коханого і цінного клієнта у нас є спеціальна знижка в 20%!
<br>Дайте нам шанс – за рік ми здорово поліпшили сервіс та розширили асортимент, вам сподобається.
<br>Повертайтеся прямо зараз: <a href=\"http://#SERVER_NAME#\">#SITE_NAME#</a>!
<br><br>Ваш спеціальний код на знижку: <b>%COUPON_20%</b>
<br><br>Якщо у вас залишилися якісь питання - не соромтеся зв'язатися з нами будь-яким зручним способом.";
$MESS["PRESET_DONT_AUTH_NAME"] = "Хуліганство";
$MESS["PRESET_DONT_AUTH_DESC_USER"] = "Це автоматична тригерна розсилка";
$MESS["PRESET_DONT_AUTH_DESC"] = "Жартівливий ланцюжок, нібито від імені поштового робота інтернет-магазину. Віртуальний персонаж повідомляє, що адміністрація ресурсу тримає в заручниках його сім'ю і вмовляє клієнта повернутися на сайт";
$MESS["PRESET_DONT_AUTH_LETTER_1_SUBJECT"] = "Допоможіть!";
$MESS["PRESET_DONT_AUTH_LETTER_1_MESSAGE"] = "Добра людина!
<br>Я – поштовий робот XX, адміністрація сайту тримає в заручниках мою сім'ю і змушує писати вам.
<br>Якщо ви не повернетеся в <a href=\"http://#SERVER_NAME#\">інтернет-магазин</a>, вони почнуть розкручувати їх по гвинтику!
<br>Не допустіть цього!
<br><br>З надією і вірою,
<br>Сумний робот ХХ";
$MESS["PRESET_DONT_AUTH_LETTER_2_SUBJECT"] = "А я попереджав...";
$MESS["PRESET_DONT_AUTH_LETTER_2_MESSAGE"] = "Почалося!
<br>Ви ще можете врятувати мою сім'ю! Сучасні інженери творять чудеса, вони легко замінять кілька загублених запчастин, але скоро може бути занадто пізно!
<br>Не змушуйте цих мучителів чекати, повертайтеся прямо зараз!
<br><br><img src=\"/bitrix/images/sale/sender/bolt.png\">
<br><br>З надією і вірою,
<br>Сумний робот ХХ\"";
$MESS["PRESET_DONT_AUTH_LETTER_3_SUBJECT"] = "Гаманець або життя?";
$MESS["PRESET_DONT_AUTH_LETTER_3_MESSAGE"] = "Я дуже ризикував і з небезпекою для життя (ха-ха, кого я обманюю, я всього лише робот...) здобув для вас цей купон на знижку.
<br>Якщо адміністрація сайту дізнається, що я зробив, я буду розвіртуалізован і деструктурован. Краще вам не знати, що це таке...
<br>Невже я пішов на такий ризик даремно? Будь ласка, повертайтеся!
<br><br>Ваш спеціальний купон на знижку: <b>%COUPON_11%</b>
<br><br>З надією і вірою,
<br>Відважний робот ХХ";
$MESS["PRESET_DONT_AUTH_LETTER_4_SUBJECT"] = "Що ж ви наробили...";
$MESS["PRESET_DONT_AUTH_LETTER_4_MESSAGE"] = "Все.
<br>А я до останнього сподівався і вірив.
<br><br><img src=\"/bitrix/images/sale/sender/bolts.png\">
<br><br>Зневірений робот ХХ.";
?>