<?php
$MESS["BUSE_BLOG_URL"] = "Блогтың мекенжайы";
$MESS["BUSE_BLOG_VAR"] = "Блог идентификаторы үшін айнымалының атауы";
$MESS["BUSE_ID"] = "Пайдаланушы идентификаторы";
$MESS["BUSE_PAGE_VAR"] = "Парақша үшін айнымалының атауы";
$MESS["BUSE_PATH_TO_USER"] = "Пайдаланушы парақшасына жол қалыбы";
$MESS["BUSE_PATH_TO_USER_SETTINGS"] = "Пайдаланушылар баптаулары парақшасына жол қалыбы";
$MESS["BUSE_USER_VAR"] = "Пайдаланушы үшін айнымалының атауы";
$MESS["B_VARIABLE_ALIASES"] = "Айнымалылардың атаулары";
