<?php
$MESS["BI_BLOG_URL"] = "Блог жолы";
$MESS["BI_BLOG_VAR"] = "Блог идентификаторы үшін айнымалының атауы";
$MESS["BI_CATEGORY_ID"] = "Сүзгілеу үшін тег идентификаторы";
$MESS["BI_PAGE_VAR"] = "Парақша үшін айнымалының атауы";
$MESS["BI_PATH_TO_BLOG"] = "Блог парақшасына жол қалыбы";
$MESS["BI_PATH_TO_BLOG_CATEGORY"] = "Блог парақшасына тег бойынша сүзгісі бар жол қалыбы";
$MESS["BI_PATH_TO_USER"] = "Блог пайдаланушысының парақшасына жол қалыбы";
$MESS["BI_USER_VAR"] = "Блог пайдаланушысының идентификаторы үшін айнымалының атауы";
$MESS["BLOG_PROPERTY_LIST"] = "Блогтың қандай қасиеттерін көрсету керек";
$MESS["B_VARIABLE_ALIASES"] = "Айнымалылардың атаулары";
