<?
$MESS["BT_MOD_CAT_DSC_CONV_INVITE"] = "Внимание! Сконвертируйте скидки на товары в новый формат. До конвертации скидки применяться не будут. Конвертер доступен по <a href=\"#LINK#\">ссылке</a>";
$MESS["BT_MOD_CAT_DSC_CONV_ENTITY_IBLOCK_ERR"] = "Неверные или несуществующие ID инфоблоков: #IDS#";
$MESS["BT_MOD_CAT_DSC_CONV_ENTITY_SECTION_ERR"] = "Неверные или несуществующие ID разделов: #IDS#";
$MESS["BT_MOD_CAT_DSC_CONV_ENTITY_ELEMENT_ERR"] = "Неверные или несуществующие ID товаров: #IDS#";
$MESS["BT_MOD_CAT_DSC_CONV_INACTIVE"] = "Скидка деактивирована из-за следующих ошибок:";
$MESS["BT_MOD_CAT_DSC_FORMAT_INVITE"] = "Внимание! Проиндексируйте скидки на товары для улучшения функционирования продукта. Индексация доступна по <a href=\"#LINK#\">ссылке</a>";
$MESS["BT_MOD_CAT_DSC_FORMAT_ERR"] = "Ошибка индексации.";
$MESS["BT_MOD_CAT_DSC_FORMAT_INVITE_WITHOUT_MODULE"] = "Внимание! Обнаружены таблицы модуля Торговый каталог, но сам модуль деинсталлирован. Если модуль будет вновь установлен, необходимо будет переиндексировать скидки на товары для улучшения функционирования продукта. Индексация доступна по <a href=\"#LINK#\">ссылке</a>";
?>