<?php
$MESS["WZ_ACCEPTED"] = "Купон қабылданды. Арнайы жүгінулер қалады: ";
$MESS["WZ_COUPON"] = "Арнайы жүгіну купоны";
$MESS["WZ_COUPON_ERR0"] = "Белгісіз арнайы жүгіну купоны енгізілді. Басқа купонды енгізу үшін &quot;Артқа&quot; немесе кәдімгі хабарлама жасау үшін &quot;Әрі қарай&quot; батырмасын басыңыз.";
$MESS["WZ_COUPON_ERR1"] = "Купонның қызмет ету мерзімі аяқталды: #DATE_ACTIVE#.  Басқа купонды енгізу үшін &quot;Артқа&quot; немесе кәдімгі хабарлама жасау үшін &quot;Әрі қарай&quot; батырмасын басыңыз.";
$MESS["WZ_COUPON_ERR2"] = "Арнайы купонның барлық жүгінулері пайдаланылды. Басқа купонды енгізу үшін &quot;Артқа&quot; немесе кәдімгі хабарлама жасау үшін &quot;Әрі қарай&quot; батырмасын басыңыз.";
$MESS["WZ_MESS_DETAIL"] = "Егер сізде арнайы жүгіну купоны бар болса, оны енгізіңіз";
$MESS["WZ_MESS_PREVIEW"] = "Арнайы жүгіну құрылған кезде ғана енгізіледі";
$MESS["WZ_MESS_TITLE"] = "Жүгіну тақырыпаты";
