<?
$MESS ['IBLOCK_TYPE_TIP'] = "Из выпадающего списка можно выбрать один из созданных в системе типов инфоблоков. После нажатия кнопки <b><i>ок</i></b> будут подгружены инфоблоки, созданные для выбранного типа.";
$MESS ['IBLOCK_ID_TIP'] = "В списке представлены все инфоблоки, созданные для установленного типа. Если выбран пункт <i>(другое)-></i>, то необходимо указать ID инфоблока в поле рядом.";
$MESS ['ELEMENT_ID_TIP'] = "Можно явно указать ID элемента, а можно запрашивать из массива REQUEST. По умолчанию поле содержит ={\$_REQUEST[\"ELEMENT_ID\"]}";
$MESS ['MAX_VOTE_TIP'] = "Указывается максимально возможный балл, т.е. число возможных оценок.";
$MESS ['VOTE_NAMES_TIP'] = "Поля предложены для задания подписей к баллам, например, отлично, хорошо и т.д. вместо 5 и 4. Если подписи заданы, то они будут выведены вместо оценок-цифр.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "Поле служит для указания времени кеширования в секундах.";
?>