<?php
$MESS['CACHE_TIME_TIP'] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS['CACHE_TYPE_TIP'] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS['PAGE_TIP'] = "Бұл өрісте жазылымды редакциялау парақшасына жол көрсетіледі (әдепкі бойынша #SITE_DIR#about/subscr_edit.php)";
$MESS['SET_TITLE_TIP'] = "Опция орнатылғанда парақша тақырыпаты \"Жіберілімдер\" болады.";
$MESS['SHOW_COUNT_TIP'] = "Опция орнатылғанда жария бөлігінде ұсынылған жіберілімге жазылушылар саны көрсетіледі. ";
$MESS['SHOW_HIDDEN_TIP'] = "Орнатылған опциямен жіберілім тізімінде барлық белсенді жіберілімдер көрсетіледі.";
