<?
$MESS["DEMO_ADV_MAIN_TYPE"] = "Головний банер";
$MESS["DEMO_ADV_PARALLAX_TYPE"] = "Додатковий банер";
$MESS["CONTRACT_DESC"] = "Всі банери інтернет-магазину";
$MESS["DEMO_ADV_NAME"] = "Маркетинговий блок на головній сторінці сайту";
$MESS["DEMO_ADV_SLIDER_NAME"] = "Додатковий маркетинговий блок на головній сторінці сайту";
$MESS["DEMO_ADV_1_NAME"] = "Нова колекція нижньої білизни";
$MESS["DEMO_ADV_1_HEADING"] = "Нова колекція нижньої білизни";
$MESS["DEMO_ADV_1_BUTTON"] = "Детальніше...";
$MESS["DEMO_ADV_1_ANNOUNCEMENT"] = "Дівчатка, поспішайте! Нове надходження красивої нижньої білизни. Першим 100 покупцям - знижка 10%! Відмінна якість, відомі бренди. В наявності весь розмірний ряд.";
$MESS["DEMO_ADV_2_HEADING"] = "Нова колекція взуття";
$MESS["DEMO_ADV_2_NAME"] = "Нова колекція взуття";
$MESS["DEMO_ADV_2_ANNOUNCEMENT"] = "Дівчатка і хлопчики, чоловіки і прекрасні дами, поспішайте! Нове надходження взуття. Відмінна якість, відомі бренди. В наявності весь розмірний ряд.";
$MESS["DEMO_ADV_2_BUTTON"] = "Детальніше...";
$MESS["DEMO_ADV_3_NAME"] = "Цінопад! Встигніть купити на цьому тижні!";
$MESS["DEMO_ADV_3_HEADING"] = "Цінопад! Встигніть купити на цьому тижні!";
$MESS["DEMO_ADV_3_ANNOUNCEMENT"] = "Настала осінь. Жовтіє і опадає листя, навіваючи смуток і тугу про літо, що закінчилося. Розфарбуйте похмурі будні, поспішайте на осінню акцію Цінопад! Найкращі ціни осені, тільки якісні товари!";
$MESS["DEMO_ADV_4_HEADING"] = "Доставка у всі регіони України!";
$MESS["DEMO_ADV_4_NAME"] = "Банер з parallax-ефектом";
$MESS["DEMO_ADV_4_ANNOUNCEMENT"] = "Ви робите покупки, а ми з любов'ю доставимо ваше замовлення в будь-який куточок нашої неосяжної батьківщини. А за замовлення від 500 грівень доставка буде абсолютно безкоштовною.";
$MESS["DEMO_ADV_4_BUTTON"] = "Детальніше...";
?>