<?php
$MESS["RAPC_ACCESS"] = "Сайт келесі әрекеттерге рұқсат сұрайды:";
$MESS["RAPC_BTN_AGREE"] = "Растау";
$MESS["RAPC_BTN_DISAGREE"] = "Болдырмау";
$MESS["RAPC_DESC"] = "CRM ішіндегі барлық коммуникация арналарын сіздің клиенттеріңізбен біріктіру үшін Битрикс24-тің <b>#SITE_TITLE#</b> сайтына қосылуын растаңыз.<br /><br />\"Растау\" батырмасын басыңыз - сіздің сайтыңызбен байланыс автоматты түрде орнатылады. Болашақта сіз сайт жағындағы қосылымды басқара аласыз немесе <a href=\"#AP_LINK#\">Интеграцияларды</a> басқару парақшасында автоматты түрде жасалған құпиясөзді жоя аласыз.";
