<?php
$MESS["BC_DATE_TIME_FORMAT"] = "Күн мен уақытты көрсету пішімі";
$MESS["BU_BLOG_VAR"] = "Блог идентификаторы үшін айнымалының атауы";
$MESS["BU_ID"] = "Пайдаланушы идентификаторы";
$MESS["BU_PAGE_VAR"] = "Парақша үшін айнымалының атауы";
$MESS["BU_PATH_TO_BLOG"] = "Блог парақшасына жол қалыбы";
$MESS["BU_PATH_TO_SEARCH"] = "Іздеу парақшасына жол қалыбы";
$MESS["BU_PATH_TO_USER"] = "Пайдаланушы парақшасына жол қалыбы";
$MESS["BU_PATH_TO_USER_EDIT"] = "Пайдаланушы бетін редакциялауға жол қалыбы";
$MESS["BU_USER_VAR"] = "Пайдаланушы үшін айнымалының атауы";
$MESS["B_VARIABLE_ALIASES"] = "Айнымалылардың атаулары";
$MESS["USER_PROPERTY"] = "Қосымша қасиеттерді көрсету";
