<?php
$MESS["LISTS_LIB_WORKFLOW_STARTER_BP_NOT_AVAILABLE"] = "Бизнес-процесті іске қосу мүмкін болмады. Бизнес-процестер модулін орнату үшін Битрикс24 әкімшісіне хабарласыңыз";
$MESS["LISTS_LIB_WORKFLOW_STARTER_CONSTANTS_NOT_CONFIGURED"] = "Процесті іске қосу мүмкін болмады, өйткені константалар бапталмаған. Өзіңіздің Битрикс24 әкімшісіне жүгініңіз";
$MESS["LISTS_LIB_WORKFLOW_STARTER_USER_CANT_WRITE_DOCUMENT"] = "Процесті редакциялауға құқықтар жеткіліксіз. Өзіңіздің басшыңызға немесе Битрикс24 әкімшісіне жүгініңіз";
