<?php
$MESS["CACHE_TIME_TIP"] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS["DETAIL_URL_TIP"] = "Ақпарат блогының элементі туралы егжей-тегжейлі сипаттама бар парақшаға жол көрсетіледі.";
$MESS["IBLOCKS_TIP"] = "Таңдалған түрдегі барлық ақпараттық блоктар тізімделген. <i>Ctrl</i> пернесін басып тұрып, қажеттілерін көрсетіңіз.";
$MESS["IBLOCK_TYPE_TIP"] = "Тізімнен жүйеде жасалған ақпараттық блоктардың біреуі таңдалады Таңдалған түрге арналған ақпараттық блоктар <b><i>ok</i></b> батырмасын басқаннан кейін жүктеледі.";
$MESS["PARENT_SECTION_TIP"] = "Фотосуреттерді таңдау үшін бөлімнің ID көрсетіледі. Өріс бос болуы мүмкін, онда фотосуретті таңдау көрсетілген ақпараттық блоктардың барлық бөлімдерінен жүзеге асырылады.";
