<?
$MESS ['F_TITLE'] = "Скрытые сообщения";
$MESS ['F_TITLE_NAV'] = "Сообщения";
$MESS ['F_AUTH'] = "Для просмотра этой страницы вам необходимо авторизоваться.";
$MESS ['F_NO_PERMS'] = "Не достаточно прав для просмотра этой страницы.";
$MESS ['F_NO_MESSAGE'] = "Не выбраны сообщения.";
$MESS ['F_NO_MODULE'] = "Модуль форума не установлен.";
$MESS ['F_ERRROR_FORUM_EMPTY'] = "Не указан форум.";
$MESS ['F_ERRROR_FORUM_NOT_FOUND'] = "Форум не найден.";
$MESS ['F_NO_ACTION'] = "Не указано действие.";
?>