<?php
$MESS["SAL_N_LOGOUT"] = "Барлық құрылғылардан шығу";
$MESS["SAL_N_NOTE"] = "Битрикс24-ке авторландыру үшін e-mail және құпиясөзді өзгерту немесе әлеуметтік желі аккаунттарын профиліңізге байланыстыру үшін Битрикс24.Төлқұжат-қа өтіп, қажетті өзгерістерді енгізу керек.<br><br>Битрикс24.Төлқұжат-бұл сіздің жеке парағыңыз, ол сізге ғана қолжетімді. Осы беттегі авторландыру деректерін өзгерту арқылы сіз оны тіркелген барлық Битрикс24 үшін, сондай-ақ Битрикс24.Network аккаунтыңыз үшін өзгертесіз.";
$MESS["SAL_N_NOTE1"] = "Сіздің Битрикс24.Network аккаунтыңыз: <a href=\"#PERSONAL_WWW#\" target=\"_blank\">#NAME# #LAST_NAME# (#LOGIN#)</a>";
$MESS["SAL_N_NOTE1_MSGVER_1"] = "Сіздің Битрикс24 Network аккаунтыңыз: <a href=\"#PERSONAL_WWW#\" target=\"_blank\">#NAME# #LAST_NAME# (#LOGIN#)</a>";
$MESS["SAL_N_NOTE_MSGVER_1"] = "Битрикс24-ке авторландыру үшін e-mail және құпиясөзді өзгерту немесе әлеуметтік желі аккаунттарын профиліңізге байланыстыру үшін Битрикс24 Network-ке өтіп, қажетті өзгерістерді енгізу керек.<br><br>Битрикс24 Network-бұл сіздің жеке парақшаңыз, ол сізге ғана қолжетімді. Осы беттегі авторландыру деректерін өзгерту арқылы сіз оны тіркелген барлық Битрикс24 үшін, сондай-ақ Битрикс24 Network аккаунтыңыз үшін өзгертесіз.";
$MESS["SAL_N_NOTE_OTHER"] = "Пайдаланушының авторландыру деректерін басқару Битрикс24.Нетворк профилінде жүзеге асырылады. Бұл қызметкер мына аккаунтқа байланған: <a href=\"#PERSONAL_WWW#\" target=\"_blank\">#NAME# #LAST_NAME# (#LOGIN#)</a>";
$MESS["SAL_N_NOTE_OTHER_MSGVER_1"] = "Пайдаланушының авторландыру деректерін басқару Битрикс24 Нетворк профилінде жүзеге асырылады. Бұл қызметкер мына аккаунтқа байланған: <a href=\"#PERSONAL_WWW#\" target=\"_blank\">#NAME# #LAST_NAME# (#LOGIN#)</a>";
$MESS["SAL_N_NOTE_OTHER_NOT_ACCEPTED"] = "Пайдаланушының авторландыру деректерін басқару Битрикс24.Нетворк профилінде жүзеге асырылады. Қызметкер Битрикс24.Нетворк аккаунтын байланыстыруды белсендіру үшін шақыруды қабылдауы керек.";
$MESS["SAL_N_NOTE_OTHER_NOT_ACCEPTED_MSGVER_1"] = "Пайдаланушының авторландыру деректерін басқару Битрикс24 Нетворк профилінде жүзеге асырылады. Қызметкер Битрикс24.Network аккаунтын байланыстыруды белсендіру үшін шақыруды қабылдауы керек.";
$MESS["SAL_N_PASSPORT"] = "Менің Битрикс24.Төлқұжатымды редакциялау";
$MESS["SAL_N_PASSPORT_MSGVER_1"] = "Менің Битрикс24.Network-ды редакциялау";
$MESS["SAL_N_PASSPORT_OTHER"] = "Битрикс24.Нетворк профиліне өту";
$MESS["SAL_N_PASSPORT_OTHER_MSGVER_1"] = "Битрикс24 Network профиліне өту";
$MESS["SOCSERV_BUTTON_CANCEL"] = "Болдырмау";
$MESS["SOCSERV_BUTTON_CONTINUE"] = "Жалғастыру";
$MESS["SOCSERV_LOGOUT_SUCCESS"] = "Барлық құрылғылардан шығу сәтті жүзеге асырылды";
$MESS["SOCSERV_LOGOUT_TEXT"] = "Барлық Битрикс24-тен шығу ағымдағы браузер мен қосымшалардан басқа барлық браузерлерде де жүзеге асырылады.";
$MESS["SOCSERV_LOGOUT_TITLE"] = "Шығу";
