<?
$MESS["SAT1_ERROR_UPDATE"] = "Помилка змінення піраміди";
$MESS["SAT1_ERROR_DELETE"] = "Помилка видалення піраміди";
$MESS["SAT1_AFF"] = "Афіліати";
$MESS["SAT1_SITE"] = "Сайт";
$MESS["SAT1_RATE1"] = "Комісія афіліату 1 рівня, %";
$MESS["SAT1_RATE2"] = "Комісія афіліату 2 рівня, %";
$MESS["SAT1_RATE3"] = "Комісія афіліату 3 рівня, %";
$MESS["SAT1_RATE4"] = "Комісія афіліату 4 рівня, %";
$MESS["SAT1_RATE5"] = "Комісія афіліату 5 рівня, %";
$MESS["SAT1_UPDATE_TIER"] = "Змінити параметри піраміди";
$MESS["SAT1_UPDATE"] = "Змінити";
$MESS["SAT1_DELETE"] = "Видалити";
$MESS["SAT1_DELETE_CONF"] = "Ви впевнені, що хочете видалити цю піраміду?";
$MESS["SAT1_ADD"] = "Додати піраміду";
$MESS["SAT1_ADD_ALT"] = "Додати нову піраміду";
$MESS["SAT1_TIERS"] = "Піраміди";
$MESS["SAT1_SITE1"] = "Сайт:";
$MESS["SAT1_ALL"] = "(всі)";
$MESS["SAT1_NOTE1"] = "Піраміда потрібна для того, щоб організувати багаторівневе афіліатство. Тобто для того, щоб афіліат міг заробляти не тільки на свої продажі, але й на продажах інших аффіліатов, яких він привів на сайт.";
$MESS["SAT1_NOTE2"] = "Наприклад, афіліат <i>C</i> зареєструвався на сайті через афіліата <i>B</i>, а афіліат <i>B</i> — через афіліата <i>A</i>. Нехай комісії піраміди для першого рівня — 10%, а для другого - 5%. Якщо афіліат <i>C</i> отримав за свої продажі <nobr>1 000 грн.</nobr>, то афіліат <i>B</i> отримає додатково <nobr>100 грн.</nobr> (<nobr>1 000 грн. * 10%</nobr>), а афіліат <i>A</i> отримає додатково <nobr>50 грн.</nobr> (<nobr>1 000 грн. * 5%</nobr>).";
$MESS["SAT1_NOTE3"] = "Якщо комісії всіх рівнів піраміди дорівнюють нулю, то багаторівневе афіліатство на сайті використовуватися не буде.";
?>