<?
$MESS["SAP1_ERROR_UPDATE_PLAN"] = "Помилка зміни плану";
$MESS["SAP1_ERROR_DELETE_PLAN"] = "Помилка видалення плану";
$MESS["SAP1_ERROR_ACTIVE_PLAN"] = "Помилка зміни активності плану";
$MESS["SAP1_PLANS"] = "Плани";
$MESS["SAP1_SITE"] = "Сайт";
$MESS["SAP1_ACTIVE"] = "Активність";
$MESS["SAP1_NAME"] = "Назва";
$MESS["SAP1_RATE"] = "Комісія афіліата";
$MESS["SAP1_NOT_LESS"] = "При продажу не менш";
$MESS["SAP1_UPDATE_PLAN"] = "Змінити параметри плану";
$MESS["SAP1_SHT"] = "шт.";
$MESS["SAP1_UPDATE"] = "Змінити";
$MESS["SAP1_DELETE"] = "Видалити";
$MESS["SAP1_DELETE_CONF"] = "Ви впевнені, що хочете видалити цей план?";
$MESS["SAP1_ADD_PLAN"] = "Додати план";
$MESS["SAP1_ADD_PLAN_ALT"] = "Додати новий план";
$MESS["SAP1_RATE_PLANS"] = "Плани комісій афіліатів";
$MESS["SAP1_SITE1"] = "Сайт:";
$MESS["SAP1_ALL"] = "(всі)";
$MESS["SAP1_ACTIVE1"] = "Активність:";
$MESS["SAP1_YES"] = "Так";
$MESS["SAP1_NO"] = "Ні";
$MESS["SAP1_NOTE1"] = "За допомогою перемикача в глобальних налаштуваннях модуля магазину можна встановити градацію планів як за кількістю куплених позицій за період калькуляції, так і за загальною сумою продажів за вказаний період.";
$MESS["SAA_CHECK_FAILED"] = "У вас немає жодного плану початкового рівня (з нульовим обмеженням)";
?>