<?php
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONFIRM_MESSAGE"] = "Об'єднання знижок вже виконувалося. Ви впевнені, що хочете повторно виконати процес?";
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONVERT_COMPLETE"] = "Перенесення знижок завершено";
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONVERT_FAILED"] = "Виникла помилка при спробі перенесення знижок";
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONVERT_IN_PROGRESS"] = "Ще не всі знижки перенесено";
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONVERT_START_BUTTON"] = "Почати перенесення";
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONVERT_STOP_BUTTON"] = "Перервати перенесення";
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONVERT_TAB"] = "Передача даних";
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONVERT_TAB_TITLE"] = "Передача даних";
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONVERT_TITLE"] = "Перенесення знижок модуля \"Торговий каталог\"";
$MESS["DISCOUNT_CATALOG_MIGRATOR_ERROR_REPORT"] = "Не вдалося обробити <a href\"#URL#\">#TITLE#</a>: #ERRORS#";
$MESS["DISCOUNT_CATALOG_MIGRATOR_HELLO_TEXT"] = "Оновленням ми об'єднуємо два основних види знижок: «Знижки торгового каталогу» та «Знижки магазину» у загальну чергу послідовного виконання.<br><br>
Об'єднання дозволить гнучко управляти залежностями між знижками, дасть можливість в потрібний момент зупиняти виконання знижок або встановлювати потрібний пріоритет виконання.<br><br>
В залежності від кількості знижок на вашому проєкті, процес об'єднання може зайняти тривалий час. Виконуйте перенесення в найменш навантажений для вашого магазину час.<br><br>
Ефективної роботи вам з об'єднаними знижками!<br>";
$MESS["DISCOUNT_CATALOG_MIGRATOR_HELLO_TEXT_CUMULATIVE_PART"] = "Ви використовуєте накопичувальні знижки!   <b>Зверніть увагу!</b>  Ми поліпшили логіку обробки знижок. Тепер можна «Припинити подальше застосування правил» і «Встановити пріоритет знижки». У процесі переходу на нову платформу ми перенесемо накопичувальні знижки. Вам буде потрібно перевірити і встановити пріоритети знижок і при необхідності, налаштувати їх автоматичне завершення. За замовчуванням ми встановлюємо накопичувальні знижки з найменшим пріоритетом виконання, щоб вони виконувалися в останню чергу. Якщо вище є знижки з налаштуванням «Припинити подальше застосування правил», то накопичувальні знижки не застосовуються.";
$MESS["DISCOUNT_CATALOG_MIGRATOR_HELLO_TEXT_FINAL"] = "По закінченню об'єднання знижок, вам необхідно перевірити опцію «Припинити подальше застосування знижок» на коректність включення в потрібних знижках. Знижки «Торгового Каталогу» і знижки «Магазину» будуть знаходитися в одній загальній черзі виконання і можуть впливати один на одного.<br><br>
Перед початком об'єднання рекомендуємо зробити резервну копію вашого проєкту і його бази даних.<br><br>
На час об'єднання ми відключимо публічну частину вашого проєкту. ";
$MESS["DISCOUNT_CATALOG_MIGRATOR_HELLO_TEXT_NEW"] = "Оновленням ми об'єднуємо два основних види знижок: «Знижки торгового каталогу» та «Знижки магазину» в загальну чергу послідовного виконання.   Об'єднання дозволить гнучко управляти залежностями між знижками, дасть можливість в потрібний момент зупиняти виконання знижок або встановлювати потрібний пріоритет виконання  Залежно від кількості знижок на вашому проєкті, процес об'єднання може зайняти тривалий час. Виконуйте перенесення в найменш навантажений для вашого магазину час.   #CUMULATIVE_PART# Ефективною роботи вам з об'єднаними знижками!";
$MESS["DISCOUNT_CATALOG_MIGRATOR_NON_SUPPORTED_FEATURE_DISC_CURRENCY_SALE_SITE"] = "Валюта знижки відрізняється від валюти магазину для цього сайту";
$MESS["DISCOUNT_CATALOG_MIGRATOR_NON_SUPPORTED_FEATURE_DISC_SAVE"] = "Накопичувальні знижки";
$MESS["DISCOUNT_CATALOG_MIGRATOR_NON_SUPPORTED_FEATURE_RELATIVE_ACTIVE_PERIOD"] = "Встановлено термін дії накопичувальних знижок \"Термін з моменту отримання\"";
$MESS["DISCOUNT_CATALOG_MIGRATOR_NON_SUPPORTED_TEXT"] = "В даний момент ми не об'єднуємо деякі види знижок, вам необхідно звернути на них увагу.<br>
Ми знайшли наступні види знижок, які не підтримуються у вас:<br><br>
";
$MESS["DISCOUNT_CATALOG_MIGRATOR_PAGE_HELLO_TEXT"] = "<p>Майстер об'єднання знижок дозволить перейти на новий, зручний спосіб управління знижками із загальним сортуванням та пріоритетами застосування знижок.</p> 
<p>Після закінчення роботи майстра ви отримаєте готовий список маркетингових акцій, який дозволить почати роботу зі знижками без необхідності вивчення системи знижок і складних налаштувань.</p> 
<p>Створюйте більш гнучкі умови знижок для своїх клієнтів. Займайтеся маркетингом, придумуйте акції, а складними рутинними операціями займемося ми!</p>
";
$MESS["DISCOUNT_CATALOG_MIGRATOR_PAGE_REPEAT_HELLO_TEXT"] = "<p>Ви вже виконували об'єднання знижок. Повторювати цей процес рекомендується лише при серйозній необхідності.</p>";
$MESS["DISCOUNT_CATALOG_MIGRATOR_PROCESSED_SUMMARY"] = "Перенесено знижок (наростаючим підсумком):";
$MESS["DISCOUNT_CATALOG_MIGRATOR_UNKNOWN_ERROR"] = "Невідома помилка при міграції знижки";
