<?
$MESS ['CHANNEL_SID_TIP'] = "Выбирается группа опросов, чьи опросы будут выведены на странице. Можно выбрать пункт \"все группы\", тогда будут выведены все активные опросы системы.";
$MESS ['VOTE_FORM_TEMPLATE_TIP'] = "Поле содержит путь к странице с формой опроса. В качестве параметра страницы необходимо передавать ID опроса. По умолчанию поле содержит vote_new.php?VOTE_ID=#VOTE_ID#.";
$MESS ['VOTE_RESULT_TEMPLATE_TIP'] = "Поле содержит путь к странице с диаграммой результатов опроса. В качестве параметра страницы необходимо передавать ID опроса. По умолчанию поле содержит vote_result.php?VOTE_ID=#VOTE_ID#.";
?>