<?
$MESS ['IBLOCK_TYPE_TIP'] = "Из выпадающего списка выбирается один из созданных в системе типов инфоблоков. После нажатия кнопки <b><i>ок</i></b> будут подгружены все инфоблоки, созданные для выбранного типа.";
$MESS ['IBLOCK_ID_TIP'] = "Укажите инфоблок, в котором будут храниться фотографии. Если выбран пункт <i>(другое)-></i>, то необходимо указать ID инфоблока в поле рядом.";
$MESS ['SECTION_ID_TIP'] = "Поле содержит код, в котором передается ID раздела (альбома).";
$MESS ['ELEMENT_ID_TIP'] = "Поле содержит код, в котором передается ID элемента (фотографии).";
$MESS ['DETAIL_URL_TIP'] = "Адрес страницы детального просмотра фотографии.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "Поле служит для указания времени кеширования в секундах.";
$MESS ['COMMENTS_TYPE_TIP'] = "Выберите модуль, с помощью которого будут оставлены отзывы.";
$MESS ['COMMENTS_COUNT_TIP'] = "Количество комментариев на странице. Весь список отзывов будет отображен с помощью постраничной навигации.";
$MESS ['BLOG_URL_TIP'] = "Укажите блог, в котором будут храниться комментарии.";
$MESS ['PATH_TO_SMILE_TIP'] = "Указывается путь к папке со смайлами.";
$MESS ['PATH_TO_USER_TIP'] = "Адрес страницы профиля пользователя.";
$MESS ['PATH_TO_BLOG_TIP'] = "Путь к главной странице блога.";
$MESS ['FORUM_ID_TIP'] = "Выберите форум, в котором будут храниться отзывы.";
$MESS ['URL_TEMPLATES_READ_TIP'] = "Адрес страницы чтения темы форума.";
$MESS ['USE_CAPTCHA_TIP'] = "Если опция отмечена, то при добавлении отзыва необходимо будет заполнить поле CAPTCHA.";
$MESS ['PREORDER_TIP'] = "При отмеченной опции сообщения будут отсортированы по дате создания по возрастанию.";
?>