<?
$MESS["REST_ALT_UPDATE_AVAIL_ADMIN"] = "Доступне оновлення програми. <a href=\"#DETAIL_URL#\">Перейти до встановлення.</a>";
$MESS["REST_ALT_UPDATE_AVAIL"] = "Доступне оновлення програми. Зверніться до адміністратора порталу, щоб встановити оновлення.";
$MESS["REST_ALT_NEED_REINSTALL_ADMIN"] = "<b>Увага!</b> Сталося оновлення системи безпеки. Для коректної роботи застосунку рекомендується перевстановити його зі збереженням даних. <a href=\"#DETAIL_URL#\">Перейти до встановлення.</a>";
$MESS["REST_ALT_NEED_REINSTALL"] = "<b>Увага!</b> Сталося оновлення системи безпеки. Для коректної роботи застосунку рекомендується перевстановити його зі збереженням даних. Зверніться до адміністратора порталу, для перевстановлення програми.";
$MESS["REST_LOADING"] = "Йде завантаження програми #APP_NAME#";
?>