<?
$MESS["FORUM_ID_TIP"] = "ID форума для отзывов";
$MESS["IBLOCK_TYPE_TIP"] = "Тип информационного блока (используется только для проверки)";
$MESS["IBLOCK_ID_TIP"] = "Код информационного блока";
$MESS["ELEMENT_ID_TIP"] = "ID элемента";
$MESS["URL_TEMPLATES_READ_TIP"] = "Страница чтения темы форума";
$MESS["URL_TEMPLATES_DETAIL_TIP"] = "Страница элемента инфоблока";
$MESS["URL_TEMPLATES_PROFILE_VIEW_TIP"] = "Страница пользователя";
$MESS["MESSAGES_PER_PAGE_TIP"] = "Количество сообщений на одной странице";
$MESS["PAGE_NAVIGATION_TEMPLATE_TIP"] = "Название шаблона для вывода постраничной навигации";
$MESS["DATE_TIME_FORMAT_TIP"] = "Формат показа даты и времени";
$MESS["USE_CAPTCHA_TIP"] = "Использовать CAPTCHA";
$MESS["PREORDER_TIP"] = "Выводить сообщения в прямом порядке";
$MESS["CACHE_TYPE_TIP"] = "Тип кеширования";
$MESS["CACHE_TIME_TIP"] = "Время кеширования (сек.)";
$MESS["EDITOR_CODE_DEFAULT_TIP"] = "По умолчанию показывать невизуальный режим редактора";
$MESS["SHOW_AVATAR_TIP"] = "Показывать аватары пользователей";
$MESS["SHOW_RATING_TIP"] = "Выводить рейтинг";
$MESS["SHOW_MINIMIZED_TIP"] = "Сворачивать форму добавления отзыва";
$MESS["ENTITY_TYPE_TIP"] = "Это двух-символьный идентификатор типа сущности. Пишется латиницей. Например, для задач тип сущности - TK.";
$MESS["ENTITY_ID_TIP"] = "Это числовой идентификатор комментируемой сущности. Для задачи с ID, равной 348, это значение - 348.";
$MESS["ENTITY_XML_ID_TIP"] = "Бувенно-числовой ID комментируемой сущности, а именно XML ID. Используются символы [A-Z0-9_]. Для задачи 348, это значение - TASKS_348.";
$MESS["PERMISSION_TIP"] = "Внешние права, которые переопределяют права пользователя на форуме. A < E < I < Q < U < Y. A - нет доступа, E - чтение, I - ответ, Q - модерирование, U - редактирование, Y - полный доступ.
()";
?>
