<?php
$MESS["SATE1_ADD"] = "Пирамиданы қосу";
$MESS["SATE1_DELETE"] = "Пирамиданы жою";
$MESS["SATE1_DELETE_CONF"] = "Осы пирамиданы жойғыңыз келетініне сенімдісіз бе?";
$MESS["SATE1_ERROR_SAVE"] = "Пирамиданы сақтау қатесі";
$MESS["SATE1_EXISTS"] = "#SITE_ID# сайты үшін пирамида бар";
$MESS["SATE1_LIST"] = "Пирамидалар тізімі";
$MESS["SATE1_NO_SITE"] = "Пирамиданың сайты көрсетілмеген";
$MESS["SATE1_RATE1"] = "1 деңгейлі аффилиат комиссиясы:";
$MESS["SATE1_RATE2"] = "2 деңгейлі аффилиат комиссиясы:";
$MESS["SATE1_RATE3"] = "3 деңгейлі аффилиат комиссиясы:";
$MESS["SATE1_RATE4"] = "4 деңгейлі аффилиат комиссиясы:";
$MESS["SATE1_RATE5"] = "5 деңгейлі аффилиат комиссиясы:";
$MESS["SATE1_SITE"] = "Сайт:";
$MESS["SATE1_TIER"] = "Пирамида";
$MESS["SATE1_TIER_ALT"] = "Пирамида параметрлері";
$MESS["SATE1_TITLE_ADD"] = "Жаңа пирамиданы қосу";
$MESS["SATE1_TITLE_UPDATE"] = "№#ID# пирамидасын өзгерту";
