<?php
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONFIRM_MESSAGE"] = "Жеңілдіктерді біріктіру бұрын орындалды. Процесті қайта орындағыңыз келетініне сенімдісіз ба?";
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONVERT_COMPLETE"] = "Жеңілдіктерді ауыстыру аяқталды";
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONVERT_FAILED"] = "Жеңілдікті ауыстыру әрекеті кезінде қате пайда болды";
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONVERT_IN_PROGRESS"] = "Әлі барлық жеңілдіктер ауыстырылмады";
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONVERT_START_BUTTON"] = "Тасымалдауды бастау";
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONVERT_STOP_BUTTON"] = "Тасымалдауды тоқтату";
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONVERT_TAB"] = "Деректерді тасымалдау";
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONVERT_TAB_TITLE"] = "Деректерді тасымалдау";
$MESS["DISCOUNT_CATALOG_MIGRATOR_CONVERT_TITLE"] = "\"Сауда каталогы\" модулінің жеңілдіктерін тасымалдау";
$MESS["DISCOUNT_CATALOG_MIGRATOR_ERROR_REPORT"] = "Өңдеу мүмкін болмады <a href\"#URL#\">#TITLE#</a>: #ERRORS#";
$MESS["DISCOUNT_CATALOG_MIGRATOR_HELLO_TEXT"] = "Жаңарту арқылы біз жеңілдіктердің екі негізгі түрін біріктіреміз: жалпы дәйекті орындалу кезегіне «Сауда каталогының жеңілдіктері» және «Дүкен жеңілдіктері».
Біріктіру жеңілдіктер арасындағы тәуелділіктерді икемді басқаруға мүмкіндік береді, қажетті уақытта жеңілдіктердің орындалуын тоқтатуға немесе қажетті орындалу басымдығын орнатуға мүмкіндік береді.<br><br>
Жобаңыздағы жеңілдіктер санына байланысты біріктіру процесі ұзақ уақытты алуы мүмкін. Дүкен үшін ең аз жүктелген уақытта тасымалдауды орындаңыз.<br><br>
Біріккен жеңілдіктермен тиімді жұмыс тілейміз!<br>
";
$MESS["DISCOUNT_CATALOG_MIGRATOR_HELLO_TEXT_CUMULATIVE_PART"] = "Сіз жинақтаушы жеңілдіктерді пайдаланып жатырсыз!<br><br>
<b>Назар аударыңыз!</b><br><br>
Біз жеңілдіктерді өңдеу логикасын жетілдірдік. Енді сіз «Ережелерді одан әрі қолдануды тоқтата» және «Жеңілдікке басымдық бере» аласыз.
Жаңа платформаға өту барысында біз жинақтаушы жеңілдіктерді тасымалдаймыз. Сізге жеңілдіктердің басымдықтарын тексеру және орнату және қажет болған жағдайда оларды автоматты түрде аяқтау қажет болады.<br>
Әдепкі бойынша, біз ең аз орындалу басымдығы бар жинақталған жеңілдіктерді орнатамыз, осылайша олар соңғы кезекте орындалады. Егер жоғарыда «Ережелерді одан әрі қолдануды тоқтату» баптауларымен жеңілдіктер болса, онда жинақтаушы жеңілдіктер қолданылмайды.<br><br><br>
";
$MESS["DISCOUNT_CATALOG_MIGRATOR_HELLO_TEXT_FINAL"] = "Жеңілдіктерді біріктіру аяқталғаннан кейін сізге қажетті жеңілдіктерде дұрыс қосылғанын «Жеңілдіктерді одан әрі қолдануды тоқтату» опциясын тексеру қажет. «Сауда каталогы» мен «Дүкен» жеңілдіктері бір жалпы орындалу кезегінде болады және бір-біріне әсер етуі мүмкін.<br><br>
Біріктіруді бастамас бұрын жобаңыздың және оның дерекқорының сақтық көшірмесін жасауды ұсынамыз.<br><br>
Біріктіру кезінде біз сіздің жобаңыздың жария бөлігін өшіреміз. 
";
$MESS["DISCOUNT_CATALOG_MIGRATOR_HELLO_TEXT_NEW"] = "Жаңарту арқылы біз жеңілдіктердің екі негізгі түрін біріктіреміз: жалпы дәйекті орындалу кезегіне «Сауда каталогының жеңілдіктері» және «Дүкен жеңілдіктері».
Біріктіру жеңілдіктер арасындағы тәуелділіктерді икемді басқаруға мүмкіндік береді, қажетті уақытта жеңілдіктердің орындалуын тоқтатуға немесе қажетті орындалу басымдығын орнатуға мүмкіндік береді.<br><br>
Жобаңыздағы жеңілдіктер санына байланысты біріктіру процесі ұзақ уақытты алуы мүмкін. Дүкен үшін ең аз жүктелген уақытта тасымалдауды орындаңыз.<br><br>
#CUMULATIVE_PART#
Біріккен жеңілдіктермен тиімді жұмыс тілейміз!<br>
";
$MESS["DISCOUNT_CATALOG_MIGRATOR_NON_SUPPORTED_FEATURE_DISC_CURRENCY_SALE_SITE"] = "Жеңілдік валютасы осы сайтқа арналған дүкен валютасынан өзгеше";
$MESS["DISCOUNT_CATALOG_MIGRATOR_NON_SUPPORTED_FEATURE_DISC_SAVE"] = "Жинақтаушы жеңілдіктер";
$MESS["DISCOUNT_CATALOG_MIGRATOR_NON_SUPPORTED_FEATURE_RELATIVE_ACTIVE_PERIOD"] = "\"Алынған сәттен бастап уақыт\" жинақтаушы жеңілдіктердің қолданылу мерзімі белгіленді ";
$MESS["DISCOUNT_CATALOG_MIGRATOR_NON_SUPPORTED_TEXT"] = "Қазіргі уақытта біз жеңілдіктердің кейбір түрлерін біріктірмейміз, оларға назар аударғаныңыз жөн.<br>
Біз сізден жеңілдіктердің келесі қолдау көрсетілмейтін түрлерін таптық:<br><br>
";
$MESS["DISCOUNT_CATALOG_MIGRATOR_PAGE_HELLO_TEXT"] = "<p>Жеңілдіктерді біріктіру шебері жалпы сұрыптаумен және жеңілдіктерді қолдану басымдықтарымен жеңілдіктерді басқарудың жаңа, ыңғайлы тәсіліне көшуге мүмкіндік береді.</p> 
<p>Шебердің жұмысы аяқталғаннан кейін сіз жеңілдіктер жүйесін және күрделі баптауларды зерттемей-ақ жеңілдіктермен бастауға мүмкіндік беретін маркетингтік акциялардың дайын тізімін аласыз.</p> 
<p>Клиенттеріңіз үшін икемді жеңілдік шарттарын жасаңыз. Маркетингпен айналысыңыз, акциялар ойлап табыңыз, ал біз күрделі күнделікті операциялармен айналысамыз!</p>
";
$MESS["DISCOUNT_CATALOG_MIGRATOR_PAGE_REPEAT_HELLO_TEXT"] = "<p>Сіз жеңілдіктерді біріктіруді бұрын орындадыңыз. Бұл процесті өте қажет болған жағдайда ғана қайталау ұсынылады.</p>";
$MESS["DISCOUNT_CATALOG_MIGRATOR_PROCESSED_SUMMARY"] = "Жеңілдіктер ауыстырылды (өспелі нәтижемен):";
$MESS["DISCOUNT_CATALOG_MIGRATOR_UNKNOWN_ERROR"] = "Жеңілдікті орын ауыстыру кезіндегі белгісіз қате";
