<?php
$MESS["BIGDATA_ANALYZE"] = "Бақылау";
$MESS["BIGDATA_CONNECT"] = "1С-тен <br>онлайн және офлайн<br> сатылымдарды байланыстыруға мүмкіндік береді!";
$MESS["BIGDATA_CONVERT"] = "Бәсекелестерге қарағанда сатылымға жақсы түрлендіріңіз!";
$MESS["BIGDATA_DESC_1"] = "Біз \"1С-Битрикс\" платформасында барлық интернет-дүкендердің пайдаланушыларының деректерін өңдейтін <strong>Bitrix BigData</strong> бұлтты жекелендіру сервисін әзірледік.";
$MESS["BIGDATA_DESC_2"] = "Сервис сіздің сайтыңызға кірген келушілерді - олардың мүдделерін, сатып алуларын, басқа сатып алушылармен ұқсастығын талдайды, сонымен бірге деректердің толық анонимділігін сақтайды. Әр сайт үшін жеке жұмыс істейді.";
$MESS["BIGDATA_DESC_3"] = "Жекелендірудің әмбебап компонентін интернет-дүкеннің басты бетінде, тауарлар тізімінде, өнімнің егжей-тегжейлі картасында, себетте және төлем бетінде оңай орналастыруға болады. (біз ұсынылған өнімдердің блоктарын тізімде, біздің дүкеннің егжей-тегжейінде көрсетеміз).";
$MESS["BIGDATA_DISABLED"] = "1C-Битрикс Big Data өшірулі, пайдалану үшін қосыңыз";
$MESS["BIGDATA_ENABLED"] = "1C-Битрикс Big Data сервисі пайдалану үшін қолжетімді";
$MESS["BIGDATA_GO"] = "Кірісу";
$MESS["BIGDATA_HOWTO_ENABLE"] = "Bitrix BigData-ны қалай қосуыма болады?";
$MESS["BIGDATA_INSTALLED"] = "Виджетті (catalog.section компонентін) басты бетке, тізімге, егжей-тегжейлі бетке, себет бетінде немесе төлем бетінде орнатыңыз.";
$MESS["BIGDATA_NUM_ONE"] = "Bitrix BigData<br>интернет-дүкендер қамтуы<br> бойынша №1!";
$MESS["BIGDATA_OBSERVE"] = "Тапсырыстар тізімі парақшасындағы өнімділікті бақылау.";
$MESS["BIGDATA_PERSONALIZATION"] = "Жекелендіру";
$MESS["BIGDATA_PLATFORM"] = "\"1С-Битрикс\" платформасының құрамдас <br>бөлігі<br> болып табылады!";
$MESS["BIGDATA_SHUTDOWN"] = "2024 жылдың 5 қыркүйегінен бастап 1С-битрикс BigData қызметі жұмысын тоқтатады. Дербестендіру қолжетімсіз болады";
$MESS["BIGDATA_UNINSTALLED"] = "Виджет орнатылмаған";
