<?php
$MESS["SALE_VK_MANUAL_ONLY_RUSSIAN"] = "ВКонтакте экспорты бойынша нұсқаулық тек орыс тілінде қолжетімді.";
$MESS["SALE_VK_MANUAL_ONLY_RUSSIAN_2"] = "Алмасуды баптағыңыз келсе - сайттың тілін өзгертіңіз (жоғарғы мәзірде)";
$MESS["SALE_VK_MANUAL_TAB__CONNECTION"] = "Байланыс";
$MESS["SALE_VK_MANUAL_TAB__CONNECTION_DESC"] = "ВКонтактемен байланысты баптау";
$MESS["SALE_VK_MANUAL_TAB__EXPORT"] = "Экспорт";
$MESS["SALE_VK_MANUAL_TAB__EXPORT_DESC"] = "ВКонтакте дүкеніне тауарларды экспорттау баптаулары";
$MESS["SALE_VK_MANUAL_TAB__FEATURES"] = "Ерекшеліктер";
$MESS["SALE_VK_MANUAL_TAB__FEATURES_DESC"] = "Ерекшеліктер";
$MESS["SALE_VK_MANUAL_TAB__PRODUCTS"] = "Бөлімдерді таңдау";
$MESS["SALE_VK_MANUAL_TAB__PRODUCTS_DESC"] = "Экспорттау үшін бөлімдерді таңдау";
$MESS["SALE_VK_MANUAL_TAB__RUNNING"] = "Алмасуды іске қосу";
$MESS["SALE_VK_MANUAL_TAB__RUNNING_DESC"] = "Экспорттауды қолдан немесе автоматты режимде іске қосу";
$MESS["SALE_VK_MANUAL_TITLE"] = "ВКонтактемен алмасуды баптау бойынша нұсқаулық";
$MESS["SALE_VK_MANUAL__CONNECTION_7_"] = "Тауарларды жүктегіңіз келетін ВКонтакте тобын таңдауыңыз керек. Қол жеткізу кілтін алғаннан кейін, сіз әкімші немесе модератор болып табылатын топтар тізімі бар ашылмалы мәзір қолжетімді болады.";
$MESS["SALE_VK_MANUAL__CONNECTION_7a_"] = "<b>Назар аударыңыз:</b> сіз кез-келген топты таңдай аласыз, бірақ экспорттау оның баптауларында тауарлар қосылған жағдайда ғана жүзеге асырылады, яғни топ дүкен болып табылады.";
$MESS["SALE_VK_MANUAL__CONNECTION_7b_"] = "Таңдағаннан кейін <b>баптауларды сақтауды</b> ұмытпаңыз.";
$MESS["SALE_VK_MANUAL__CONNECTION_8_MSGVER_1"] = "Сайтта баптауларды сақтаңыз. Сізде \"Қол жеткізу кілтін алу\" сілтемесі пайда болады, оны басқаннан кейін жүйе сіздің тобыңызға қол жеткізу рұқсатын қажет етеді. 
Талаптармен келісіңіз және <b>Қол жеткізу кілті алынады және сақталады</b>, бұл тиісті хабарламамен расталады.";
$MESS["SALE_VK_MANUAL__CONNECTION_8a_MSGVER_1"] = "Егер сіз кілтті алған кезде ағылшын тілінде қате туралы хабарламаны көрсеңіз және парақшаның мекен-жайы \"https://oauth.vk.ru\" деп басталса, демек, ВКонтакте авторландыру серверінде қате пайда болды.";
$MESS["SALE_VK_MANUAL__CONNECTION_8b_MSGVER_1"] = "Бәлкім сіз  <b>Қосымша ID-і</b> немесе <b>Қорғалған кілт </b> экспорттау баптауларында қате көрсеткен боларсыз немесе қосымша баптауларында <b>Базалық домен</b> немесе <b>Сенімді redirect URL</b> қате жазған боларсыз.";
$MESS["SALE_VK_MANUAL__CONNECTION_9_"] = "Енді ВКонтакте байланысы орнатылды. Әрі қарай өтуге болады.";
$MESS["SALE_VK_MANUAL__CONNECTION_ACCESS_KEY_TITLE"] = "Қол жеткізу кілтін алу";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_ACCAUNT_NOTE"] = "<b>Ескерту.</b>Егер сіз қосымшаны бірінші рет жасасаңыз, алдымен бизнес-аккаунтты құру шебері автоматты түрде іске қосылады. Бірінші қадамда аккаунт түрін таңдаңыз (заңды тұлға, жеке кәсіпкер немесе жеке тұлға). Екінші қадам өрістері таңдалған есептік жазба түріне байланысты ауыстырылады - оларды толтырып, <b>Аккаунт құру</b> батырмасын басыңыз.";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_DESCRIPTION"] = "Сіздің Битрикс-сайтыңызды қауымдастықпен қосу үшін <b>ВКонтакте қосымшасын</b> құру керек. Қосымшаны осы #LINK_START#сілтеме#LINK_END# бойынша жасауға болады.";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_FINISH"] = "<b>Дайын</b> батырмасын басыңыз, және қосымша құрылады. Әрі қарай, құрылған қосымшаның баптауларына өтіп, <b>қосымша ID-і</b> және <b>Қорғалған кілт</b>өрістерінен деректерді көшіріңіз:";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_NOTE"] = "<b>Ескерту.</b> Қорғалған кілтті көру үшін оң жақтағы белгішені басыңыз. Сізге жіберілген смс-хабарламадан кодты көрсету арқылы әрекеттеріңізді растау қажет болады. Осыдан кейін кілтті көшіруге болады.";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_STAGE_DATA"] = "Шебердің екінші қадамы:";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_STAGE_DATA_NOTE"] = "Бұл өрістер туралы толығырақ #LINK_START#ВКонтакте құжаттамасында#LINK_END# оқыңыз.";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_STAGE_DATA_STEP_DOMAIN"] = "Сайтыңыздың негізгі доменін көрсетіңіз (мысалы, mysite.ru);";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_STAGE_DATA_STEP_URL"] = "<b>Сенімді redirect URL</b> өрісінде түрдің URL көрсетіңіз https://сіздің_сайтыңыз/bitrix/admin/sale_vk_export_edit.php. ";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_STAGE_SIGN_UP"] = "Егер бизнес-аккаунт құрылып қойған болса, онда жоғарыда көрсетілген сілтемеге өту кезінде қосымшалар жасау шебері іске қосылады. Шебердің бірінші қадамы:";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_STAGE_SIGN_UP_STEP_IMAGE"] = "қаласаңыз, авторизация терезелері мен қосымша белгішелері үшін суретті ВКонтакте пайдаланушысының жеке кабинетінен жүктей аласыз.";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_STAGE_SIGN_UP_STEP_PLATFORM"] = "платформа ретінде <b>Web</b> белгілеңіз;";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_STAGE_SIGN_UP_STEP_TITLE"] = "құрылатын қосымша атауын көрсетіңіз;";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_STAGE_ACCESS"] = "Енді қосымша рұқсаттарды қосу үшін <b>Қол жетімділіктер</b> қосымша парақшасына өтіп, ұйым туралы ақпаратты толтырыңыз.";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_STAGE_ACCESS_DESCRIPTION"] = "Сіз көрсеткен деректер модерациядан өткен кезде кеңейтілген қолжетімділікте <b>Қауымдастықтар</b>, <b>Тауарлар</b> және <b>Фотосуреттер</b> тармақтарын белгілеп, <b>Өтінім жіберу</b> батырмасын басыңыз. Қолжетімділің өтінімінде келесі хабарламаны көрсетіңіз: <i>«1С-Битрикспен тауарларды синхрондау үшін қауымдастықтарға, тауарларға және фотосуреттерге қолжетімділік қажет»</i>.";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_STAGE_ACCESS_FINISH"] = "Қолжетімділік берілген кезде сізге электрондық пошта арқылы хабарлама келеді.";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_TITLE"] = "ВКонтакте қосымшасы";
$MESS["SALE_VK_MANUAL__CONNECTION_GROUP_CREATE"] = "ВКонтакте әлеуметтік желісінде <b>Бизнесті дамыту</b> мақсатын таңдау арқылы қауымдастық құрыңыз. Қауымдастық құру шебері іске қосылады-қауымдастықтың негізгі параметрлерін толтыру арқылы оның қарапайым қадамдарынан өтіңіз: атауы, тақырыбы, сайты және т. б.";
$MESS["SALE_VK_MANUAL__CONNECTION_GROUP_SETUP"] = "Шебердің барлық қадамдарынан өткеннен кейін сіз құрылған қауымдастық парақшасына түсесіз. Келесі баптауларды орындаңыз (Басқару > Баптаулар > Бөлімдер):";
$MESS["SALE_VK_MANUAL__CONNECTION_GROUP_SETUP_STEP_CURRENCY"] = "дүкеннің валютасы ретінде <b>Ресей рублі</b> орнатылуы тиіс.";
$MESS["SALE_VK_MANUAL__CONNECTION_GROUP_SETUP_STEP_GOODS"] = "<b>Тауарлар</b> бөлімі қосулы болуы тиіс (міндетті түрде <b>Базалық</b> режимді таңдаңыз);";
$MESS["SALE_VK_MANUAL__CONNECTION_GROUP_SETUP_STEP_GOODS_WARNING"] = "<b>Назар аударыңыз!</b> ВКонтактенің тауарлар LINK_START#кеңейтілген режиміне#LINK_END# қазіргі уақытта қолдау көрсетілмейді. Тапсырысты реәсімдеу ВКонтактеде менеджермен диалог арқылы іске асырылады.";
$MESS["SALE_VK_MANUAL__CONNECTION_GROUP_TITLE"] = "ВКонтакте қауымдастығын баптау";
$MESS["SALE_VK_MANUAL__CONNECTION_TITLE_2_"] = "Топты таңдау";
$MESS["SALE_VK_MANUAL__EXPORT_0"] = "Қол жеткізу кілтін алғаннан кейін сізге әртүрлі опциялар қолжетімді болады. Оларды әдепкі мәндерде қалдыруға болады, бірақ сараптамалық баптау үшін біз әр опцияның сипаттамасын береміз.";
$MESS["SALE_VK_MANUAL__EXPORT_1"] = "Егер опция қосулы болса, экспорт ВКонтакте тауарларымен жасалған барлық өзгерістерді қайта жазады.";
$MESS["SALE_VK_MANUAL__EXPORT_1a"] = "Яғни, егер сіз тауарды экспорттап, содан соң ВКонтакте тарапынан оның атауын өзгертсеңіз, келесі алмасу атауын сайтта көрсетілгенге сәйкес келтіреді. ВКонтактеде қолдан құрылған тауарларға әсер етпейді.";
$MESS["SALE_VK_MANUAL__EXPORT_1b"] = "Егер сіз ВКонтакте тарапында тауарларды қосымша өңдейтін болсаңыз, оны өшіру ұсынылады.";
$MESS["SALE_VK_MANUAL__EXPORT_2"] = "Экспорт кезең-кезеңімен жүзеге асырылады, ВКонтакте әр қадамы үшін ең көбі 25 тауарды өңдей алады.";
$MESS["SALE_VK_MANUAL__EXPORT_2a"] = "Әрбір қадам сіздің серверіңіз дерекқор қосылымын жапқаннан немесе PHP сценарийін уақыт бойынша аяқтағаннан гөрі тезірек аяқталуы керек, сондықтан сервер параметрлеріне байланысты оның орындалу уақытын шектеу керек.";
$MESS["SALE_VK_MANUAL__EXPORT_2b"] = "Егер экспорт белгіленген уақыт ішінде дұрыс аяқталмаса, қадамның ұзақтығын арттыру керек (жоғарыда көрсетілген шектерде) және бір қадамға элементтер санын азайту керек.";
$MESS["SALE_VK_MANUAL__EXPORT_2c"] = "Тұрақты жұмыс кезінде әдепкі параметрлерді қалдыруды ұсынамыз.";
$MESS["SALE_VK_MANUAL__EXPORT_3"] = "Экспортты бір рет қолдан да, мерзімді түрде агенттің құруы арқылы да іске қосуға болады.";
$MESS["SALE_VK_MANUAL__EXPORT_3a"] = "Егер сізге автоматты түрде іске қосу қажет болса &mdash; қажетті аралықты орнатыңыз. Егер сіз тауарларды тек қолдан алмасуды жоспарласаңыз &mdash; мұнда нөлді көрсетіңіз.";
$MESS["SALE_VK_MANUAL__EXPORT_5"] = "Алмасуды бастамас бұрын жасалатын соңғы нәрсе &mdash; <b>экспорттау үшін тауарлары бар бөлімдерді таңдау.</b>";
$MESS["SALE_VK_MANUAL__EXPORT_TITLE_1"] = "Өзгерістерді қайта жазу";
$MESS["SALE_VK_MANUAL__EXPORT_TITLE_2"] = "Максималды қадам уақыты және элементтер саны";
$MESS["SALE_VK_MANUAL__EXPORT_TITLE_3"] = "Алмасу жиілігі";
$MESS["SALE_VK_MANUAL__EXPORT_TITLE_4"] = "Әдепкі бойынша санат";
$MESS["SALE_VK_MANUAL__FEATURES_1"] = "ВКонтакте дүкенінің кейбір ерекшеліктері мен шектеулері бар, оларды ескеру қажет:";
$MESS["SALE_VK_MANUAL__FEATURES_2"] = "Тауарлар мен альбомдардың лимиттері";
$MESS["SALE_VK_MANUAL__FEATURES_3"] = "Максимальное количество товаров &mdash; 15000.<br>Максимальное количество альбомов &mdash; 100.<br>
<i>Егер экспорттау кезінде осы шектен асып кетсе &mdash; алмасу аяқталады және сіз қате туралы хабарлама аласыз.</i>";
$MESS["SALE_VK_MANUAL__FEATURES_4"] = "Кескіндерді таңдау";
$MESS["SALE_VK_MANUAL__FEATURES_5"] = "Әр <b>тауар</b> үшін бір негізгі кескінді және 4 қосымша кескінді қосуға болады.<br>
<i>Негізгі кескін міндетті болып табылады, ол болмаған кезде тауар қосылмайды және сіз қате туралы хабарлама аласыз.</i>";
$MESS["SALE_VK_MANUAL__FEATURES_6"] = "Тауарларға арналған кескіндер \"Анонсқа арналған картина\", \"Егжей-тегжейлі картина\" өрістерінен таңдалады. Егер сауда ұсыныстары берілсе & mdash; олардың кескіндері де қолданылады.";
$MESS["SALE_VK_MANUAL__FEATURES_7"] = "Сонымен қатар, <b>арнайы </b> \"ВКонтактеде экспорттауға арналған кескіндер\"\ қасиеті жасалады, оған қосылған кескіндер үлкен басымдыққа ие және бірінші кезекте қолданылады.
Бұл баптау әлеуметтік желіде алға жылжу мақсатында арнайы кескіндерді пайдалану үшін жасалған.";
$MESS["SALE_VK_MANUAL__FEATURES_8"] = "Әр <b>альбом</b> үшін бір титулдық кескін қосылады.<br>
<i>Альбом кескінсіз қосылуы мүмкін, бірақ ол болмаған кезде қате туралы хабарлама аласыз.</i>";
$MESS["SALE_VK_MANUAL__FEATURES_9"] = "Альбомға арналған картина \"Кескін\" өрісінен таңдалады.";
$MESS["SALE_VK_MANUAL__FEATURES_10"] = "Кескін өлшемдері";
$MESS["SALE_VK_MANUAL__FEATURES_11"] = "Альбомның титулдық картинасының өлшемі кем дегенде 1280*720 пиксель болуы керек, ұзындығы мен ені 14000-нан аспауы керек,
ал файл өлшемі 50 Мб-тан аспауы керек.";
$MESS["SALE_VK_MANUAL__FEATURES_12"] = "Тауарға арналған кескіндердің өлшемі кем дегенде 400*400 пиксель болуы керек, ұзындығы мен ені 14000-нан аспауы керек,
ал файл өлшемі 50 Мб-тан аспауы керек.";
$MESS["SALE_VK_MANUAL__FEATURES_12a"] = "Экспорт кезінде минималды және максималды шектеулер тексеріледі, жарамсыз картинкалар жойылады.";
$MESS["SALE_VK_MANUAL__FEATURES_13"] = "Сонымен қатар, тауар үшін титиулдық кескінді кесудің ерекшеліктері бар. 
ВКонтакте кескіннің төменгі оң жақ шетінен басталатын ең үлкен шаршы аймақты көрсету үшін пайдаланады:";
$MESS["SALE_VK_MANUAL__FEATURES_14"] = "Мұндай кесудің нәтижесі барлық тікбұрышты кескіндер экспортталғаннан кейін өзінің тауарлық түрін жоғалтады.";
$MESS["SALE_VK_MANUAL__FEATURES_15"] = "Осы мақсаттар үшін экспортқа арналған профильді орнату кезінде әр тауарда ВКонтакте дүкені үшін жеке картиналар өрісі жасалады.
Тауарларыңыз мүмкіндігінше тартымды көрінуі үшін арнайы дайындалған <b>шаршы</b> кескіндерді пайдалануды ұсынамыз.";
$MESS["SALE_VK_MANUAL__PRODUCTS_1"] = "Алмасуды бастамас бұрын, сіз ВКонтакте экспорттайтын каталог бөлімдерін таңдауыңыз керек.";
$MESS["SALE_VK_MANUAL__PRODUCTS_1a"] = "Битрикс дүкеніңізде \"Дүкен\" - > \"Тауарлар каталогы\" мәзірін ашып, қажетті каталогты таңдап, \"Бөлімдер\" тізімін ашыңыз.";
$MESS["SALE_VK_MANUAL__PRODUCTS_1b"] = "Экспорттағыңыз келетін бөлімдер үшін \"Өзгерту\" мәзіріне өтіңіз. Экспорттау баптаулары \"Сауда платформалары\" қосымша парағында орналасқан. ";
$MESS["SALE_VK_MANUAL__PRODUCTS_2"] = "ВКонтакте тауарларының қосымша қасиеттері жоқ. Сондықтан экспорттау кезінде сауда ұсыныстары бар тауарлар, жиынтықтар мен жинақтамалар  қарапайым тауарлар ретінде экспортталады.";
$MESS["SALE_VK_MANUAL__PRODUCTS_2a"] = "Сіз каталогтың әр бөлімін жеке альбом ретінде экспорттай аласыз немесе тек ата-аналық бөлімге негізделген альбом жасай аласыз (мысалы, Аяқ киім) және оған барлық балалар тауарларын (мысалы, аяқ киім мен кроссовкалар) қоса аласыз.";
$MESS["SALE_VK_MANUAL__PRODUCTS_2b"] = "Сондай-ақ, кез-келген басқа бөлімге тауарларды қосуға болады. Мысалы, егер сіздің каталогыңыз бренд бойынша бөлінген болса, онда әр түрлі өндірушілердің теледидарларын бір альбомға жүктеуге болады.";
$MESS["SALE_VK_MANUAL__PRODUCTS_3"] = "Әдепкі бойынша, бөлімдер параметрлерді ата-аналардікінен алады. Сондықтан экспортқа түбірлік бөлімді қосу жеткілікті, ал барлық еншілестер автоматты түрде қосылады.";
$MESS["SALE_VK_MANUAL__PRODUCTS_3a"] = "Дочерние разделы, которые вы не хотите добавлять во ВКонтакте, можно легко исключить отдельно.";
$MESS["SALE_VK_MANUAL__PRODUCTS_3b"] = "Әр профиль үшін экспорттауға арналған әртүрлі бөлімдер жиынтығы орнатылады. Бөлім бір уақытта бірнеше профильде экспортталуы немесе олардың ешқайсысына қосылмауы мүмкін.";
$MESS["SALE_VK_MANUAL__PRODUCTS_3c"] = "Әр бөлімде бірнеше баптаулар бар:";
$MESS["SALE_VK_MANUAL__PRODUCTS_4"] = "<b>Баптауларды мұра ету</b>&mdash; өз баптауларын пайдалану немесе оларды ата-ана бөлімінен алу керектігін көрсетеді. Әдепкі бойынша баптаулар мұра етіледі.";
$MESS["SALE_VK_MANUAL__PRODUCTS_5"] = "<b>Бөлімді экспорттау</b> &mdash; егер &mdash; бөлім және барлық еншілестерді өшірсеңіз, экспорттан шығарылады.";
$MESS["SALE_VK_MANUAL__PRODUCTS_7"] = "<b>Қосуға арналған альбом</b> &mdash; әдепкі бойынша, әр бөлімнің негізінде Вконтактеде альбом жасалады.<br>
Мұнда ағымдағы альбомнан басқа альбом көрсетілсе, оған тауарлар қосылады, ағымдағы бөлімге арналған альбом жасалмайды.";
$MESS["SALE_VK_MANUAL__PRODUCTS_8"] = "<b>Альбом бүркеншік аты</b> &mdash; альбом құру кезінде стандартты атауы ұнамаса, кез-келген атауды қолдануға мүмкіндік береді.";
$MESS["SALE_VK_MANUAL__PRODUCTS_9"] = "<b>Альбомға еншілес бөлімдерден тауарлар қосу</b> &mdash; тауарларды альбомдар бойынша топтастыруды жеңілдетеді. 
Егер осы опцияны қоссаңыз &mdash; барлық еншілес бөлімдердің тауарлары ағымдағы бөлімге қосылады. Еншілес бөлімдеріне арналған альбомдар жасалмайды.";
$MESS["SALE_VK_MANUAL__PRODUCTS_10"] = "<b>Тауарлар категориясы</b> &mdash; бұл баптау тауарды қосу үшін міндетті болып табылады, бірақ қазіргі уақытта ол оның Вконтактеде көрсетілуіне әсер етпейді. Санаттар бекітілген тізімнен таңдалады";
$MESS["SALE_VK_MANUAL__PRODUCTS_10a"] = "Әр бөлімге арналған санатты көрсетпеуге болады, бұл жағдайда экспорттау профилінің баптауларынан әдепкі мән қолданылады.";
$MESS["SALE_VK_MANUAL__PRODUCTS_11"] = "Экспорттағыңыз келетін барлық бөлімдерді таңдағаннан кейін тікелей айырбастауға өтуге болады.";
$MESS["SALE_VK_MANUAL__PRODUCTS_TITLE_1"] = "Аздап ВКонтакте дүкенінің құрылымы туралы";
$MESS["SALE_VK_MANUAL__PRODUCTS_TITLE_2"] = "Экспорттау үшін бөлімдерді таңдау";
$MESS["SALE_VK_MANUAL__RUNNING_0"] = "Айырбастауды баптау және іске қосу";
$MESS["SALE_VK_MANUAL__RUNNING_3"] = "Экспортты іске қосу әр экспорттау профилінің баптауларындағы \"Алмасу\" қосымша парағынан жүзеге асырылады. Стандартты режимде тек бір батырманы басу керек, жүйе алдымен альбомдар құрады, содан кейін оларға тауарлар қосады.";
$MESS["SALE_VK_MANUAL__RUNNING_4"] = "Ішінара алмасу үшін (мысалы, сіз тек бөлімдердің фотосуреттерін өзгерттіңіз, бірақ олардағы тауарларды емес) қосымша экспорттау режимдерін қолдана аласыз және тауарлар мен альбомдарды жеке-жеке қосып, дүкеннен элементтерді жоя аласыз.";
$MESS["SALE_VK_MANUAL__RUNNING_5"] = "Орындалу барысы";
$MESS["SALE_VK_MANUAL__RUNNING_5a"] = "Алмасу процесі кезең-кезеңімен жүзеге асырылады, бір уақытта баптауларда көрсетілген элементтер саны өңделеді. Экспорттау барысында сіз орындалу барысының статистикасын көресіз, сандар әр қадамда жаңартылады.";
$MESS["SALE_VK_MANUAL__RUNNING_6"] = "Экспорттау кезіндегі барлық қателер әкімшілік бөлімдегі хабарламалармен көрсетіледі. Өткен немесе ағымдағы экспорттың статистикасы да көрсетіледі.";
$MESS["SALE_VK_MANUAL__RUNNING_7"] = "Егер сіз парақшаны кездейсоқ жауып тастасаңыз, онда экспорттау күйі сақталады және келесі ашылған кезде ол қайтадан басталады. Экспорт барлық элементтерді өңдегеннен кейін немесе қолдан \"Тоқтату\" батырмасы арқылы аяқталады.";
