<?php
$MESS["socserv_yandex_client_id"] = "Қосымша ID-і:";
$MESS["socserv_yandex_client_secret"] = "Қосымшаның құпиясөзі:";
$MESS["socserv_yandex_form_note"] = "Сайтқа кіру үшін Яндекс есептік жазбаңызды пайдаланыңыз.";
$MESS["socserv_yandex_form_note_intranet"] = "Яндекс аккаунтын пайдаланып кіру";
$MESS["socserv_yandex_note_2"] = "Идентификаторларды алу үшін <a href=\"https://oauth.yandex.ru/client/new\">қосымшасын құру</a>қажет.<br>
Қосымшаның баптауларында \"Callback URI\" өрісінде мекенжайды көрсетіңіз: <a href=\"#URL#\">#URL#</a><br/>
\"Құқықтар\" секциясында \"API Яндекс.Төлқұжат\" блогындағы барлық құқықтарды белгілеу қажет.\".<br /><br />
Битрикс24.Дискпен интеграция үшін сонымен қатар \"Яндекс.Диск REST API\" блогында келесі құқықтарды белгілеу керек:
<ul style=\"text-align: left;\"><li>Диск туралы ақпаратқа қол жеткізу</li><li>Бүкіл дискіні оқу</li></ul>
Пошта жәшіктерін \"Callback URI\" өрісіне авторландыру үшін қосымша мекенжайды көрсетіңіз: <a href=\"#MAIL_URL#\">#MAIL_URL#</a>,<br>
және \"Яндекс.Пошта\" блогында келесі құқықтарды белгілеңіз:
<ul style=\"text-align: left;\">
	<li>Логинге, аты-жөніне, жынысына қолжетімділік</li>
	<li>электрондық пошта мекенжайына қолжетімділік</li>
	<li>Туған күніне қолжетімділік</li>
	<li>Пайдаланушының портретіне қолжетімділік</li>
	<li>Бүкіл дискіні оқу</li>
	<li>Диск туралы ақпаратқа қолжетімділік</li>
	<li>Дискідегі қосымша папкасына кіру</li>
	<li>SMTP хаттамасы бойынша Яндекс.Пошта арқылы хаттарды жіберу</li>
	<li>Пошта жәшігіндегі хаттарды оқуға қолжетімділік</li>
	<li>Пошта жәшігіндегі хаттарды оқу және жою</li>
</ul>";
