<?
$MESS ['SEF_MODE_TIP'] = "При отмеченной опции включена поддержка ЧПУ.";
$MESS ['RESULT_ID_TIP'] = "В данном поле указывается значение переменной RESULT_ID, в которой передается ID результата веб-формы. По умолчанию поле содержит ={\$_REQUEST[\"RESULT_ID\"]}, т.е. RESULT_ID передается через _REQUEST.";
$MESS ['EDIT_ADDITIONAL_TIP'] = "При выбранном из списка варианте \"Да\" будут выведены на редактирование дополнительные поля формы при их наличии.";
$MESS ['EDIT_STATUS_TIP'] = "Если \"Да\", то будет выведена форма смены статуса текущего результата.";
$MESS ['LIST_URL_TIP'] = "Указывается имя страницы со списком результатов. По умолчанию result_list.php (т.е. страница находится в текущей директории)";
$MESS ['VIEW_URL_TIP'] = "Указывается имя страницы просмотра результата. По умолчанию result_view.php (т.е. страница должна находиться в текущей директории).";
$MESS ['CHAIN_ITEM_TEXT_TIP'] = "Можно задать название пункта навигационной цепочки. Например, \"редактирование результата\".";
$MESS ['CHAIN_ITEM_LINK_TIP'] = "Поле позволяет добавить ссылку на дополнительном пункте в навигационной цепочке.";
$MESS ['SEF_FOLDER_TIP'] = "В данном поле указывается каталог, который будет отображаться в URL при переходе на  создаваемую страницу.";
$MESS ['SEF_URL_TEMPLATES_edit_TIP'] = "В данном поле указывается, какой вид будет иметь URL при переходе к странице редактирования результата. По умолчанию поле содержит #RESULT_ID#/";
$MESS ['IGNORE_CUSTOM_TEMPLATE_TIP'] = "При отмеченной опции будет использоваться шаблон формы по умолчанию.";
$MESS ['USE_EXTENDED_ERRORS_TIP'] = "При установленной опции будут выведены сообщения об ошибках и отмечены неверно заполненные поля.";
?>