<?
$MESS ['BGB_BLOG_COUNT'] = "Количество блогов, выводимых на страницу";
$MESS ['BGB_PATH_TO_BLOG'] = "Шаблон пути к странице блога";
$MESS ['BGB_PATH_TO_POST'] = "Шаблон пути к странице с сообщением блога";
$MESS ['BGB_PATH_TO_USER'] = "Шаблон пути к странице пользователя блога";
$MESS ['BGB_BLOG_VAR'] = "Имя переменной для идентификатора блога";
$MESS ['BGB_POST_VAR'] = "Имя переменной для идентификатора сообщения блога";
$MESS ['BGB_USER_VAR'] = "Имя переменной для идентификатора пользователя блога";
$MESS ['BGB_PAGE_VAR'] = "Имя переменной для страницы";
$MESS ['BGB_ID'] = "Идентификатор группы";
$MESS ['BGB_SHOW_BLOG_WITHOUT_POSTS'] = "Показывать блоги без сообщений";
$MESS ['B_VARIABLE_ALIASES'] = "Имена переменных";
$MESS ['BC_DATE_TIME_FORMAT'] = "Формат показа даты и времени";
$MESS ['BB_NAV_TEMPLATE'] = "Имя шаблона для постраничной навигации";
?>