<?
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо только определить время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS["CACHE_TIME_TIP"] = "Поле служит для указания времени кеширования в секундах.";
$MESS["CACHE_FOR_ADMIN_TIP"] = "По умолчанию для пользователей группы Администраторы кеширование выключено и, как следствие, при отображении страницы выполняются запросы к БД. Можно снизить нагрузку на сайт включив эту опцию.";
?>