<?php
$MESS['IM_CHAT_FAVORITE_TITLE_V3'] = 'Мои заметки';
$MESS['IM_CHAT_FAVORITE_DESCRIPTION_V2'] = "Используйте чат для записи заметок самому себе. Сохраняйте текст, ссылки, фото и видео, которые должны быть под рукой. Вся информация в чате доступна только вам, никто другой её не увидит";
$MESS['IM_CHAT_FAVORITE_CREATE_WELCOME'] = '[b]Мои заметки[/b][br]Используйте чат для записи заметок самому себе. Сохраняйте текст, ссылки, фото и видео, которые должны быть под рукой. Вся информация в чате доступна только вам, никто другой её не увидит';
