<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Обо мне");
?> 
<img width="250" height="248" align="left" alt="Виктория" src="images/about.jpg" style="margin: 0pt 1.5em 1em 0pt;" /> 
 <p> 	В переводе с Латинского мое имя означает Победа.</p>
<p> 	Виктория темпераментна. Обычно упрямица. В работе с ленцой, но обладает незаурядным 	вкусом. Спортивна, с осанкой чемпионки, фотогенична. Любит быть в центре внимания. 	Позволяет себе экстравагантность. Для мужчин опасна: создается всегда впечатление, 	что увлечена другим... </p>
<p> 	Верю в себя, в свои силы и возможности: если чего-то очень хочется, то вся Вселенная 	будет споcобствовать осуществлению твоего желания, пусть даже самым непостижимым 	для тебя способом. </p>
<div style="clear: both;"> </div>
<h2> 	Личная информация</h2>
<div class="hr"> </div>
<p> 	Фадеева Виктория Николаевна, 25 лет.</p>
<h4> 	Любимая музыка</h4>
<p> 	Классика, Рок, Dance. 
  <br />
 </p>
<h4> 	Любимые фильмы</h4>
<p> 	&quot;Близость&quot;, &quot;На гребне волны&quot;, &quot;Ванильное небо&quot;, &quot;Красота по-американски&quot;, &quot;Прогулка&quot;, 	&quot;Девушка на мосту&quot;, &quot;Полночный поцелуй&quot;, &quot;500 дней лета&quot;. </p>
<h4> 	Любимые книги</h4>
<p> 	&quot;Пролетая над гнездом кукушки&quot; Кена Кизи, &quot;Внутренняя сторона ветра&quot; Милорада Павича, 	&quot;Алхимик&quot; Пауло Коэльо, &quot;Маленький принц&quot; Антуана де Сент-Экзюпери, &quot;Невыносимая 	лёгкость бытия&quot; Милана Кундеры, &quot;Асфальт&quot; Евгения Гришковца, &quot;Чайка Джонатан Ливингстон&quot; 	Ричарда Баха, &quot;Триумфальная арка&quot; Ремарка. </p>
<h4> 	Увлечения</h4>
<p> 	Верховая езда, прогулки на свежем воздухе, путешествия, фотография, икебана.</p>
<h4> 	Образование</h4>
<ul> 	 
  <li>Среднее, 1992&mdash;2001 школа №29, Санкт-Петербург.</li>
  <li>Высшее, 2001—2006 СПбГУ, Экономический факультет. Специальность: &quot;Финансы и 		кредит&quot;, кафедра Учета, анализа и финансов .</li>
 </ul>
<h4> 	Опыт работы</h4>
<ol> 	 
  <li>2009 &ndash; наст.вр. – группа компаний &laquo;ПромСтрой&raquo;, специалист по финансовой работе.</li>
  <li>2007 - 2009 – строительная компания «БалтИнвест», экономист.</li>
  <li>2006 – т.ц.«Аврора», экономист сектора розничного обслуживания клиентов (производственная 		практика).</li>
 </ol>
<h4> 	Навыки</h4>
<ul> 	 
  <li>Подготовка и сбор документов для прохождения процедуры проверки в зарубежных банках 		- корреспондентах (Compliance procedure). 		</li>
  <li>Сбор информации для открытия корреспондентских счетов.</li>
  <li>Организация и участие в межбанковских проектах с целью развития различных сфер бизнеса.</li>
  <li>Участие в переговорах с целью установления деловых отношений c зарубежными банками.</li>
  <li>Деловая корреспонденция (рассылка ежегодных отчетов и обновлённых ключевых показателей 			зарубежным банкам корреспондентам).</li>
 </ul>
<h4> 	Контактная информация</h4>
<ul> 	 
  <li>E-mail: <a href="mailto:19Victoria84@gmail.com" >19Victoria84@gmail.com</a>.</li>
  <li>Skype: Fadeeva_Victoria.</li>
 </ul>
<p> 	<i>Ценю странность во всём. Люблю общаться с людьми, которые видят окружающее по-особенному. 		Если это про вас, и вам есть, что сказать - пишите!</i></p>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>