<?
$MESS ['BR_NUM_POSTS'] = "Количество сообщений";
$MESS ['BR_PATH_TO_POST'] = "Шаблон пути к странице с сообщением блога";
$MESS ['BR_PATH_TO_GROUP_POST'] = "Шаблон пути к странице с сообщением блога группы";
$MESS ['BR_PATH_TO_USER'] = "Шаблон пути к странице пользователя блога";
$MESS ['BR_BLOG_VAR'] = "Имя переменной для идентификатора блога";
$MESS ['BR_POST_VAR'] = "Имя переменной для идентификатора сообщения блога";
$MESS ['BR_USER_VAR'] = "Имя переменной для идентификатора пользователя блога";
$MESS ['BR_PAGE_VAR'] = "Имя переменной для страницы";
$MESS ['BR_GROUP_ID'] = "Идентификатор группы блога";
$MESS ['BR_TYPE'] = "Формат RSS";
$MESS ['B_VARIABLE_ALIASES'] = "Имена переменных";
?>