<?php
$MESS['IBLOCK_TYPE_TIP'] = "Ақпараттық блоктың түрін көрсетіңіз.";
$MESS['ID_TIP'] = "Ақпараттық блокты таңдаңыз, оның жаңалықтар тізімі жіберілім тізімін қалыптастыруға қатысады. Егер көрсетілген типтегі барлық ақпараттық блоктардың жаңалықтары қажет болса, онда \"барлығы\" тармағын таңдаңыз.";
$MESS['SITE_ID_TIP'] = "Сайтты таңдаңыз, оның ақпараттық блоктары жіберілім тізімін қалыптастыруға қатысады.";
$MESS['SORT_BY_TIP'] = "Жаңалықтар тізімінде сұрыптау орындалатын өрісті көрсетіңіз.";
$MESS['SORT_ORDER_TIP'] = "Өсу ретімен немесе кему ретімен.";
