<?php
$MESS["YANDEX_CERT_ERR_EXT"] = "Что-то не так с форматом. Сертификат должен иметь формат .cer";
$MESS["YANDEX_CERT_ERR_LOAD"] = "Не получилось загрузить сертификат. Попробуйте еще раз";
$MESS["YANDEX_CERT_ERR_SIZE"] = "Не получилось – слишком большой файл. Максимальный вес сертификата – 2 Кб";
$MESS["YANDEX_CERT_ERR_CN"] = "Не получилось.Этот сертификат – для другого магазина";
$MESS["YANDEX_CERT_ERR_NULL"] = "Что-то не так с форматом. Сертификат должен иметь формат .cer";
$MESS["YANDEX_CERT_ERR_ACCORDING_PKEY_TO_CERT"] = "Сертификат не соответствует приватному ключу";