<?php
$MESS["CMDESKTOP_TDEF_ADD"] = "Қосу";
$MESS["CMDESKTOP_TDEF_CANCEL"] = "Болдырмау";
$MESS["CMDESKTOP_TDEF_CLEAR"] = "Ағымдағы баптауларды қалпына келтіру";
$MESS["CMDESKTOP_TDEF_CLEAR_CONF"] = "Әдепкі бойынша баптаулар жұмыс үстеліңіз үшін қолданылады. Жалғастыру керек пе?";
$MESS["CMDESKTOP_TDEF_CONF"] = "Жұмыс үстелінің баптаулары барлық жаңа немесе авторланбаған пайдаланушыларға әдепкі бойынша қолданылады. Жалғастыру керек пе?";
$MESS["CMDESKTOP_TDEF_CONF_GROUP"] = "Жұмыс үстелінің баптаулары әдепкі бойынша барлық жаңа және бұрын бапталмаған жұмыс топтарына қолданылады. Жалғастыру керек пе?";
$MESS["CMDESKTOP_TDEF_CONF_USER"] = "Жұмыс үстелінің баптаулары әдепкі бойынша барлық жаңа және бұрын бапталмаған пайдаланушы профильдеріне қолданылады. Жалғастыру керек пе?";
$MESS["CMDESKTOP_TDEF_DELETE"] = "Жою";
$MESS["CMDESKTOP_TDEF_ERR1"] = "Серверде гаджеттің позициясын сақтау қатесі.";
$MESS["CMDESKTOP_TDEF_ERR2"] = "Серверге гаджет қосу қатесі.";
$MESS["CMDESKTOP_TDEF_HIDE"] = "Жасыру/көрсету";
$MESS["CMDESKTOP_TDEF_SET"] = "Әдепкі бойынша баптаулар ретінде сақтау";
$MESS["CMDESKTOP_TDEF_SETTINGS"] = "Баптаулар";
