<?
$MESS["FORUM_PPE_EDDOR_UPDATE"] = "Ошибка изменения параметров записи";
$MESS["FORUM_PPE_ERROR_ADD"] = "Ошибка добавления новой записи";
$MESS["FORUM_PPE_TITLE_UPD"] = "Изменение записи ##ID#";
$MESS["FORUM_PPE_TITLE_ADD"] = "Добавление новой записи";
$MESS["FORUM_PPE_PPM"] = "Баллов за сообщение";
$MESS["FORUM_PPE_NOTES"] = "Пересчет баллов пользователей при изменении записи автоматически <b>не</b> производится. Пересчет баллов каждого пользователя произойдет при написании им очередного сообщения, при голосовании за него и т.п.";
$MESS["FPPN_2FLIST"] = "Список записей";
$MESS["FPPN_NEW_POINT"] = "Добавить новую запись";
$MESS["FPPN_DELETE_POINT"] = "Удалить запись";
$MESS["FPPN_DELETE_POINT_CONFIRM"] = "Вы уверены, что хотите удалить эту запись?";
$MESS["FORUM_PPE_MIN_MES"] = "Необходимо сообщений";
$MESS["FPPN_TAB_POINT"] = "Баллы за сообщения";
$MESS["FPPN_TAB_POINT_DESCR"] = "Баллы за сообщения";
?>