<?
$MESS ['COURSE_ID_TIP'] = "Выбирается один из учебных курсов. Если выбран пункт (другое)->, то необходимо указать ID курса в поле рядом.";
$MESS ['COURSE_DETAIL_TEMPLATE_TIP'] = "Путь к странице с детальным просмотром курса.";
$MESS ['CHAPTER_DETAIL_TEMPLATE_TIP'] = "Путь к странице главы курса.";
$MESS ['LESSON_DETAIL_TEMPLATE_TIP'] = "Путь к странице урока курса.";
$MESS ['SELF_TEST_TEMPLATE_TIP'] = "Путь к странице с тестом для самопроверки.";
$MESS ['TESTS_LIST_TEMPLATE_TIP'] = "Путь к странице списка тестов курса.";
$MESS ['TEST_DETAIL_TEMPLATE_TIP'] = "Путь к странице прохождения теста.";
$MESS ['CHECK_PERMISSIONS_TIP'] = "При выборе значения \"Да\" будет проверяться право на доступ к курсу.";
$MESS ['SET_TITLE_TIP'] = "При отмеченной опции в качестве заголовка страницы будет установлено название главы курса.";
?>