<?
$MESS["ID_TIP"] = "Поле содержит код, в котором передается идентификатор сообщения блога.";
$MESS["BLOG_URL_TIP"] = "Поле содержит код, в котором передается идентификатор блога.";
$MESS["PATH_TO_BLOG_TIP"] = "Указывается путь к главной странице блога. Например: blog_blog.php?page=blog&blog=#blog#.";
$MESS["PATH_TO_USER_TIP"] = "Указывается путь к странице профиля пользователя. Например: blog_user.php?page=user&user_id=#user_id#.";
$MESS["PATH_TO_SMILE_TIP"] = "Указывается путь к папке со смайлами.";
$MESS["BLOG_VAR_TIP"] = "Указывается имя переменной, которой передается ID блога.";
$MESS["USER_VAR_TIP"] = "Указывается имя переменной, которой передается ID пользователя блога.";
$MESS["PAGE_VAR_TIP"] = "Указывается имя переменной, которой передается страница блога.";
$MESS["COMMENTS_COUNT_TIP"] = "Количество комментариев на странице. Остальные будут выведены с помощью постраничной навигации.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS["CACHE_TIME_TIP"] = "Поле служит для указания времени кеширования в секундах.";
$MESS["POST_VAR_TIP"] = "Указывается имя переменной, которой передается ID сообщения блога.";
$MESS["SIMPLE_COMMENT_TIP"] = "В упрощенном режиме комментарии можно добавлять без сообщения(используется для модуля Фотогалерея 2.0).";
?>