<?php
$MESS["CLO_STORAGE_BAD_BUCKET_NAME"] = "Контейнер идентификаторы жарамсыз символдарды қамтиды (рұқсат етілген символдар: кіші әріптер, сандар және \"-\" белгісі).";
$MESS["CLO_STORAGE_BAD_BUCKET_NAME2"] = "Контейнер идентификаторы әріптен немесе цифрдан басталып, аяқталуы керек.";
$MESS["CLO_STORAGE_BAD_BUCKET_NAME3"] = "Нүкте символының жанында тек әріптер немесе сандар болуы мүмкін.";
$MESS["CLO_STORAGE_BUCKET_ALREADY_EXISTS"] = "Бұлтты қоймада осындай идентификатормен контейнер қазірдің өзінде бар. Бұлтты қойманың барлық пайдаланушылары бойынша атаудың бірегейлігі тексеріледі.";
$MESS["CLO_STORAGE_CLOUD_ADD_ERROR"] = "Контейнерді қосу қатесі: #error_msg#.";
$MESS["CLO_STORAGE_CLOUD_BUCKET_NOT_EMPTY"] = "Контейнерді жою қатесі: контейнерде файлдар бар.";
$MESS["CLO_STORAGE_CLOUD_DELETE_ERROR"] = "Контейнерді жою қатесі: #error_msg#.";
$MESS["CLO_STORAGE_DB_DELETE_ERROR"] = "Бұлттағы контейнер жойылды, бірақ контейнердің сипаттамасын дерекқордан жою кезінде қате орын алды.";
$MESS["CLO_STORAGE_EMPTY_BUCKET"] = "Контейнер идентификаторы берілмеген.";
$MESS["CLO_STORAGE_UNKNOWN_SERVICE"] = "белгісіз қызмет";
$MESS["CLO_STORAGE_WRONG_BUCKET_NAME_LENGTH"] = "Контейнер идентификаторының ұзындығы кемінде 2 символ және ең көбі 64 символ болуы керек.";
$MESS["CLO_STORAGE_WRONG_BUCKET_NAME_LENGTH2"] = "Контейнер идентификаторының компонент ұзындығы (нүктелер арасындағы ішкі жол) кемінде 2 символдан және ең көбі 64 символ болуы керек.";
$MESS["CLO_STORAGE_WRONG_SERVICE"] = "Қате контейнер қызметі берілген.";
