<?php
$MESS["PATH_TO_DETAIL_TIP"] = "Карта туралы толық ақпарат берілген парақшаға сілтеме көрсетіледі (парақша <i>Пластикалық карталарды редакциялау</i> компоненті арқылы жасалуы мүмкін). Егер парақша ағымдағы директорияда орналасқан болса, оның атауын көрсету жеткілікті.";
$MESS["PER_PAGE_TIP"] = "Көрсетілген сан бір парақшадағы карталардың санын анықтайды, қалғандары парақша бойынша навигация арқылы көрсетіледі.";
$MESS["SET_TITLE_TIP"] = "Парақша тақырыпаты ретінде \"Менің пластикалық карталарым\" көрсетіледі.";
