<?
$MESS ['PATH_TO_BLOG_TIP'] = "Указывается путь к главной странице блога. Например: blog_blog.php?page=blog&blog=#blog#.";
$MESS ['PATH_TO_BLOG_EDIT_TIP'] = "Указывается путь к странице редактирования блога. Например: blog_b_edit.php?page=blog_edit&blog=#blog#.";
$MESS ['BLOG_VAR_TIP'] = "Указывается имя переменной, которой передается ID блога.";
$MESS ['PAGE_VAR_TIP'] = "Указывается имя переменной, которой передается страница блога.";
$MESS ['BLOG_URL_TIP'] = "Поле содержит код, в котором передается идентификатор блога.";
$MESS ['SET_TITLE_TIP'] = "При отмеченной опции в качестве заголовка страницы будет установлено <b>Редактирование блога</b> \"название блога\".";
$MESS ['BLOG_PROPERTY_TIP'] = "Отметьте пользовательские свойства блога, которые необходимо дополнительно отобразить в блоге.";
?>