<?
$MESS["opt_encoding"] = "Кодировки сообщения в рассылку:";
$MESS["opt_delete"] = "Через сколько дней удалять неподтвержденные подписки (0 - не удалять):";
$MESS["MAIN_RESTORE_DEFAULTS"] = "По умолчанию";
$MESS["opt_anonym"] = "Разрешить анонимную подписку:";
$MESS["opt_links"] = "Показывать ссылки на авторизацию при анонимной подписке:";
$MESS["opt_sect"] = "Публичный раздел, где находится страница редактирования подписки (макросы: #SITE_DIR#):";
$MESS["opt_interval"] = "Интервал в секундах для пошаговой рассылки в режиме &quot;Персонально подписчику&quot; (0 - рассылать за один шаг):";
$MESS["opt_def_from"] = "Адрес отправителя по умолчанию:";
$MESS["opt_def_to"] = "Адрес получателя по умолчанию:";
$MESS["opt_allow_8bit"] = "Разрешить 8-битные символы в заголовке письма:";
$MESS["opt_attach"] = "Отправлять картинки в виде вложений в письмо:";
$MESS["opt_method_agent"] = "Агент";
$MESS["opt_method_cron"] = "Крон";
$MESS["opt_method"] = "Метод автоматической рассылки:";
$MESS["opt_max_per_hit"] = "Количество писем для автоматической рассылки агентом за один запуск в режиме &quot;Персонально подписчику&quot;:";
$MESS["opt_template_method"] = "Метод автоматической генерации выпусков:";
$MESS["opt_template_interval"] = "Интервал проверки необходимости генерации выпусков в секундах:";
$MESS["opt_max_bcc_count"] = "Максимальное количество адресов в поле BCC <b>не</b> в режиме &quot;Персонально подписчику&quot; (0 - отправить одно письмо):";
$MESS["opt_mail_additional_parameters"] = "Дополнительный параметр для передачи функции mail:";
$MESS["opt_max_files_size"] = "Максимальный размер вложений в мегабайтах (0 - без ограничений):";
?>