<?php
$MESS["sender_approve_confirmation_text"] = "<p class=\"u-paragraph\">Бізбен бірге болғаныңызға рахмет!</p>
<p class=\"u-paragraph\"> Жеңілдіктер туралы бірінші болып білгіңіз келе ме? Жаңа ұсыныстар туралы ше? Біздің жаңалықтар туралы? Біздің жіберілімдерді алуға келісетіндігіңізді растаңыз.</p>
<p class=\"u-paragraph\">Егер сізге хаттар тым көп болып көрінсе немесе ақпарат сізге енді қызық болмаса, кез келген уақытта жазылудан бас тарта аласыз. Келісім бермесеңіз, сізге бірде бір жіберілім келмейді.</p>";
$MESS["sender_approve_confirmation_title"] = "Жіберілімдерді алуға келісім";
$MESS["sender_privacy_label"] = "email-трегкингке арналған <a href=\"#consent_url#\">Құпиялылық саясаты</a>.";
$MESS["sender_privacy_text"] = "Біз жіберілімді жіберуші компания ретінде, бұдан әрі Оператор, Пайдаланушының келесі жеке деректерін өңдей аламыз

1. Тегі, Аты, Әкесінің аты.

2. Электронды мекенжайы.

3. Туған жылы,айы, күні және жері.

4. Хаттардың ашылуын қадағалау және хаттан сілтемелер бойынша өту.

5. Сайт сонымен қатар Интернет статистикалық қызметтерін (Яндекс Метрика және Гугл Талдау және т.б.) пайдалана отырып, келушілер (соның ішінде \"cookie\" файлдары) туралы анонимді деректерді жинайды және өңдейді.

Дербес деректерді өңдеу принциптері

1. Жеке деректерді өңдеу заңды және әділ негізде жүзеге асырылады.

2. Дербес деректерді өңдеу нақты, алдын ала белгіленген және заңды мақсаттарға қол жеткізумен шектеледі. Дербес деректерді жинау мақсаттарына сәйкес келмейтін жеке деректерді өңдеуге жол берілмейді.

3. Өңдеу бір-бірімен үйлеспейтін мақсаттарда жүзеге асырылатын дербес деректерді қамтитын деректер қорын біріктіруге жол берілмейді.

4. Өңдеу мақсаттарына сәйкес келетін жеке деректер ғана өңдеуге жатады.

5. Өңделген дербес деректердің мазмұны мен көлемі өңдеудің белгіленген мақсаттарына сәйкес келеді. Өңделген дербес деректердің оларды өңдеудің белгіленген мақсаттарына қатысты артық болуына жол берілмейді.

6. Дербес деректерді өңдеу кезінде дербес деректердің дәлдігі, олардың жеткіліктілігі, қажет болған жағдайда дербес деректерді өңдеу мақсаттарына қатысты сәйкестігі қамтамасыз етіледі. Оператор толық емес немесе дәл емес деректерді жою немесе нақтылау үшін қажетті шараларды қабылдайды және/немесе олардың қабылдануын қамтамасыз етеді.

7. Дербес деректерді сақтау, егер дербес деректерді сақтау мерзімі федералдық заңда, тарапы, пайда алушы немесе кепілгер дербес деректер субъектісі болып табылатын келісімшартта белгіленбесе, дербес деректер субъектісін айқындауға мүмкіндік беретін нысанда дербес деректерді өңдеу мақсаттары талап ететіннен аспайтын мерзімде жүзеге асырылады. Өңделген дербес деректер, егер федералды заңда өзгеше көзделмесе, өңдеу мақсаттарына жеткенде немесе осы мақсаттарға жету қажеттілігі жоғалған жағдайда жойылады немесе иесіздендіріледі.

Дербес деректерді өңдеудің мақсаттары

1. Пайдаланушының жеке деректерін өңдеу мақсаты:

– Электрондық хаттар жіберу арқылы Пайдаланушыны хабардар ету;

- Пайдаланушыға Оператор жіберетін email хабарламаларындағы сервистерге, ақпаратқа және/немесе материалдарға қолжетімділікті қамтамасыз ету.

7.2. Сондай-ақ Оператор Пайдаланушыға жаңа өнімдер мен қызметтер, арнайы ұсыныстар мен түрлі оқиғалар туралы мәлімдемелер жіберуге құқылы. Пайдаланушы әрқашан \"Жазылудан бас тарту\" батырмасын басу арқылы ақпараттық жіберілім алудан бас тарта алады

7.3. Интернет-статистикалық қызметтерді пайдалана отырып жиналған Пайдаланушылардың анонимді деректері сайттағы Пайдаланушылардың әрекеттері туралы ақпаратты жинау, сайттың және оның мазмұнының сапасын жақсарту үшін пайдаланылады.";
$MESS["sender_privacy_title"] = "Хаттардың ашылуын бақылауға келісім";
