<?php
$MESS["SONET_GCE_T_SUCCESS_EDIT"] = "Параметры группы успешно изменены.";
$MESS["SONET_GCE_T_SUCCESS_CREATE"] = "Группа успешно создана.";
$MESS["SONET_GCE_T_AJAX_ERROR"] = "Произошла ошибка при обработке данных формы. Пожалуйста, попробуйте еще раз.";
$MESS["SONET_GCE_T_STRING_FIELD_ERROR"] = "Не заполнено значение поля.";
$MESS["SONET_GCE_T_WIZARD_TITLE"] = "Организуйте работу команды";
$MESS["SONET_GCE_T_WIZARD_DESCRIPTION"] = "Объедините коллег в команду, получите удобные инструменты совместной работы, которые помогут вам вместе добиться впечатляющих результатов.";
