<?
$MESS ['TYPE_TIP'] = "Тип баннера обычно указывает на место размещения баннера на странице.";
$MESS ['QUANTITY_TIP'] = "Максимальное количество баннеров, которое может показать многостраничный шаблон компонента";
$MESS ['KEYBOARD_TIP'] = "Управление слайдами при помощи стрелок клавиатуры вперед/назад";
$MESS ['BS_KEYBOARD_TIP'] = "Управление слайдами при помощи стрелок клавиатуры вперед/назад";
$MESS ['BS_EFFECT_TIP'] = "Слайды с фиксированным изображением могут некорректно отображаться при использовании эффекта \"перематывание\"";
$MESS ['JQUERY_TIP'] = "Для данного слайдера требуется подключение javascript библиотеки jQuery";
$MESS ['BS_HIDE_FOR_TABLETS_TIP'] = "Поддерживается при использовании стилей Bootstrap";
$MESS ['BS_HIDE_FOR_PHONES_TIP'] = "Поддерживается при использовании стилей Bootstrap";
$MESS ['DEFAULT_TEMPLATE_TIP'] = "Указанный шаблон будет использоваться только для баннеров типа 'Изображение'";
$MESS ['CACHE_TYPE_TIP'] = "Тип кеширования. Если показывается несколько баннеров данного типа или используется подсчет показов, не рекомендуется использовать кеширование.";
$MESS ['CACHE_TIME_TIP'] = "Время кеширования в секундах.";
?>