<?php
$MESS["PER_PAGE_TIP"] = "Көрсетілген сан бір парақшадағы жазылымдар санын анықтайды, қалғандары парақша бойынша навигация арқылы көрсетіледі.";
$MESS["SEF_FOLDER_TIP"] = "Компонент жұмыс істейтін бумаға жол. Бұл жол физикалық жолмен сәйкес келуі де, сәйкес келмеуі де мүмкін.";
$MESS["SEF_MODE_TIP"] = "Жалауша орнатылған кезде, СББ қолдауы қосылады және мекенжайларды баптау өрістері толтыруға қолжетімді болады.";
$MESS["SEF_URL_TEMPLATES_cancel_TIP"] = "Жазылымнан бас тарту парақшасына өту кезінде мекенжай жолының мазмұны көрсетіледі. Мекенжай жолағына жазылымның ID-ін беру қажет.";
$MESS["SEF_URL_TEMPLATES_list_TIP"] = "Жазылымдар тізіміне өту кезінде мекенжай жолының мазмұны көрсетіледі.";
$MESS["SET_TITLE_TIP"] = "Парақша тақырыпаты ретінде \"Тұрақты төлемдер\" көрсетіледі.";
