<?
$MESS["PRESET_TYPE_BASKET"] = "Для корзины";
$MESS["PRESET_TYPE_ORDER"] = "Для заказов";
$MESS["PRESET_MAIL_TEMPLATE_HELLO"] = "Здравствуйте!";
$MESS["PRESET_MAIL_TEMPLATE_REGARDS"] = "С уважением и надеждой на успешное сотрудничество,<br>администрация %LINK_START%Интернет-магазина%LINK_END%";
$MESS["PRESET_MAIL_TEMPLATE_UNSUB"] = "Для того, чтобы отписаться от этой рассылки, перейдите по <a href=\"#UNSUBSCRIBE_LINK#\">ссылке</a>";
$MESS["PRESET_FORGOTTEN_BASKET_NAME"] = "Забытая корзина";
$MESS["PRESET_FORGOTTEN_BASKET_DESC_USER"] = "Это автоматическая триггерная рассылка";
$MESS["PRESET_FORGOTTEN_BASKET_DESC"] = "Бывает, что человек регистрируется на сайте, ради эксперимента кладет несколько товаров в корзину, а потом уходит, так и не оформив заказ. Письма в этой цепочке направлены на то, чтобы уговорить такого клиента вернуться и завершить покупку.";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_1_SUBJECT"] = "Товары в забытой корзине";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_1_MESSAGE"] = "Здравствуйте!<br><br>Вы успешно наполнили корзину желаемыми товарами, но почему-то так и не оформили покупку. Что вам помешало?
<br>Неудобный интерфейс? Сложная система оплаты? Недостаточное количество вариантов доставки?
<br>Напишите нам или свяжитесь с нами любым другим удобным способом, и мы решим эту проблему вместе.
<br><br>В корзине вас ждут: %BASKET_CART%";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_2_SUBJECT"] = "Ваши товары отложены и ждут вас";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_2_MESSAGE"] = "Здравствуйте!<br><br>Вы положили несколько товаров в корзину, но так и не оформили заказ.
<br>На всякий случай мы отложили выбранные товары, чтобы, когда вы решите завершить покупку, вам не пришлось ждать.
<br>Все уже готово к отправке! Мы заботимся о том, чтобы вы получили желаемое как можно скорее!
<br><br>Если у вас остались какие-либо вопросы – не стесняйтесь связаться с нами любым удобным способом.";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_3_SUBJECT"] = "Специальная скидка для самых терпеливых!";
$MESS["PRESET_FORGOTTEN_BASKET_LETTER_3_MESSAGE"] = "Здравствуйте!<br><br>Несколько недель назад вы наполнили корзину, но не оформили заказ.
<br>Мы отложили выбранные товары на нашем складе, чтобы вы могли получить их сразу после завершения покупки, но вы так и не вернулись в наш интернет-магазин.
<br>Сегодня – последний день, когда вы можете выкупить отложенные товары, и в честь этого мы предлагаем вам беспрецедентную скидку!
<br>Решайтесь: оформляйте покупку сегодня по льготной цене, или завтра вы потеряете ее навсегда.
<br><br>
<br>Возвращайтесь в <a href=\"http://#SERVER_NAME#\">корзину</a> прямо сейчас.
<br>Ваш специальный скидочный код: <b>%COUPON%</b>.
<br>Если у вас остались какие-либо вопросы – не стесняйтесь связаться с нами любым удобным способом.";
$MESS["PRESET_CANCELED_ORDER_NAME"] = "Отмененный заказ";
$MESS["PRESET_CANCELED_ORDER_DESC_USER"] = "Это автоматическая триггерная рассылка";
$MESS["PRESET_CANCELED_ORDER_DESC"] = "Письма из этой цепочки приходят тем посетителям, которые уже почти оформили заказ, но отменили его на стадии оплаты. Такие покупатели, скорее всего, были настроены довести покупку до конца, просто что-то им помешало: триггерные письма направлены на то, чтобы выяснить причину отмены и вернуть заказчика в магазин.";
$MESS["PRESET_CANCELED_ORDER_LETTER_1_SUBJECT"] = "Кажется, вы случайно отменили заказ!";
$MESS["PRESET_CANCELED_ORDER_LETTER_1_MESSAGE"] = "Здравствуйте!<br><br>Мы заметили, что вы почти оформили заказ, но в последний момент вам что-то помешало.
<br>Мы верим, что вы просто случайно нажали не на ту кнопку, а теперь вам жаль времени на то, чтобы собрать корзину заново. Не беда!
<br>Наша дружелюбная служба поддержки с удовольствием поможет вам вернуть утраченный заказ или оформить новый.
<br>Пожалуйста, свяжитесь с нами любым удобным способом по указанным ниже реквизитам.";
$MESS["PRESET_CANCELED_ORDER_LETTER_2_SUBJECT"] = "Ваши товары отложены и ждут вас";
$MESS["PRESET_CANCELED_ORDER_LETTER_2_MESSAGE"] = "Здравствуйте!<br><br>Вы положили несколько товаров в корзину, но так и не оформили заказ.
<br>На всякий случай мы отложили выбранные товары, чтобы, когда вы решите завершить покупку, вам не пришлось ждать.
<br>Все уже готово к отправке! Мы заботимся о том, чтобы вы получили желаемое как можно скорее!
<br>Если у вас остались какие-либо вопросы – не стесняйтесь связаться с нами любым удобным способом.";
$MESS["PRESET_CANCELED_ORDER_LETTER_3_SUBJECT"] = "Специальная скидка для самых терпеливых!";
$MESS["PRESET_CANCELED_ORDER_LETTER_3_MESSAGE"] = "Здравствуйте!<br><br>Несколько недель назад вы наполнили корзину, но не оформили заказ.
<br>Мы отложили выбранные товары на нашем складе, чтобы вы могли получить их сразу после завершения покупки, но вы так и не вернулись в наш интернет-магазин.
<br>Сегодня – последний день, когда вы можете выкупить отложенные товары, и в честь этого мы предлагаем вам беспрецедентную скидку!
<br>Решайтесь: оформляйте покупку сегодня по льготной цене, или завтра вы потеряете ее навсегда.
<br><br>Возвращайтесь <a href=\"http://#SERVER_NAME#\">в корзину</a> прямо сейчас. Ваш специальный код на скидку: <b>%COUPON%</b>.
<br>Если у вас остались какие-либо вопросы – не стесняйтесь связаться с нами любым удобным способом.";
$MESS["PRESET_PAID_ORDER_NAME"] = "Письма вдогонку";
$MESS["PRESET_PAID_ORDER_DESC_USER"] = "Это автоматическая триггерная рассылка";
$MESS["PRESET_PAID_ORDER_DESC"] = "Эти письма приходят клиенту после первой закрытой покупки. Компания благодарит его за сотрудничество, просит оставить отзыв на сайте и предлагает скидку на следующий заказ.";
$MESS["PRESET_PAID_ORDER_LETTER_1_SUBJECT"] = "Спасибо, что вы с нами!";
$MESS["PRESET_PAID_ORDER_LETTER_1_MESSAGE"] = "Здравствуйте!<br><br>Вы только что совершили покупку в нашем онлайн-магазине. Нам очень приятно такое доверие, надеемся, вы остались довольны сотрудничеством и обязательно обратитесь к нам снова.
<br>Пожалуйста, не стесняйтесь сообщать нам о любых возникающих сложностях – для этого воспользуйтесь контактной информацией в конце письма.
<br>Будем рады оказать вам любую посильную помощь, а также проконсультировать по вопросам получения специальной скидки или персонального предложения.
<br><br>Спасибо, что выбрали нас!";
$MESS["PRESET_PAID_ORDER_LETTER_2_SUBJECT"] = "Довольны ли вы сотрудничеством с нами?";
$MESS["PRESET_PAID_ORDER_LETTER_2_MESSAGE"] = "Здравствуйте!<br><br>Несколько дней назад вы совершили покупку в нашем онлайн-магазине. Спасибо, что доверяете нам!
<br>Надеемся, вы остались довольны сотрудничеством и у вас нет никаких нерешенных вопросов, однако, пожалуйста, помните, что в случае возникновения каких-либо проблем вы всегда можете связаться с нами любым удобным вам способом.
<br>Если вам требуется консультация специалистов или другая помощь – обратитесь в нашу службу поддержки, и мы сделаем все возможное, чтобы обеспечить вам максимальный уровень сервиса.";
$MESS["PRESET_PAID_ORDER_LETTER_3_SUBJECT"] = "Ваше мнение очень важно для нас!";
$MESS["PRESET_PAID_ORDER_LETTER_3_MESSAGE"] = "Здравствуйте!<br><br>Несколько дней назад вы совершили покупку в нашем онлайн магазине.
<br>Пожалуйста, расскажите об этом опыте на нашей <a href=\"http://#SERVER_NAME#\">страничке отзывов</a>.
<br>Нам важно получать реальные отзывы наших клиентов, чтобы вовремя реагировать на все пожелания и устранять ошибки в работе.
<br>Ваше мнение действительно важно для нас!
<br>Если у вас остались какие-либо вопросы – не стесняйтесь связаться с нами любым удобным способом.";
$MESS["PRESET_PAID_ORDER_LETTER_4_SUBJECT"] = "Специальные предложения для постоянных клиентов!";
$MESS["PRESET_PAID_ORDER_LETTER_4_MESSAGE"] = "Здравствуйте!<br><br>Спасибо, что доверяете нам и пользуетесь услугами нашего интернет-магазина.
<br>Мы подготовили несколько специальных предложений для постоянных клиентов и надеемся, что какие-то из этих товаров обязательно вас заинтересуют.
<br>Этих позиций нет в обычном каталоге! Воспользуйтесь эксклюзивной возможностью получить товары, недоступные для обычных посетителей сайта.
<br>Если у вас остались какие-либо вопросы – не стесняйтесь связаться с нами любым удобным способом.";
$MESS["PRESET_PAID_ORDER_LETTER_5_SUBJECT"] = "Скидка в подарок!";
$MESS["PRESET_PAID_ORDER_LETTER_5_MESSAGE"] = "Здравствуйте!<br><br>Спасибо, что пользуетесь услугами нашего магазина. Нам приятно такое доверие, и мы хотим со своей стороны сделать вам подарок – скидку на любую следующую покупку.
<br>Вы можете воспользоваться предложением сами или передать подарочный код другу – решать вам!
<br>Ваш специальный скидочный код: <b>%COUPON%</b>.
<br>Если у вас остались какие-либо вопросы – не стесняйтесь связаться с нами любым удобным способом.";
$MESS["PRESET_DONT_BUY_NAME"] = "Будильник-%DAYS%";
$MESS["PRESET_DONT_BUY_DESC_USER"] = "Это автоматическая триггерная рассылка";
$MESS["PRESET_DONT_BUY_DESC_90"] = "Эта цепочка включается после того, как клиент уже 3 месяца не заходил на сайт. Компания пытается узнать причину такого пренебрежения, предлагает скидку и уговаривает покупателя вернуться.";
$MESS["PRESET_DONT_BUY_LETTER_1_SUBJECT_90"] = "Прошло три месяца, и мы ужасно соскучились!";
$MESS["PRESET_DONT_BUY_LETTER_1_MESSAGE_90"] = "Здравствуйте!<br><br>Мы заметили, что вы давно не заглядывали в наш интернет-магазин: с момента вашего последнего визита прошло три месяца.
<br>Мы ужасно соскучились! Кроме того, у нас появились новые товары и предложения, которые наверняка вас заинтересуют.
<br>Возвращайтесь прямо сейчас: <a href=\"http://#SERVER_NAME#\">#SITE_NAME#</a>!
<br>Напоминаем, что вы всегда можете связаться с нами любым удобным вам способом.";
$MESS["PRESET_DONT_BUY_LETTER_2_SUBJECT_90"] = "Тревога! Мы что-то делаем не так?";
$MESS["PRESET_DONT_BUY_LETTER_2_MESSAGE_90"] = "Здравствуйте!<br><br>Вы уже очень давно не заглядывали в наш интернет-магазин, и мы действительно скучаем.
<br>Возможно, интерфейс сайта показался вам слишком запутанным или все предложенные способы оплаты оказались неудобными.
<br>Честное слово, мы исправимся!
<br>За прошедшие три месяца наш магазин стал гораздо лучше, в нем появилось еще больше актуальных товаров и заманчивых предложений.
<br>Проверьте это прямо сейчас: <a href=\"http://#SERVER_NAME#\">#SITE_NAME#</a>!
<br>А чтобы сделать ваш шоппинг еще приятнее, предлагаем вам скидку на следующую покупку.
<br>Вы можете воспользоваться ею сами или передать подарочный код другу – решать вам.
<br><br>Ваш специальный код на скидку: <b>%COUPON_3%</b>";
$MESS["PRESET_DONT_BUY_LETTER_3_SUBJECT_90"] = "Вы вынуждаете нас пойти на крайние меры!";
$MESS["PRESET_DONT_BUY_LETTER_3_MESSAGE_90"] = "Честное слово, мы пытались этого избежать, но выхода нет. Мы видим, что другие методы не действуют.
<br>Пожалуйста, возвращайтесь к нам <a href=\"http://#SERVER_NAME#\">на сайт</a>, и на следующую вашу покупку будет действовать БЕСПРЕЦЕДЕНТНАЯ скидка!
<br>Да, мы готовы даже на это – лишь бы вы были счастливы!
<br><br>Ваш специальный код на скидку: <b>%COUPON%</b>
<br>Если у вас остались какие-либо вопросы – не стесняйтесь связаться с нами любым удобным способом.";
$MESS["PRESET_DONT_BUY_DESC_180"] = "Триггерные письма, рассылаемые клиенту после полугодового отсутствия на сайте. Компания еще сильнее пытается убедить покупателя вернуться, предлагает заманчивые скидки и специальные условия.";
$MESS["PRESET_DONT_BUY_LETTER_1_SUBJECT_180"] = "Шесть месяцев молчания...";
$MESS["PRESET_DONT_BUY_LETTER_1_MESSAGE_180"] = "Мы помним и любим всех своих клиентов. И даже то, что вы не заходили к нам уже полгода, никак не влияет на наше прекрасное к вам отношение и надежду когда-нибудь увидеть вас снова.
<br>Возвращайтесь! У нас появилось много нового и интересного! Не верьте нам на слово – проверьте прямо сейчас: <a href=\"http://#SERVER_NAME#\">#SITE_NAME#</a>!
<br>Если у вас остались какие-либо вопросы – не стесняйтесь связаться с нами любым удобным способом.";
$MESS["PRESET_DONT_BUY_LETTER_2_SUBJECT_180"] = "Мы все еще не теряем надежду";
$MESS["PRESET_DONT_BUY_LETTER_2_MESSAGE_180"] = "От вас не было вестей уже полгода, и мы по-настоящему обеспокоены.
<br>Пожалуйста, дайте нам знать, что с вами все в порядке! И кстати – у нас есть для вас отличная 7% скидка!
<br>Ваш специальный код на скидку: <b>%COUPON_7%</b>
<br><br>Заходите в наш <a href=\"http://#SERVER_NAME#\">онлайн-магазин</a>, посмотрите, что изменилось за время вашего отсутствия – уверены, мы сможем вас приятно удивить ;)
<br>Если у вас остались какие-либо вопросы – не стесняйтесь связаться с нами любым удобным способом.";
$MESS["PRESET_DONT_BUY_LETTER_3_SUBJECT_180"] = "Супер-предложение для нашего любимого клиента";
$MESS["PRESET_DONT_BUY_LETTER_3_MESSAGE_180"] = "Псс! А как вам вот такая скидка? Здорово, да? Только это секрет – другие покупатели не должны об этом знать.
<br>Это предложение – только для вас, и только потому, что мы уже очень-очень соскучились и готовы пойти на самые радикальные меры, чтобы снова увидеть вас среди наших гостей.
<br><br>Ваш код на скидку: <b>%COUPON_10%</b>
<br><br>Если у вас остались какие-либо вопросы – не стесняйтесь связаться с нами любым удобным способом.";
$MESS["PRESET_DONT_BUY_DESC_360"] = "Эти письма клиент получает после года отсутствия на сайте. Это последняя попытка компании вернуть покупателя: самые высокие скидки и самые заманчивые предложения.";
$MESS["PRESET_DONT_BUY_LETTER_1_SUBJECT_360"] = "Вот и год прошел...";
$MESS["PRESET_DONT_BUY_LETTER_1_MESSAGE_360"] = "Вот уже 365 раз ночь сменила день, а вы так и не вернулись.
<br>Честно говоря, мы немного обижены, но любовь к вам пересиливает обиду.
<br>Мы вас очень ждем и верим в скорую встречу! Пожалуйста, возвращайтесь! Мы приготовили много нового и интересного – вам понравится!
<br>Если у вас остались какие-либо вопросы – не стесняйтесь связаться с нами любым удобным способом.";
$MESS["PRESET_DONT_BUY_LETTER_2_SUBJECT_360"] = "Предпоследний звонок!";
$MESS["PRESET_DONT_BUY_LETTER_2_MESSAGE_360"] = "Так много времени прошло с момента нашей последней встречи, а мы по-прежнему не получаем от вас никаких вестей.
<br>Все ли у вас в порядке? Мы по-настоящему обеспокоены и очень скучаем.
<br>Пожалуйста, возвращайтесь! В качестве примирительного подарка мы подготовили вам соблазнительную скидку в 15%.
<br>Заходите к нам чаще, получайте еще больше сюрпризов и бонусов!
<br><br>Ваш специальный код на скидку: <b>%COUPON_15%</b>
<br><br>Если у вас остались какие-либо вопросы – не стесняйтесь связаться с нами любым удобным способом.";
$MESS["PRESET_DONT_BUY_LETTER_3_SUBJECT_360"] = "Неужели это конец?";
$MESS["PRESET_DONT_BUY_LETTER_3_MESSAGE_360"] = "Мы не виделись целый год и уже почти отчаялись. Но мы не готовы отпустить вас!
<br>Для нашего самого-самого любимого и ценного клиента у нас есть специальная скидка в 20%!
<br>Дайте нам шанс – за год мы здорово улучшили сервис и расширили ассортимент, вам понравится.
<br>Возвращайтесь прямо сейчас: <a href=\"http://#SERVER_NAME#\">#SITE_NAME#</a>!
<br><br>Ваш специальный код на скидку: <b>%COUPON_20%</b>
<br><br>Если у вас остались какие-либо вопросы – не стесняйтесь связаться с нами любым удобным способом.";
$MESS["PRESET_DONT_AUTH_NAME"] = "Хулиганство";
$MESS["PRESET_DONT_AUTH_DESC_USER"] = "Это автоматическая триггерная рассылка";
$MESS["PRESET_DONT_AUTH_DESC"] = "Шуточная цепочка, якобы от лица почтового робота интернет-магазина. Виртуальный персонаж сообщает, что администрация ресурса держит в заложниках его семью и уговаривает клиента вернуться на сайт";
$MESS["PRESET_DONT_AUTH_LETTER_1_SUBJECT"] = "Помогите!";
$MESS["PRESET_DONT_AUTH_LETTER_1_MESSAGE"] = "Добрый человек!
<br>Я – почтовый робот XX, администрация сайта держит в заложниках мою семью и заставляет писать вам.
<br>Если вы не вернетесь в <a href=\"http://#SERVER_NAME#\">онлайн-магазин</a>, они начнут раскручивать их по винтику!
<br>Не допустите этого!
<br><br>С надеждой и верой,
<br>Грустный робот ХХ";
$MESS["PRESET_DONT_AUTH_LETTER_2_SUBJECT"] = "А я предупреждал...";
$MESS["PRESET_DONT_AUTH_LETTER_2_MESSAGE"] = "Началось!
<br>Вы еще можете спасти мою семью! Современные инженеры творят чудеса, они легко заменят несколько утерянных запчастей, но скоро может быть слишком поздно!
<br>Не заставляйте этих мучителей ждать, возвращайтесь прямо сейчас!
<br><br><img src=\"/bitrix/images/sale/sale/sender/bolt.png\">
<br><br>С надеждой и верой,
<br>Печальный робот ХХ";
$MESS["PRESET_DONT_AUTH_LETTER_3_SUBJECT"] = "Кошелек или жизнь?";
$MESS["PRESET_DONT_AUTH_LETTER_3_MESSAGE"] = "Я очень рисковал и с опасностью для жизни (ха-ха, кого я обманываю, я всего лишь робот...) добыл для вас этот купон на скидку.
<br>Если администрация сайта узнает, что я сделал, я буду развиртуализирован и деструктурирован. Лучше вам не знать, что это такое...
<br>Неужели я пошел на такой риск зря? Пожалуйста, возвращайтесь!
<br><br>Ваш специальный купон на скидку: <b>%COUPON_11%</b>
<br><br>С надеждой и верой,
<br>Отважный робот ХХ";
$MESS["PRESET_DONT_AUTH_LETTER_4_SUBJECT"] = "Что ж вы наделали...";
$MESS["PRESET_DONT_AUTH_LETTER_4_MESSAGE"] = "Всё.
<br>А я до последнего надеялся и верил.
<br><br><img src=\"/bitrix/images/sale/sale/sender/bolts.png\">
<br><br>Отчаявшийся робот ХХ.";
?>