<?
$MESS ['BCL_BACKUP_WS_SERVER'] = "Ошибка обращения к серверу управления резервным копированием (код: #STATUS#).";
$MESS ['BCL_BACKUP_WRONG_TIME'] = "Указано неверное время выполнения резервного копирования.";
$MESS ['BCL_BACKUP_WRONG_URL'] = "Указан неверный адрес страницы резервного копирования.";
$MESS ['BCL_BACKUP_WRONG_WEEKDAYS'] = "Указаны неверные дни недели для выполнения резервного копирования.";
$MESS ['BCL_BACKUP_EMPTY_SECRET_KEY'] = "Не указан ключ для выполнения резервного копирования.";
?>