<?php
$MESS['SUBSCRIBE_CONFIRM_DESC'] = "#ID# - жазылым идентификаторы
#EMAIL# - жазылым мекенжайы
#CONFIRM_CODE# - растау коды
#SUBSCR_SECTION# - жазылымды редакциялау парақшасы орналасқан бөлім (баптауларда орнатылады)
#USER_NAME# - жазылушының аты (болмауы мүмкін)
#DATE_SUBSCR# - мекенжайды қосу/өзгерту күні
";
$MESS['SUBSCRIBE_CONFIRM_MESSAGE'] = "#SITE_NAME# сайтының ақпараттық хабарламасы
------------------------------------------

Сәлеметсіз бе,

Сіздің мекенжайыңыз 
#SERVER_NAME# сервердің жіберілімдер тізіміне жазылғандықтан, сіз осы хабарламаны алдыңыз.

Жазылым туралы қосымша ақпарат:

Жазылым мекенжайы (email) ............ #EMAIL#
Қосу/редакциялау күні .... #DATE_SUBSCR#

Жазылымды растау кодыңыз: #CONFIRM_CODE#

Жазылымды растау үшін келесі сілтемеге өтіңіз:
http://#SERVER_NAME##SUBSCR_SECTION#subscr_edit.php?ID=#ID#&CONFIRM_CODE=#CONFIRM_CODE#

Сіз жазылымды растау үшін кодты парақшаға енгізе аласыз:
http://#SERVER_NAME##SUBSCR_SECTION#subscr_edit.php?ID=#ID#

Назар аударыңыз! Жазылымыңызды растамайынша жіберілім
хабарламаларын алмайсыз.

---------------------------------------------------------------------
Бұл хатты сақтаңыз, себебі ол авторлану үшін ақпаратты қамтиды.
Жазылымның растау кодын пайдалана отырып, сіз 
жазылым параметрлерін өзгерте аласыз немесе жіберілімнен бас тарта аласыз.

Параметрлерді өзгерту:
http://#SERVER_NAME##SUBSCR_SECTION#subscr_edit.php?ID=#ID#&CONFIRM_CODE=#CONFIRM_CODE#

Жазылымнан бас тарту:
http://#SERVER_NAME##SUBSCR_SECTION#subscr_edit.php?ID=#ID#&CONFIRM_CODE=#CONFIRM_CODE#&action=unsubscribe
---------------------------------------------------------------------

Хабарлама автоматты түрде жазылды.
";
$MESS['SUBSCRIBE_CONFIRM_NAME'] = "Жазылымды растау";
$MESS['SUBSCRIBE_CONFIRM_SUBJECT'] = "#SITE_NAME#: Жазылымды растау";
