<?
$MESS["ELEMENT_NAME_TIP"] = "Задается имя переменной, в которой будет передаваться NAME элемента. Если присутствует параметр \"Имя переменной для страницы\", имя данной переменной должно совпадать с этим параметром.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS["CACHE_TIME_TIP"] = "Поле служит для указания времени кеширования в секундах.";
$MESS["SET_TITLE_TIP"] = "При установленной опции в качестве заголовка страницы будет установлено название Wiki страницы.";
$MESS["PATH_TO_SMILE_TIP"] = "Путь относительно корня сайта к папке со смайлами";
$MESS["PATH_TO_USER_TIP"] = "Указывается путь к странице пользователя. Например: user.php?user_id=#user_id#";
?>