<?
$MESS["EC_NS_INVITE"] = "Приглашение для участия в событии";
$MESS["EC_NS_REMINDER"] = "Напоминание о событии";
$MESS["EC_NS_CHANGE"] = "Изменение события";
$MESS["EC_NS_INFO"] = "Информация о подтверждении/отклонении участия в событии";
$MESS['EC_NS_INFO_MSGVER_1'] = 'Информация о подтверждении/отклонении участия в событии';
$MESS["EC_NS_EVENT_COMMENT"] = "Новый комментарий к событию";
$MESS["EC_NS_DELETE_LOCATION"] = "Удаление переговорной комнаты";
$MESS['EC_NS_DELETE_LOCATION_MSGVER_1'] = 'Удаление переговорной комнаты';
?>