<?
$MESS["LANDING_CMP_TITLE"] = "Сайты";
$MESS["LANDING_CMP_TYPE_IS_NOT_ENABLED"] = "Тип не поддерживается";
$MESS["LANDING_CMP_MODULE_NOT_INSTALLED"] = "Сервис лендингов в данный момент недоступен.";
$MESS["LANDING_CMP_MODULE_NOT_INSTALLED_CRM"] = "Не удалось подготовить данные CRM.";
$MESS["LANDING_CMP_ACCESS_DENIED"] = "Сервис лендингов в данный момент доступен только администраторам портала.";
$MESS["LANDING_CMP_ACCESS_DENIED2"] = "Недостаточно прав.";
$MESS["LANDING_CMP_AGREEMENT_LABEL"] = "Нажимая на кнопку, я принимаю условия соглашения.";
$MESS["LANDING_CMP_AGREEMENT_NAME"] = "Правила использования Битрикс24.Сайты";
$MESS["LANDING_CMP_AGREEMENT_TEXT2"] = "<p>С помощью Битрикс24.Сайты вы можете создавать сайты и лендинги для своей компании, для заказчиков, для себя лично. Конечно, любой сайт или лендинг обязан соответствовать законам той страны, в которой вы их создаете.</p>
<p>Мы не проверяем контент, который вы публикуете, но оставляем за собой право закрыть сайт без объяснения причин, если выявим нарушения (сами, по жалобе от пользователей или от проверяющих государственных организаций).</p>
<p>Правила достаточно простые :) Вы публикуете только свой контент, на который у вас есть права, и соблюдаете закон, не размещая на сайте запрещенную информацию.</p>
<ol>
	<li><b>&laquo;Сайты&raquo;</b> &mdash; это <b>функционал ПО для ЭВМ &laquo;1С-Битрикс24&raquo;</b>,  используемый для создания сайтов.</li>
	<li>
		<b>Нажимая кнопку &laquo;Я согласен&raquo;, Вы заявляете и гарантируете</b> следующее:
		<ul>
			<li>Вы обязуетесь <b>неукоснительно соблюдать требования законодательства в области интеллектуальной собственности, рекламы</b> и т.п., действующего в Вашей стране (далее &mdash; применимое законодательство), в течение всего срока использования функционала «Сайты»;</li>
			<li>Вы <b>гарантируете</b>, что <b>информация, документы и иные объекты, размещаемые на сайтах</b> (далее &mdash; Контент), созданных с помощью функционала &laquo;Сайты&raquo;, не нарушают права третьих лиц на результаты интеллектуальной деятельности и приравненные к ним средства индивидуализации, права на информацию, составляющую коммерческую тайну, не наносят вреда чести, деловой репутации и достоинству третьих лиц, не противоречат <b>общепринятым нормам морали и нравственности, не нарушают применимое законодательство</b>;</li>
			<li>Вы <b>должны</b> до начала использования функционала &laquo;Сайты&raquo; <b>проконсультироваться с соответствующими специалистами</b> (юристами) в случае, если у Вас возникают вопросы о законности размещения какого-либо Контента на создаваемых сайтах;</li>
			<li>Вы гарантируете, что <b>любой размещаемый</b> с помощью функционала &laquo;Сайты&raquo; <b>Контент был</b> Вами <b>получен с соблюдением</b> применимого <b>законодательства</b>;</li>
			<li>любое <b>использование функционала &laquo;Сайты&raquo; осуществляется</b> Вами на свой страх и риск и <b>под собственную ответственность</b>;</li>
			<li>Вы соглашаетесь и подтверждаете, что компания  <b>1С-Битрикс не принимает поручений на создание сайтов, не изменяет Контент, размещаемый Вами с помощью функционала &laquo;Сайты&raquo;</b>, а также <b>не является инициатором размещения такого Контента</b>, не может и не должна знать о возможной его неправомерности.</li>
		</ul>
	</li>
	<li><b>В случае поступления жалобы на возможное нарушение Вами вышеперечисленных заверений и гарантий, компания 1С-Битрикс оставляет за собой право заблокировать сайт(ы) и/или функционал &laquo;Сайты&raquo;</b>, а Вы обязуетесь по запросу компании 1С-Битрикс предоставить опровержения таких нарушений.</li>
</ol>
";
?>