<?
$MESS["LANDING_CMP_TITLE"] = "Сайты";
$MESS["LANDING_CMP_TYPE_IS_NOT_ENABLED"] = "Тип не поддерживается";
$MESS["LANDING_CMP_MODULE_NOT_INSTALLED"] = "Сервис лендингов в данный момент недоступен.";
$MESS["LANDING_CMP_MODULE_NOT_INSTALLED_CRM"] = "Не удалось подготовить данные CRM.";
$MESS["LANDING_CMP_ACCESS_DENIED"] = "Сервис лендингов в данный момент доступен только администраторам портала.";
$MESS["LANDING_CMP_ACCESS_DENIED2"] = "Недостаточно прав.";
$MESS["LANDING_CMP_AGREEMENT_LABEL"] = "Нажимая на кнопку, я принимаю условия соглашения.";
$MESS["LANDING_CMP_AGREEMENT_NAME"] = "Правила использования Битрикс24.Сайты";
$MESS["LANDING_CMP_AGREEMENT_TEXT3"] = "<p>С помощью Битрикс24.Сайты вы можете создавать сайты и лендинги для своей компании, для заказчиков, для себя лично. Конечно, любой сайт или лендинг обязан соответствовать законам той страны, в которой вы их создаете.</p>
<p>Мы не проверяем контент, который вы публикуете, но оставляем за собой право закрыть сайт без объяснения причин, если выявим нарушения (сами, по жалобе от пользователей или от проверяющих государственных организаций).</p>
<p>Правила достаточно простые :) Вы публикуете только свой контент, на который у вас есть права, и соблюдаете закон, не размещая на сайте запрещенную информацию.</p>
<p>Настоящие Правила регулируют взаимоотношения между ООО <nobr>&laquo;1С-Битрикс&raquo;</nobr> (далее &mdash; мы) и пользователем (далее &mdash; Вы) при использовании функциональности ПО для ЭВМ <nobr>&laquo;1С-Битрикс24&raquo;</nobr> (далее &mdash; &laquo;Битрикс24.Сайты&raquo;).</p>
<p>Публикуя сайт, созданный с использованием функциональности Битрикс24.Сайты, Вы подтверждаете полное согласие с Правилами. Если Вы не согласны безоговорочно принять и соблюдать Правила, Вы не должны использовать Битрикс24.Сайты.</p>
<p><b>Используя Битрикс24.Сайты:</b></p>
<ol>
	<li>
		<p><b>Вы принимаете и соглашаетесь</b> с тем, что Битрикс24.Сайты не предназначены для размещения и распространения текстов, изображений и любых иных объектов, далее по тексту &mdash; Контент, который может быть расценен как:</p> 
		<ul>
			<li>нарушающий национальное и международное законодательство;</li>
			<li>нарушающий наши права и/или права третьих лиц на результаты интеллектуальной деятельности и приравненные к ним средства индивидуализации, права на информацию, составляющую коммерческую тайну, наносящий вред чести, деловой репутации и достоинству третьих лиц;</li>
			<li>незаконный, вредоносный, угрожающий, дискредитирующий, клеветнический, подстрекающий к насилию, призывающий к совершению противоправной деятельности, нарушающий <nobr>морально-этические</nobr> нормы, содержащий ненормативную лексику, пропагандирующий ненависть и/или дискриминацию;</li>
			<li>провокационный, расистский, оскорбительный, а также содержащий негативные и критические высказывания, касающиеся религии, политики, расовых, этнических, гендерных признаков, личных качеств, способностей;</li>
			<li>реклама азартных игр и пари, эскорт-услуг, а также аналогичных услуг сексуального характера;</li>
			<li>пропаганда определенных политических и религиозных взглядов;</li>
			<li>пропаганда употребления наркотических средств, алкоголя, табака и табачных изделий;</li>
			<li>наносящий ущерб репутации, дискредитирующий или причиняющий нам вред.</li>
		</ul>	
	</li>
	<li>
		<p><b>Вы обязуетесь:</b></p>
		<p>2.1.	соблюдать требования законодательства, действующего в Вашей стране, в том числе, в области интеллектуальной собственности, рекламы и т.п. (далее &mdash; Применимое законодательство), в течение всего срока использования Битрикс24.Сайты;</p>
		<p>2.2.	не создавать страниц, используемых исключительно для автоматического перенаправления на сторонние сайты, не практиковать фишинг, не использовать любые незаконные действия для сбора данных;</p>
		<p>2.3.	не загружать и не размещать какие-либо вредоносные программы или файлы, в том числе вирусы, &laquo;черви&raquo;, трояны, шпионские и иные аналогичные программы;</p>
		<p>2.4.	заменить изображения, иконки, тексты, находящиеся по умолчанию в шаблонах и блоках сайтов (далее &mdash; Демонстрационный контент), на Ваш собственный Контент. Демонстрационный контент не предназначен для использования Вами и его использование может быть расценено как нарушение Применимого законодательства.</p>
	</li>
	<li><p><b>Вы гарантируете</b>, что любой размещаемый Вами Контент получен с соблюдением Применимого законодательства. </p></li>
	<li><p><b>Вы подтверждаете</b>, что мы не принимаем поручений на создание сайтов, не изменяем Контент, размещаемый Вами, а также не являемся инициатором размещения такого Контента, не можем и не должны знать о возможной его неправомерности. Любое использование Битрикс24.Сайты осуществляется Вами на свой страх и риск и под собственную ответственность. Если у Вас возникают вопросы о правомерности размещения какого-либо Контента на создаваемых сайтах, рекомендуем Вам до начала использования Битрикс24.Сайты проконсультироваться с соответствующими специалистами (юристами).</p></li>
	<li><p><b>Мы оставляем за собой право заблокировать Ваши сайты и/или ограничить возможность использования функциональности Битрикс24.Сайты</b> по своему усмотрению, в том числе в случае, если есть основания полагать, что Вы нарушаете вышеуказанные обязательства и гарантии.</p></li>
</ol>
<p>Мы вправе самостоятельно сделать вывод о возможном нарушении Вами вышеуказанных обязательств и гарантий, основываясь на имеющейся у нас информации, в том числе полученной из жалоб или в результате самостоятельных внутренних проверок. Вы обязуетесь по нашему запросу предоставить опровержения таких нарушений. </p>";
?>