<?php
$MESS["SONET_C34_ALREADY_FRIEND"] = "Бұл пайдаланушы бұрыннан бері сіздің досыңыз";
$MESS["SONET_C34_ALREADY_SEND"] = "Сіз бұл пайдаланушыға дос болуға сұрау жібергенсіз";
$MESS["SONET_C34_IN_BLACK"] = "Сіз осы пайдаланушыға қатысты қара тізімдесіз";
$MESS["SONET_C34_NO_FR_FUNC"] = "Достардың функционалы өшірулі";
$MESS["SONET_C34_NO_TEXT"] = "Пайдаланушыға хабарлама мәтіні көрсетілмеген";
$MESS["SONET_C34_PAGE_TITLE"] = "Достар тізіміне қосу";
$MESS["SONET_C34_SELF"] = "Сіз өз достарыңызға өзіңізді қоса алмайсыз";
$MESS["SONET_MODULE_NOT_INSTALL"] = "Әлеуметтік желі модулі орнатылмаған.";
$MESS["SONET_P_USER_NO_USER"] = "Пайдаланушы табылмады";
