<?php
$MESS["FORUM_PPE_EDDOR_UPDATE"] = "Жазба параметрлерін өзгерту қатесі";
$MESS["FORUM_PPE_ERROR_ADD"] = "Жаңа жазбаны қосу қатесі";
$MESS["FORUM_PPE_MIN_MES"] = "Хабарлама қажет";
$MESS["FORUM_PPE_NOTES"] = "Пайдаланушылардың ұпайларын қайта есептеу жазбаны өзгерткен кезде автоматты түрде <b>жасалмайды</b>. Әрбір пайдаланушының ұпайларын қайта есептеу оның келесі хабарламасын жазған кезде, оған дауыс бергенде және т.б. жағдайларда жүзеге асады.";
$MESS["FORUM_PPE_PPM"] = "Хабарлама үшін ұпайлар";
$MESS["FORUM_PPE_TITLE_ADD"] = "Жаңа жазбаны қосу";
$MESS["FORUM_PPE_TITLE_UPD"] = "##ID# жазбасын өзгерту";
$MESS["FPPN_2FLIST"] = "Жазбалар тізімі";
$MESS["FPPN_DELETE_POINT"] = "Жазбаны жою";
$MESS["FPPN_DELETE_POINT_CONFIRM"] = "Бұл жазбаны жойғыңыз келетініне сенімдісіз бе?";
$MESS["FPPN_NEW_POINT"] = "Жаңа жазбаны қосу";
$MESS["FPPN_TAB_POINT"] = "Хабарламалар үшін ұпайлар";
$MESS["FPPN_TAB_POINT_DESCR"] = "Хабарламалар үшін ұпайлар";
