<?php
$MESS["SEC_OTP_CONNECTED"] = "Қосылған";
$MESS["SEC_OTP_CONNECT_DEVICE"] = "Салпыншақты қосу";
$MESS["SEC_OTP_CONNECT_DEVICE_TITLE"] = "Салпыншақты қосу";
$MESS["SEC_OTP_CONNECT_DONE"] = "Дайын";
$MESS["SEC_OTP_CONNECT_MOBILE"] = "Телефонды қосу";
$MESS["SEC_OTP_CONNECT_MOBILE_ENTER_CODE"] = "Кодты енгізіңіз";
$MESS["SEC_OTP_CONNECT_MOBILE_ENTER_NEXT_CODE"] = "Келесі кодты енгізіңіз";
$MESS["SEC_OTP_CONNECT_MOBILE_INPUT_DESCRIPTION"] = "Кодты сәтті сканерлегеннен немесе деректерді қолмен енгізгеннен кейін ұялы телефон экранында төмендегі өріске енгізу қажет код пайда болады";
$MESS["SEC_OTP_CONNECT_MOBILE_INPUT_NEXT_DESCRIPTION"] = "Қолданылатын бір реттік құпиясөздерді құру алгоритмі инициализациялау үшін екі кодты қажет етеді, келесі кодты жасаңыз және төмендегі өріске енгізіңіз";
$MESS["SEC_OTP_CONNECT_MOBILE_MANUAL_INPUT"] = "Қолмен теру кезінде сіз сайттың мекенжайын, E-mail немесе логинді, суретте көрсетілген құпия кодты көрсетіп, кілт түрін таңдауыңыз керек";
$MESS["SEC_OTP_CONNECT_MOBILE_MANUAL_INPUT_HOTP"] = "санауыш бойынша";
$MESS["SEC_OTP_CONNECT_MOBILE_MANUAL_INPUT_TOTP"] = "уақыт бойынша";
$MESS["SEC_OTP_CONNECT_MOBILE_SCAN_QR"] = "Кодты сканерлеу үшін ұялы телефон камерасын монитордағы суретке бағыттаңыз және қосымшаның кодты сканерлеуін күтіңіз.";
$MESS["SEC_OTP_CONNECT_MOBILE_STEP_1"] = "Телефоныңыз үшін Bitrix OTP мобильді қосымшасын <a href=\"https://itunes.apple.com/ru/app/bitrix24-otp/id929604673?l=ru\" target=\"_new\">AppStore</a> немесе <a href=\"https://play.google.com/store/apps/details?id=com.bitrixsoft.otp\" target=\"_new\">GooglePlay</a> жүктеп алыңыз";
$MESS["SEC_OTP_CONNECT_MOBILE_STEP_2"] = "Қосымшаны іске қосып, <b>Баптау</b> батырмасын басыңыз";
$MESS["SEC_OTP_CONNECT_MOBILE_STEP_3"] = "Деректерді енгізудің ыңғайлы әдісін таңдаңыз - кодты сканерлеу немесе қолмен енгізу";
$MESS["SEC_OTP_CONNECT_MOBILE_TITLE"] = "Телефонды қосу";
$MESS["SEC_OTP_CONNECT_NEW_DEVICE"] = "Жаңа салпыншақты қосу";
$MESS["SEC_OTP_CONNECT_NEW_MOBILE"] = "Жаңа телефонды қосу";
$MESS["SEC_OTP_DEACTIVATE_UNTIL"] = "#DATE# дейін өшірілген";
$MESS["SEC_OTP_DESCRIPTION_ABOUT"] = "Бір реттік құпиясөздерді қолданатын авторизация жүйесі (One-Time Password - OTP) OATH бастамасы аясында жасалған.<br>
Іске асыру HMAC алгоритміне және SHA-1/SHA-256/SHA-512 хэш функцияларына негізделген. Қазіргі уақытта екі генерация алгоритмі ұсынылады:
<ul><li>санауыш бойынша (HMAC-Based One-time Password, HOTP), <a href=\"https://tools.ietf.org/html/rfc4226\" target=\"_blank\">RFC4226</a> сипатталған</li>
<li>уақыт бойынша(Time-based One-time Password, TOTP), <a href=\"https://tools.ietf.org/html/rfc6238\" target=\"_blank\">RFC6238</a> сипатталған</li></ul>
OTP мәнін есептеу үшін екі кіріс параметрі қабылданады - құпия кілт (генератор үшін бастапқы мән) және санауыштың ағымдағы мәні (таңдалған алгоритмге байланысты қажетті генерация циклдарының саны немесе ағымдағы уақыт). Бастапқы мән құрылғыны инициализациялағаннан 
кейін құрылғының өзінде де, сайтта да сақталады. HOTP алгоритмін қолданған жағдайда, құрылғыдағы санауыш әрбір OTP генерациясында, серверде - әрбір сәтті OTP аутентификациясында артады. TOTP алгоритмін қолданған жағдайда, санауыш құрылғыда сақталмайды, серверде OTP арқылы әрбір сәтті аутентификация кезінде құрылғы уақытының шамалы ауысуы ғана түзетіледі.<br>
OTP құрылғыларының партиясы құрылғының сериялық нөмірімен байланысты барлық партиялық құрылғылар үшін бастапқы мәндерді 
(құпия кілттерді) қамтитын шифрланған файлмен бірге келеді (құрылғы корпусында басылған).<br>
Құрылғыда және серверде генерация санауышын синхрондау бұзылған жағдайда, оны оңай қалпына келтіруге болады-сервердегі мәнді құрылғыда сақталған мәнге сәйкестендіріңіз. Ол үшін жүйе әкімшісі немесе пайдаланушының өзі (тиісті рұқсаттар болған жағдайда) бір реттік құпиясөздердің (OTP) қатарынан екі мәнін жасап, оларды сайттағы нысанға енгізуі керек.<br>
Бір реттік құпиясөзді жасауға арналған мобильді қосымша Google Play және AppStore дүкендерінде қолжетімді";
$MESS["SEC_OTP_DESCRIPTION_ABOUT_TITLE"] = "Сипаттама";
$MESS["SEC_OTP_DESCRIPTION_ACTIVATION"] = "Екі сатылы авторлану үшін бір реттік кодты әр пайдаланушыда орнатылған арнайы құрылғы (салпыншақ) немесе тегін Bitrix OTP мобильді қосымшасы арқылы алуға болады.<br>
Салпыншақты қосу үшін әкімші пайдаланушы профиліндегі баптауларды орындауы керек: құрылғыдан алынған қатарынан жасалған екі бір реттік құпиясөзді көрсетіңіз.<br>
Мобильді қосымшаның көмегімен бір реттік кодты алу үшін пайдаланушы қосылымды дербес баптай алады: мобильді қосымшаны жүктеп алыңыз, оны іске қосыңыз, профильдегі баптаулар бетіндегі QR кодын сканерлеңіз немесе тіркелгі деректерін қолмен енгізіңіз.";
$MESS["SEC_OTP_DESCRIPTION_ACTIVATION_TITLE"] = "Белсендіру ";
$MESS["SEC_OTP_DESCRIPTION_INTRO_INTRANET"] = "Сіздің Битрикс24-те авторлану үшін әр пайдаланушы
өзінің жеке логині мен құпиясөзін пайдаланады. Бірақ бұл деректерді 
пайдаланушының компьютерінен ұрлауға қабілетті шпиондық бағдарламалар бар
(мысалы, браузерде сақталған құпиясөзді).<br>
Битрикс24-те қосымша қорғаныс үшін <b>екі сатылы авторлануды</b> қосу ұсынылады.
Бұл екі сатылы авторлану арқылы шпиондық бағдарламалардан 
қорғау әдісі. Біріншісі-пайдаланушының негізгі логині мен құпиясөзі. Екінші - бұл
әр пайдаланушы ұялы телефондағы қосымшадан 
немесе арнайы құрылғыдан алатын бір реттік код. Нәтижесінде
логин мен құпиясөз ұрланса да, шабуылдаушылар оларды 
бір реттік кодсыз пайдалана алмайды.";
$MESS["SEC_OTP_DESCRIPTION_INTRO_SITE"] = "Сіздің сайтыңызда авторлану үшін әр пайдаланушы 
өзінің жеке логині мен құпиясөзін пайдаланады. Бірақ бұл деректерді 
пайдаланушының компьютерінен ұрлауға қабілетті шпиондық бағдарламалар бар
(мысалы, браузерде сақталған құпиясөзді).<br>
Сайтта қосымша қорғаныс үшін <b>екі сатылы авторлануды</b> қосу ұсынылады.
Бұл екі сатылы авторлану арқылы шпиондық бағдарламалардан 
қорғау әдісі. Біріншісі-пайдаланушының негізгі логині мен құпиясөзі. Екінші - бұл
әр пайдаланушы ұялы телефондағы қосымшадан 
немесе арнайы құрылғыдан алатын бір реттік код. Нәтижесінде
логин мен құпиясөз ұрланса да, шабуылдаушылар оларды 
бір реттік кодсыз пайдалана алмайды.";
$MESS["SEC_OTP_DESCRIPTION_INTRO_TITLE"] = "Бір реттік құпиясөз";
$MESS["SEC_OTP_DESCRIPTION_USING"] = "Екі сатылы авторлануды қосқанда, пайдаланушы сайтта авторлану үшін екі кезеңнен өтуі керек<br>
Бірінші кезеңде, бұрынғыдай, E-mail/логин мен құпиясөзді көрсету қажет<br>
Екіншісінде-арнайы салпыншақ немесе ұялы телефон арқылы алуға болатын бір реттік кодты енгізу қажет.<br>";
$MESS["SEC_OTP_DESCRIPTION_USING_STEP_0"] = "1 қадам";
$MESS["SEC_OTP_DESCRIPTION_USING_STEP_1"] = "2 қадам";
$MESS["SEC_OTP_DESCRIPTION_USING_TITLE"] = "Қалай пайдалану керек";
$MESS["SEC_OTP_DISABLE"] = "Өшіру";
$MESS["SEC_OTP_ENABLE"] = "Қосу";
$MESS["SEC_OTP_ERROR_TITLE"] = "Сақтау қатесі";
$MESS["SEC_OTP_INIT"] = "Инициализация";
$MESS["SEC_OTP_MANDATORY_ALMOST_EXPIRED"] = "Пайдаланушы екі сатылы авторлануды орнатуға міндетті болған кезең #DATE# күні аяқталады.";
$MESS["SEC_OTP_MANDATORY_DEFFER"] = "Ұзарту";
$MESS["SEC_OTP_MANDATORY_DISABLED"] = "Екі сатылы авторлануды міндетті түрде қосу талабы өшірілген.";
$MESS["SEC_OTP_MANDATORY_ENABLE"] = "Арқылы қосылуды талап ету";
$MESS["SEC_OTP_MANDATORY_ENABLE_DEFAULT"] = "Қосуды талап ету";
$MESS["SEC_OTP_MANDATORY_EXPIRED"] = "Пайдаланушы екі сатылы авторлануды орнатуға міндетті болған кезең аяқталды.";
$MESS["SEC_OTP_MOBILE_INPUT_METHODS_SEPARATOR"] = "немесе";
$MESS["SEC_OTP_MOBILE_MANUAL_INPUT"] = "Деректерді қолмен енгізу";
$MESS["SEC_OTP_MOBILE_SCAN_QR"] = "QR-кодты сканерлеу";
$MESS["SEC_OTP_NEW_ACCESS_DENIED"] = "Екі сатылы авторландыруды басқару қолжетімсіз";
$MESS["SEC_OTP_NEW_SWITCH_ON"] = "Екі сатылы авторландыруды қосу";
$MESS["SEC_OTP_NO_DAYS"] = "шексіз";
$MESS["SEC_OTP_PASS1"] = "Құрылғыдағы бірінші құпиясөз мәні (дисплей экранынан басып, жазу)";
$MESS["SEC_OTP_PASS2"] = "Құрылғыдағы келесі құпиясөз мәні (дисплей экранынан тағы басып, жазу)";
$MESS["SEC_OTP_RECOVERY_CODES_BUTTON"] = "Резервтік кодтар";
$MESS["SEC_OTP_RECOVERY_CODES_DESCRIPTION"] = "Ұялы телефон жоғалған жағдайда немесе қосымшада кодты алу мүмкін болмайтын басқа жағдайларда қажет болуы мүмкін резервтік құпия кодтарын көшіріңіз.";
$MESS["SEC_OTP_RECOVERY_CODES_NOTE"] = "Әр кодты тек бір рет қолдануға болады. Кеңес. Пайдаланылған кодтарды сызып тастаңыз.";
$MESS["SEC_OTP_RECOVERY_CODES_PRINT"] = "Басып шығару";
$MESS["SEC_OTP_RECOVERY_CODES_REGENERATE"] = "Жаңа кодтарды жасау";
$MESS["SEC_OTP_RECOVERY_CODES_REGENERATE_DESCRIPTION"] = "Резервтік кодтар аяқталып жатыр ма? Жаңасын жасаңыз<br>Тек соңғы жасалған кодтар жарамды.";
$MESS["SEC_OTP_RECOVERY_CODES_SAVE_FILE"] = "Мәтіндік файлға сақтау";
$MESS["SEC_OTP_RECOVERY_CODES_TITLE"] = "Резервтік кодтар";
$MESS["SEC_OTP_RECOVERY_CODES_WARNING"] = "Оларды жақын жерде сақтаңыз, мысалы әмияныңызда. Әр кодты тек бір рет қолдануға болады";
$MESS["SEC_OTP_SECRET_KEY"] = "Құпия кілт (әр құрылғы үшін жеке беріледі)";
$MESS["SEC_OTP_START_TIMESTAMP"] = "Уақыт санауышының бастапқы мәні (мысалы, 01.01.2000 күн үшін 946684800, әдепкі 0)";
$MESS["SEC_OTP_STATUS"] = "Мәртебе";
$MESS["SEC_OTP_STATUS_ON"] = "Қосылған";
$MESS["SEC_OTP_SYNC_NOW"] = "Синхрондау";
$MESS["SEC_OTP_TYPE"] = "Құпиясөзді құру алгоритмі";
$MESS["SEC_OTP_UNKNOWN_ERROR"] = "Күтпеген қате. Кейінірек қайталап көріңіз.";
$MESS["SEC_OTP_WARNING_RECOVERY_CODES"] = "Екі сатылы авторлану қосылған, бірақ сіз резервтік кодтарты сақтамадыңыз. Олар ұялы телефон жоғалған жағдайда немесе қосымшада кодты алу мүмкін болмайтын басқа жағдайларда қажет болуы мүмкін.";
$MESS["security_TAB"] = "Екі сатылы авторландыру";
$MESS["security_TAB_TITLE"] = "Екі сатылы авторландыруды баптау";
