<?php
$MESS["BLOG_URL_TIP"] = "Өрісте блогтың идентификаторы берілетін код бар.";
$MESS["BLOG_VAR_TIP"] = "Блогтың ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["ID_TIP"] = "Өрісте пайдаланушының идентификаторы берілетін код бар.";
$MESS["PAGE_VAR_TIP"] = "Блогтың парақшасы берілетін айнымалының аты көрсетіледі.";
$MESS["PATH_TO_USER_SETTINGS_TIP"] = "Пайдаланушы баптауларының парақшасына жол көрсетіледі. Мысалы: blog_user_set.php?page=user_settings&blog=#blog#&user_id=#user_id#";
$MESS["PATH_TO_USER_TIP"] = "Пайдаланушы профилінің парақшасына жол көрсетіледі. Мысалы: blog_user.php?page=user&user_id=#user_id#.";
$MESS["SET_TITLE_TIP"] = "Опция белгіленген кезде парақшаның тақырыпаты ретінде <b>Блог пайдаланушысы құқығының өзгеруі</b> \"блог атауы\" орнатылады.";
$MESS["USER_VAR_TIP"] = "Блог пайдаланушысының ID-і берілетін айнымалының аты көрсетіледі.";
