<?php
$MESS["CATALOG_INSTALL_BACK"] = "Модульдерді басқаруға оралу";
$MESS["CATALOG_INSTALL_COMPLETE_ERROR"] = "Орнату қателермен аяқталды";
$MESS["CATALOG_INSTALL_COMPLETE_OK"] = "Орнату аяқталды. Қосымша көмек алу үшін көмек бөліміне хабарласыңыз.";
$MESS["CATALOG_INSTALL_DESCRIPTION"] = "Сауда каталогының модулі тауарлар мен қызметтердің сауда каталогтарын бағамен, үстеме бағамен және деректерді импорттау/экспорттаумен бірге жасауға мүмкіндік береді. Сауда каталогының модулі ақпараттық блок модулінсіз жұмыс істей алмайды.";
$MESS["CATALOG_INSTALL_DESCRIPTION2"] = "Сауда каталогының модулі тауарлар мен қызметтердің сауда каталогтарын бағамен, үстеме бағамен және деректерді импорттау/экспорттаумен бірге жасауға мүмкіндік береді.";
$MESS["CATALOG_INSTALL_ERROR"] = "Орнату кезіндегі қателер";
$MESS["CATALOG_INSTALL_NAME"] = "Сауда каталогы";
$MESS["CATALOG_INSTALL_PUBLIC_DIR"] = "Жария бума";
$MESS["CATALOG_INSTALL_PUBLIC_SETUP"] = "Орнату";
$MESS["CATALOG_INSTALL_SETUP"] = "Орнату";
$MESS["CATALOG_INSTALL_TITLE"] = "Сауда каталогының модулін орнату";
$MESS["CATALOG_PRODUCT_SUBSCRIBE_LIST_DESC"] = "
#TOKEN# - Растау коды
#TOKEN_URL# - Растау коды бар сілтеме
#LIST_SUBSCRIBES# - Жазылымдар тізімі
";
$MESS["CATALOG_PRODUCT_SUBSCRIBE_LIST_MESSAGE"] = "
#SITE_NAME# сайтының ақпараттық хабарламасы
------------------------------------------

Сәлеметсіз бе,

Сіздің мекен-жайыңызға #SERVER_NAME# сайтының жазылымдарына қолжетімділік үшін растау
коды сұралғандықтан, осы хабарламаны алып отырсыз.

Жазылымды растау коды: #TOKEN#

Жазылымдарға қол жеткізу үшін келесі сілтемеге өтіңіз:
#TOKEN_URL#

Сондай-ақ келесі бетте кодты енгізуге болады:
#LIST_SUBSCRIBES#

---------------------------------------------------------------------
Хатта авторизация туралы ақпарат бар.
Растау кодын қолдана отырып, сіз жазылымдар тізіміне кіре аласыз.
---------------------------------------------------------------------

Хабарлама автоматты түрде жазылды.
";
$MESS["CATALOG_PRODUCT_SUBSCRIBE_LIST_NAME"] = "Растау коды";
$MESS["CATALOG_PRODUCT_SUBSCRIBE_LIST_SUBJECT"] = "#SITE_NAME#: Растау коды";
$MESS["CATALOG_UNINSTALL_COMPLETE"] = "Жою аяқталды.";
$MESS["CATALOG_UNINSTALL_DEL"] = "Жою";
$MESS["CATALOG_UNINSTALL_ERROR"] = "Жою кезіндегі қате:";
$MESS["CATALOG_UNINSTALL_SAVECURRENCY"] = "Валюта кестелерін сақтау (сауда каталогы модулімен және сату модулімен бірге қолданылады)";
$MESS["CATALOG_UNINSTALL_SAVEDATA"] = "Егер сіз &quot;Кестелерді сақтау&quot; құсбелгісін орнатсаңыз, деректерді дерекқор кестелерінде сақтай аласыз";
$MESS["CATALOG_UNINSTALL_SAVETABLE"] = "Кестелерді сақтау";
$MESS["CATALOG_UNINSTALL_WARNING"] = "Назар аударыңыз! Модуль жүйеден жойылатын болады.";
$MESS["CATALOG_UNINS_CURRENCY"] = "Каталог модулінің жұмысы үшін Валюта модулі қажет.<br />Алдымен Валюта модулін орнатыңыз.";
$MESS["CATALOG_UNINS_IBLOCK"] = "Каталог модулінің жұмысы үшін Ақпараттық блок модулі қажет.<br />Алдымен \"Ақпараттық блок\" модулін орнатыңыз.";
