<?
$MESS ['MESSAGE_COUNT_TIP'] = "Количество сообщений на странице. Остальные будут выведены с помощью постраничной навигации.";
$MESS ['PATH_TO_BLOG_TIP'] = "Указывается путь к главной странице блога. Например: blog_blog.php?page=blog&blog=#blog#.";
$MESS ['PATH_TO_BLOG_CATEGORY_TIP'] = "Указывается путь к странице блога с фильтром по тегу. Например: blog_filter.php?page=blog&blog=#blog#&category=#category#.";
$MESS ['PATH_TO_POST_TIP'] = "Указывается путь к странице детального просмотра сообщения блога. Например: blog_post.php?page=post&blog=#blog#&post_id=#post_id#.";
$MESS ['PATH_TO_POST_EDIT_TIP'] = "Указывается путь к странице редактирования сообщения блога. Например: blog_p_edit.php?page=post_edit&blog=#blog#&post_id=#post_id#.";
$MESS ['PATH_TO_USER_TIP'] = "Указывается путь к странице профиля пользователя. Например: blog_user.php?page=user&user_id=#user_id#.";
$MESS ['PATH_TO_SMILE_TIP'] = "Указывается путь к папке со смайлами.";
$MESS ['BLOG_VAR_TIP'] = "Указывается имя переменной, которой передается ID блога.";
$MESS ['POST_VAR_TIP'] = "Указывается имя переменной, которой передается ID сообщения блога.";
$MESS ['USER_VAR_TIP'] = "Указывается имя переменной, которой передается ID пользователя блога.";
$MESS ['PAGE_VAR_TIP'] = "Указывается имя переменной, которой передается страница блога.";
$MESS ['BLOG_URL_TIP'] = "Поле содержит код, в котором передается идентификатор блога.";
$MESS ['YEAR_TIP'] = "Поле содержит код, в котором передается год для фильтрации.";
$MESS ['MONTH_TIP'] = "Поле содержит код, в котором передается месяц фильтрации.";
$MESS ['DAY_TIP'] = "Поле содержит код, в котором передается день для фильтрации.";
$MESS ['CATEGORY_ID_TIP'] = "Поле содержит код, в котором передается идентификатор тега для фильтрации.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "Поле служит для указания времени кеширования в секундах.";
$MESS ['CACHE_TIME_LONG_TIP'] = "Поле служит для указания времени кеширования страниц, начиная со второй.";
$MESS ['SET_NAV_CHAIN_TIP'] = "При отмеченной опции будет добавлен пункт с названием блога в цепочку навигации. ";
$MESS ['SET_TITLE_TIP'] = "При установленной опции в качестве заголовка страницы будет установлено название блога.";
$MESS ['POST_PROPERTY_LIST_TIP'] = "Отметьте пользовательские свойства сообщения, которые необходимо дополнительно отобразить в блоге.";
?>