<?
$MESS["SALE_MODULE_NOT_INSTALL"] = "Модуль \"Интернет-магазин\" не установлен.";
$MESS["SALE_EMPTY_BASKET"] = "Ваша корзина пуста";
$MESS["SBB_PRODUCT_NOT_AVAILABLE"] = "Товар #PRODUCT# не доступен для заказа";
$MESS["SBB_PRODUCT_NOT_ENOUGH_QUANTITY"] = "Для оформления заказа недостаточно товара \"#PRODUCT#\" в количестве #NUMBER#";
$MESS["SOA_TEMPL_ORDER_PS_ERROR"] = "Ошибка выбранного способа оплаты. Обратитесь к Администрации сайта, либо выберите другой способ оплаты.";
$MESS["SBB_TITLE"] = "Моя корзина";
$MESS["SBB_PRODUCT_QUANTITY_CHANGED"] = "Извините, но указанное ранее количество товара недоступно.<br>Установлено ближайшее доступное значение.";
$MESS["SBB_BASKET_ITEM_WRONG_AVAILABLE_QUANTITY"] = "Извините, но указанное количество товара в данный момент недоступно.<br>Установлено предыдущее корректное значение.";
?>