<?php
$MESS["MAIN_MAIL_CONFIRM_MESSAGE_FAQ_A1"] = "Ықтимал қателерді болдырмау үшін жіберушінің мекенжайын тексеру маңызды, ал бұл сіздің клиенттеріңіз дұрыс мекенжайға жауап жібереді деген сөз. Сонымен қатар, біз адал бизнеске пайдалы құрал бергіміз келеді және хатты қолдан жасай алатын алаяқтардан аулақ ұстағымыз келеді.";
$MESS["MAIN_MAIL_CONFIRM_MESSAGE_FAQ_Q1"] = "Email не үшін растау керек?";
$MESS["MAIN_MAIL_CONFIRM_MESSAGE_HINT"] = "Email мекенжайын растау үшін берілген кодты сіздің Битрикс24-те енгізіңіз.";
