<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Руководство");
?>
<h2>Коллегиальный исполнительный орган правления Банка</h2>

<p>
  <table class="data-table" cellspacing="0">
    <tbody>
      <tr><th></th><th>Должность</th><th>Образование</th></tr>
    
      <tr class="alt-row"><td>Плешков Юрий Григорьевич </td><td>Начальник экономического управления </td><td>В 1996 году окончил Иркутскую государственную экономическую академию по специальности &laquo;Финансы и кредит&raquo; </td></tr>
    
      <tr><td>Смирнов Вячеслав Евгеньевич </td><td>Заместитель Председателя Правления </td><td>В 1991 году окончил Университет Дружбы народов (Москва). В 2000 году получил степень MBA в бизнес-школе INSEAD. </td></tr>
    
      <tr class="alt-row"><td>Корнева Ирина Станиславовна </td><td>Заместитель Председателя Правления </td><td>В 1997 году окончила Московскую государственную юридическую академию по специальности «Банковское дело» </td></tr>
    
      <tr><td>Игнатьев Вадим Михайлович </td><td>Первый заместитель Председателя Правления </td><td>В 1988 году окончил Иркутскую государственную экономическую академию по специальности «Экономика и управление производством» </td></tr>
    
      <tr class="alt-row"><td>Волошин Станислав Семенович </td><td>Председатель Правления </td><td>В 1986 году окончил Свердловский юридический институт по специальности «Правоведение» и Московский индустриальный институт по специальности «Экономика и управление на предприятии» </td></tr>
    </tbody>
  </table>
</p>

<h2>Список членов Совета директоров банка</h2>

<p>
  <table class="data-table" cellspacing="0">
    <tbody>
      <tr><th></th><th>Должность</th><th>Образование</th></tr>
    
      <tr class="alt-row"><td>Михайлова Татьяна Васильевна </td><td>Директор по финансам </td><td>В 1996 году окончила Российскую экономическую академию им. Г.В. Плеханова по специальности «банковское дело». </td></tr>
    
      <tr><td>Лях Евгений Викторович </td><td>Директор по обеспечению банковской деятельности </td><td>В 1993 году окончил Российскую экономическую академию им. Плеханова, по специальности МВА «стратегический менеджмент». </td></tr>
    
      <tr class="alt-row"><td>Кондрусев Роман Александрович </td><td>Директор казначейства </td><td>В 1993 году окончил Кемеровский государственный университет по специальности «Правоведение» </td></tr>
    
      <tr><td>Храмов Анатолий Фёдорович </td><td>Директор по работе с персоналом </td><td>В 1996 году окончил Государственный университет управления по специализации «Управление персоналом». В 2002 прошел программу повышения квалификации «Современные технологии управления человеческими ресурсами» </td></tr>
    
      <tr class="alt-row"><td>Журавлева Ольга Николаевна </td><td>Главный бухгалтер </td><td>В 1985 году окончила Санкт-петербургский институт народного хозяйства по специальности «Бухгалтерский учет» </td></tr>
    
      <tr><td>Калинин Андрей Геннадьевич </td><td>Директор департамента корпоративного бизнеса </td><td>В 1998 году закончил Московский государственный институт международных отношений, в 2002 &ndash; Школу Менеджмента Университета Антверпена (UAMS) по специальности MBA. </td></tr>
    </tbody>
  </table>
</p>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>