<?php
$MESS["SALE_ACCESS_DENIED"] = "Пластикалық картаны көру үшін авторландырудан өту керек.";
$MESS["SALE_MODULE_NOT_INSTALL"] = "Интернет-дүкен модулі орнатылмаған.";
$MESS["STPC_EMPTY_BCURRENCY"] = "Картаны қолдану шекараларының сомалары үшін валюта көрсетілмеген";
$MESS["STPC_EMPTY_CARDNUM"] = "\"Пластикалық карта нөмірі\" өрісі толтырылмаған";
$MESS["STPC_EMPTY_CARD_TYPE"] = "\"Пластикалық карта түрі\" өрісі толтырылмаған";
$MESS["STPC_EMPTY_PAY_SYS"] = "\"Төлем жүйесі\"өрісі толтырылмаған";
$MESS["STPC_ERROR_SAVING_CARD"] = "Пластикалық картаны сақтау қатесі";
$MESS["STPC_NO_CARD"] = "Карта табылмады";
$MESS["STPC_TITLE_ADD"] = "Жаңа карта қосу";
$MESS["STPC_TITLE_UPDATE"] = "№#ID# карта параметрлерін өзгерту";
$MESS["STPC_WRONG_CARDNUM"] = "Пластикалық картаның нөмірі дұрыс емес";
$MESS["STPC_WRONG_MONTH"] = "Картаның әрекет ету мерзімі аяқталатын ай дұрыс емес көрсетілген";
$MESS["STPC_WRONG_YEAR"] = "Картаның әрекет ету мерзімі аяқталатын жыл дұрыс емес көрсетілген";
