<?php

$MESS['MAIL_MAILBOX_CONNECTOR_CLIENT_FORM_ERROR'] = "Не удалось подключить почтовый ящик. Обновите страницу или повторно зайдите в приложение";
$MESS['MAIL_MAILBOX_CONNECTOR_CLIENT_LIMIT_ERROR'] = "Превышен лимит почтовых ящиков. Перейдите на более высокий тариф";
$MESS['MAIL_MAILBOX_CONNECTOR_CLIENT_OAUTH_ERROR'] = "Не удалось выполнить действие, попробуйте чуть позже";
$MESS['MAIL_MAILBOX_CONNECTOR_CLIENT_EMAIL_EXISTS_ERROR'] = "Вы уже подключили этот ящик";
$MESS["MAIL_MAILBOX_CONNECTOR_CLIENT_THERE_ARE_NO_MAIL_SERVICES"] = "Почтовый сервис должен быть добавлен в таблицу сервисов. Обратитесь к администратору вашего Битрикс24";
$MESS["MAIL_MAILBOX_CONNECTOR_CLIENT_IMAP_AUTH_ERR_EXT"] = "Указан неправильный логин или пароль";
$MESS["MAIL_MAILBOX_CONNECTOR_CLIENT_ERR_OAUTH"] = "Не прошла авторизация на внешнем сервере входящей почты. Убедитесь, что пользователь с этим e-mail подключен к внешнему почтовому серверу. Если почтовым аккаунтом управляет администратор вашей компании, обратитесь к нему для настройки.";
$MESS["MAIL_MAILBOX_CONNECTOR_CLIENT_ERR_OAUTH_SMTP"] = "Не прошла авторизация на внешнем сервере исходящей почты. Убедитесь, что на почтовом сервере настроена отправка писем по протоколу SMTP или снимите галку \"Отправлять через внешний SMTP\". Если почтовым аккаунтом управляет администратор вашей компании, обратитесь к нему для настройки.";
$MESS["MAIL_MAILBOX_CONNECTOR_SMTP_PASS_BAD_SYMBOLS"] = "Пароль SMTP содержит запрещённые символы. Обратитесь к администратору вашего Битрикс24";
