<?
$MESS ['VOTE_ID_TIP'] = "Из выпадающего списка можно выбрать один из созданных в системе опросов. Также выбрав пункт <i>другое</i>, можно указать ID опроса, передаваемого извне, например, ={\$_REQUEST[\"VOTE_ID\"]}, т.е. из массива _REQUEST.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "Поле служит для указания времени кеширования в секундах.";
?>