<?
$MESS ['SPCAT3_TEXT_LINK'] = "Текстовая ссылка на магазин";
$MESS ['SPCAT3_VIEW'] = "Внешний вид:";
$MESS ['SPCAT3_PARTNER_ID'] = "– Ваш партнерский идентификатор. Именно присутствие этого идентификатора в ссылке сообщает магазину, что пользователь пришел с Вашего сайта.";
$MESS ['SPCAT3_NOTE'] = "Разумеется текстовая ссылка - это не единственный вариант размещения ссылки на магазин. Можно поместить и ссылку, и картинку, и логотип, и баннер, можно приписать свой комментарий. Главное - чтобы Ваш посетитель захотел щелкнуть на этой ссылке, и заработал для Вас немного денег.";
$MESS ['SPCAT3_AFF_REG'] = "Текстовая ссылка на регистрацию аффилиата";
$MESS ['SPCAT3_UNACTIVE_AFF'] = "Вы являетесь аффилиатом магазина, но ваш счет не активен. Обратитесь пожалуйста к администрации магазина за дополнительной информацией.";
$MESS ['SPCAT3_HTML'] = "Код HTML:";
$MESS ['SPCAT3_LINK_TEXT'] = "Стать аффилиатом сайта &quot;#NAME#&quot;";
?>