<?php
$MESS["ID_TIP"] = "Тапсырыс ID-ін алатын php-код көрсетіледі. Әдепкі бойынша ={\$ID}.";
$MESS["PATH_TO_DETAIL_TIP"] = "Тапсырыс туралы егжей-тегжейлі ақпарат бар парақшаға жол көрсетіледі немесе егер ол ағымдағы директорияда орналасқан болса, тек парақша атауы көрсетіледі. Парақша <i>Тапсырыс туралы толық ақпарат</i> компонентінің көмегімен құрылуы мүмкін.";
$MESS["PATH_TO_LIST_TIP"] = "Бұйрықтар тізімі бар парақшаға жол көрсетіледі немесе егер ол ағымдағы каталогта орналасқан болса, тек парақша атауы көрсетіледі. Мұндай парақша <i>Тапсырыстар тізімі</i> компонентінің көмегімен жасалуы мүмкін.";
$MESS["SET_TITLE_TIP"] = "Парақша тақырыпаты ретінде \"№#ID# тапсырыстан бас тарту\" көрсетіледі.";
