<?
$MESS["BH_PATH_TO_BLOG"] = "Шаблон пути к главной странице сообщений";
$MESS["BH_PATH_TO_POST_EDIT"] = "Шаблон пути к странице редактирования сообщения";
$MESS["BH_PATH_TO_DRAFT"] = "Шаблон пути к недописанным сообщениям";
$MESS["BH_PATH_TO_USER"] = "Шаблон пути к странице пользователя";
$MESS["BH_POST_VAR"] = "Имя переменной для идентификатора сообщения";
$MESS["BH_PAGE_VAR"] = "Имя переменной для страницы";
$MESS["BH_USER_VAR"] = "Имя переменной для идентификатора пользователя";
$MESS["BH_SET_NAV_CHAIN"] = "Добавлять пункт в цепочку навигации";
$MESS["B_VARIABLE_ALIASES"] = "Имена переменных";
?>