<?php
$MESS["CACHE_TIME_TIP"] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS["ELEMENT_ID_TIP"] = "Элементтің ID-ін нақты көрсетуге болады, немесе оны REQUEST массивінен сұрауға болады. Әдепкі бойынша өріс ={\$_REQUEST[\"ELEMENT_ID\"]} қамтиды.";
$MESS["IBLOCK_ID_TIP"] = "Тізімде орнатылған түрге арналған барлық ақпараттық блоктар көрсетілген. Егер <i>(басқа)-></i> тармағы таңдалса, онда жанындағы өріске ақпарат блогының ID-ін көрсету қажет.";
$MESS["IBLOCK_TYPE_TIP"] = "Тізімнен жүйеде жасалған ақпараттық блоктардың бірін таңдауға болады. <b><i>ок</i></b> батырмасын басқаннан кейін таңдалған түрге арналған ақпараттық блоктар жүктеледі.";
$MESS["MAX_VOTE_TIP"] = "Максималды мүмкін балл, яғни мүмкін бағалар саны көрсетіледі.";
$MESS["VOTE_NAMES_TIP"] = "Баллдарға жазу қалдыру үшін өрістер ұсынылған, мысалы, 5 және 4 орнына өте жақсы, жақсы және т.б. Егер жазулар берілсе, олар сандардың орнына көрсетіледі.";
