<?
$MESS ['F_TITLE'] = "Поиск";
$MESS ['F_KEYWORDS'] = "Поиск";
$MESS ['F_FORUM'] = "Форум";
$MESS ['F_DO_SEARCH'] = "Найти";
$MESS ['F_PHRASE_ERROR_CORRECT'] = "Исправьте поисковую фразу и повторите поиск.";
$MESS ['F_PHRASE_ERROR_SYNTAX'] = "Синтаксис поискового запроса:";
$MESS ['F_SEARCH_DESCR'] = "Обычно запрос представляет из себя просто одно или несколько слов, например: <br/>	<i>контактная информация</i><br/> По такому запросу будут найдены страницы, на которых встречаются оба слова запроса. <br/><br/> Логические операторы позволяют строить более сложные запросы, например: <br/> <i>контактная информация или телефон</i><br/> По такому запросу будут найдены страницы, на которых встречаются либо слова &quot;контактная&quot; и &quot;информация&quot;, либо слово &quot;телефон&quot;.<br/><br/> <i>контактная информация не телефон</i><br/> По такому запросу будут найдены страницы, на которых встречаются либо слова &quot;контактная&quot; и &quot;информация&quot;, но не встречается слово &quot;телефон&quot;.<br/> Вы можете использовать скобки для построения более сложных запросов.<br/><br/> <b>Логические операторы:</b> 
	<table class='forum-main'>
		<tr><th>Оператор</th><th>Синонимы</th><th>Описание</th></tr>
		<tr><td align=\"center\">и</td><td>and, &amp;, +</td><td>Оператор <i>логическое &quot;и&quot;</i> подразумевается, его можно опускать: запрос &quot;контактная информация&quot; полностью эквивалентен запросу &quot;контактная и информация&quot;.</td></tr>
		<tr><td align=\"center\">или</td><td>or, |</td><td>Оператор <i>логическое &quot;или&quot;</i> позволяет искать товары, содержащие хотя бы один из операндов. </td></tr><tr><td align=\"center\">не</td><td>not, ~</td><td>Оператор <i>логическое &quot;не&quot;</i> ограничивает поиск страниц, не содержащих слово, указанное после оператора. </td></tr><tr><td align=\"center\">( )</td><td>&nbsp;</td><td><i>Круглые скобки</i> задают порядок действия логических операторов. </td></tr></table>";
$MESS ['F_EMPTY'] = "Ничего не найдено. Попробуйте переформулировать запрос.";
$MESS ['F_SORT'] = "Упорядочить";
$MESS ['F_CHANGE'] = "Изменен:";
$MESS ['F_RELEVANCE'] = "по релевантности";
$MESS ['F_DATE'] = "по дате";
$MESS ['F_TOPIC'] = "по темам";
$MESS ['F_ALL_FORUMS'] = "Все форумы";
$MESS ['F_INTERVAL'] = "Период";
$MESS ['F_INTERVAL_ALL'] = "за все время";
$MESS ['F_INTERVAL_TODAY'] = "сегодня";
$MESS ['F_INTERVAL_DAYS'] = "дней";
$MESS ['F_DIFF_URLS'] = "Читать сообщение на <a href='#MESSAGE_URL#'>форуме</a> или <a href='#SITE_URL#'>сайте</a>.";
$MESS ['F_TAGS'] = "Теги";
?>