<?php
$MESS["BH_BLOG_URL"] = "Блог жолы";
$MESS["BH_BLOG_VAR"] = "Блог идентификаторы үшін айнымалының атауы";
$MESS["BH_PAGE_VAR"] = "Парақша үшін айнымалының атауы";
$MESS["BH_PATH_TO_BLOG"] = "Блогтың басты парақшасына жол қалыбы";
$MESS["BH_PATH_TO_BLOG_EDIT"] = "Блог баптауларына жол қалыбы";
$MESS["BH_PATH_TO_BLOG_INDEX"] = "Басты парақшаға жол қалыбы";
$MESS["BH_PATH_TO_CATEGORY_EDIT"] = "Хабарламалар тегтерінің баптауларына жол қалыбы";
$MESS["BH_PATH_TO_DRAFT"] = "Соңына дейін жазылмаған хабарламаларға жол қалыбы";
$MESS["BH_PATH_TO_GROUP_EDIT"] = "Пайдаланушы топтарын баптау парақшасына жол қалыбы";
$MESS["BH_PATH_TO_POST_EDIT"] = "Хабарламаны редакциялау парақшасына жол қалыбы";
$MESS["BH_PATH_TO_USER"] = "Блог пайдаланушысының парақшасына жол қалыбы";
$MESS["BH_PATH_TO_USER_FRIENDS"] = "Пайдаланушының достарының хабарламалары парақшасына жол қалыбы";
$MESS["BH_PATH_TO_USER_SETTINGS"] = "Пайдаланушылардың қолжетімділік баптауларына жол қалыбы";
$MESS["BH_POST_VAR"] = "Хабарлама идентификаторы үшін айнымалы атауы";
$MESS["BH_SET_NAV_CHAIN"] = "Навигация тізбегіне тармақ қосу";
$MESS["BH_USER_VAR"] = "Пайдаланушы идентификаторы үшін айнымалы атауы";
$MESS["B_VARIABLE_ALIASES"] = "Айнымалылардың атаулары";
