<?
$MESS["SCOM_BUTTON_NAME"] = "Майстер #BR# налаштування";
$MESS["SCOM_BUTTON_DESCRIPTION"] = "Запустити майстер зміни дизайну і налаштувань сайту";
$MESS["STOM_BUTTON_TITLE_W1"] = "Запустити майстер зміни дизайну та налаштування магазину";
$MESS["STOM_BUTTON_NAME_W1"] = "Майстер налаштування магазину";
$MESS["STOM_BUTTON_TITLE_W5"] = "Запустити майстер створення мобільної версії магазину";
$MESS["STOM_BUTTON_NAME_W5"] = "Майстер створення мобільного магазину";
$MESS["STOM_BUTTON_TITLE_W3"] = "Видалення демонстраційного каталогу";
$MESS["STOM_BUTTON_NAME_W3"] = "Видалити демо-каталог";
$MESS["STOM_BUTTON_CONFIRM_W2"] = "Каталог меблів, встановлений в якості демонстраційного, буде видалено. При цьому всі ваші зміни всередині нього будуть втрачені. Видалити демо-каталог?";
?>