<?
$MESS ['PATH_TO_BASKET_TIP'] = "Путь к странице с корзиной.";
$MESS ['PATH_TO_PERSONAL_TIP'] = "Путь к странице персонального раздела покупателя.";
$MESS ['PATH_TO_AUTH_TIP'] = "Путь к странице с авторизацией на сайте. ";
$MESS ['PATH_TO_PAYMENT_TIP'] = "Адрес страницы подключения платежной системы.";
$MESS ['ALLOW_PAY_FROM_ACCOUNT_TIP'] = "При отмеченной опции пользователю будет предложено оплатить заказ с внутреннего счета (при наличии достаточной суммы).";
$MESS ['SHOW_MENU_TIP'] = "При установленной опции будут показаны шаги процедуры оформления заказа. ";
$MESS ['SET_TITLE_TIP'] = "В качестве заголовка будет установлено \"Оформление заказа\".";
$MESS ['USE_AJAX_LOCATIONS_TIP'] = "При отмеченной опции будет использоваться расширенная форма выбора местоположений.";
$MESS ['SHOW_AJAX_DELIVERY_LINK_TIP'] = "Выберите способ запуска расчета стоимости доставки товара.";
$MESS ['COUNT_DELIVERY_TAX_TIP'] = "При выборе значения \"Да\" будет рассчитан налог для доставки.";
$MESS ['COUNT_DISCOUNT_4_ALL_QUANTITY_TIP'] = "При выборе значения \"Да\" будет рассчитана скидка на каждый товар, приобретенный в N количестве.";
$MESS ['PRICE_VAT_INCLUDE_TIP'] = "При отмеченной опции цены будут показаны с учетом НДС.";
$MESS ['PRICE_VAT_SHOW_VALUE_TIP'] = "Опция служит для показа величины НДС.";
?>