<?php
$MESS["SALE_DLVR_RSTR_BY_PAYSYSTEM_DESCRIPT"] = "Төлем жүйелері бойынша жеткізу қызметтерін пайдалануға шектеу.<br><br> 
	Жеткізу қызметі тек арнайы төлем жүйелерімен қолжетімді болады.<br><br>
	Басқа жеткізу қызметтерінің шектеулерінің мінез-құлқы өзгермеуі үшін, осы шектеу сақталған кезде басқа жеткізу қызметтерінің төлем жүйелерімен байланыстары қосылуы немесе жойылуы мүмкін";
$MESS["SALE_DLVR_RSTR_BY_PAYSYSTEM_NAME"] = "төлем жүйелері бойынша";
$MESS["SALE_DLVR_RSTR_BY_PAYSYSTEM_PRM_PS"] = "Төлем жүйелері";
