<?
$MESS ['PATH_TO_LIST_TIP'] = "Указывается путь к странице со списком заказов либо только название страницы, если она расположена в текущей директории. Такая страница может быть создана с помощью компонента <i>Список заказов</i>.";
$MESS ['PATH_TO_DETAIL_TIP'] = "Указывается путь к странице с детальной информацией о заказе либо только название страницы, если она расположена в текущей директории. Страница может быть создана с помощью компонента <i>Подробная информация о заказе</i>.";
$MESS ['SET_TITLE_TIP'] = "В качестве заголовка страницы выводится \"Отмена заказа №#ID#\".";
$MESS ['ID_TIP'] = "Указывается php-код, результатом которого является получение ID заказа. По умолчанию ={\$ID}.";
?>