<?
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0001"] = "Должны быть заполнены все обязательные поля";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0002"] = "Некорректный номер платежа";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0003"] = "Дата платежного поручения не может быть меньше, чем Бизнес Дата - 10 дней";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0004"] = "Сумма платежа должна быть > 0";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0005"] = "Некорректный ИНН получателя";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0006"] = "Расчетный счет получателя должен соответствовать БИКу банка получателя";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0008"] = "Платеж с такими атрибутами уже существует, должен быть уникален набор значений: номера платежа, счет плательщика, дата платежа, счет получателя, сумма платежа";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0009"] = "Платежи на счета нерезидентов данного типа запрещены";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0010"] = "Платеж недопустим на валютные счета получателя";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0011"] = "Некорректный КПП плательщика";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0012"] = "Клиент не зарегистрирован в АЛБО";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0013"] = "\"Наименование получателя\" должно быть не более 160 символов";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0014"] = "\"Назначение платежа\" должно быть не более 210 символов";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0015"] = "Не найден клиент с заданным номером счета";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0017"] = "Для платежей с участием нерезидентов должен быть указан код вида валютной операции";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0020"] = "Если заполнено хоть одно поле бюджетного платежа, то должны быть заполнены оставшиеся поля бюджетного платежа";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0021"] = "Если заполнено хоть одно поле бюджетного платежа, то должны быть заполнены КПП плательщика и КПП получателя";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0022"] = "Для бюджетного платежа очередность не может быть больше 5";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0023"] = "Длина КБК должна быть 20 символов";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0024"] = "В данном поле разрешено вводить только цифры: ОКАТО";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0025"] = "Некорректный налоговый период";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0027"] = "Для ввода доступны только два символа";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0028"] = "Некорректный статус плательщика";
$MESS["SALE_HPS_ALFABANK_ERROR_CPD0050"] = "Непредвиденная ошибка при создании платежа";
$MESS["SALE_HPS_ALFABANK_ERROR_GAM0001"] = "Ошибка обработки запроса";
$MESS["SALE_HPS_ALFABANK_ERROR_GAM0002"] = "Запрос с заданным id не существует";
$MESS["SALE_HPS_ALFABANK_ERROR_CXH0001"] = "Невозможно создать менеджер для работы с ЭЦП";
$MESS["SALE_HPS_ALFABANK_ERROR_CXH0002"] = "Некорректный WSSE заголовок в SOAP-сообщении";
$MESS["SALE_HPS_ALFABANK_ERROR_CXH0003"] = "Сертификат в запросе является не действительным (не выдан СА банка)";
$MESS["SALE_HPS_ALFABANK_ERROR_CXH0004"] = "ЭЦП в запросе веб-сервиса является недействительной";
$MESS["SALE_HPS_ALFABANK_ERROR_CXH0005"] = "Произошла непредвиденная ошибка при проверке ЭЦП в запросе веб-сервиса";
$MESS["SALE_HPS_ALFABANK_ERROR_CXH0006"] = "Произошла непредвиденная ошибка при подписании ответа веб-сервиса";
$MESS["SALE_HPS_ALFABANK_ERROR_CXH0007"] = "Номер сертификата в запросе не совпадает с зарегистрированным на данную Внешнюю Систему";
$MESS["SALE_HPS_ALFABANK_ERROR_PUB0001"] = "Ошибка, возникающая при приведении типов (в запросе параметр неверного типа либо размерности)";
$MESS["SALE_HPS_ALFABANK_ERROR_PUB0002"] = "Непредвиденная ошибка при создании SOAP сообщения";
$MESS["SALE_HPS_ALFABANK_ERROR_PUB0003"] = "Ошибка в процессе маршалинга элементов";
$MESS["SALE_HPS_ALFABANK_ERROR_PUB0004"] = "Непредвиденная ошибка при инициализации сервиса";
$MESS["SALE_HPS_ALFABANK_ERROR_PUB0005"] = "Ошибка при взаимодействии с АЛБО либо АБС банка EQ. Так же в настоящий момент будет возникать, если в параметрах запроса указан счет, отсутствующий в АБС банка.";
$MESS["SALE_HPS_ALFABANK_ERROR_PUB0006"] = "В SOAP-сообщении запроса указана некорректная  операция";
$MESS["SALE_HPS_ALFABANK_ERROR_PUB1000"] = "Непредвиденная ошибка";
$MESS["SALE_HPS_ALFABANK_ERROR_PUB0007"] = "Ошибка валидации прав клиента из внешней системы (клиенту не подключена услуга, счет другого клиента)";
$MESS["SALE_HPS_ALFABANK_ERROR_PUB0008"] = "Клиент блокирован для работы в системе АЛБО";
$MESS["SALE_HPS_ALFABANK_ERROR_CAM0001"] = "\"Дата по\" должна быть не больше текущей даты в АБС банка (Бизнес Дата)";
$MESS["SALE_HPS_ALFABANK_ERROR_CAM0002"] = "\"Дата c\" должна быть раньше чем \"Дата по\"";
$MESS["SALE_HPS_ALFABANK_ERROR_CAM0003"] = "Период за который делается запрос превышает допустимый";














































