<?php
$MESS["CATALOG_STATE_ERR_PRODUCT_IN_SECTION_LIMIT"] = "Бөлімді ауыстырғаннан кейін сіз лендингтерде қолданылатын тауарлар санының шегінен асып кетесіз. Мұндай тауарлар #COUNT# болады (шектеу - #LIMIT#).";
$MESS["CATALOG_STATE_ERR_PRODUCT_LIMIT"] = "Лендингтерде пайдаланылатын тауарлар шегі асып кетті. Каталогта осындай тауарлардың #COUNT# табылды (шектеу - #LIMIT#).";
$MESS["CATALOG_STATE_ERR_PRODUCT_LIMIT_1"] = "Ағымдағы бөлімнің тауарлары лендингте шығарылады. Сіз өзіңіздің тарифіңізде рұқсат етілген тауарлар санын толық жарияладыңыз. Тауарды лендингке қатысы жоқ басқа бөлімде жасаңыз немесе ағымдағы бөлімдегі кейбір тауарларды жариялаудан алып тастаңыз. Каталогта осындай тауарлардың #COUNT# табылды (шектеу - #LIMIT#).";
