<?
$MESS ['SEF_MODE_TIP'] = "При отмеченной опции включается поддержка ЧПУ.";
$MESS ['RESULT_ID_TIP'] = "В данном поле указывается значение переменной RESULT_ID, в которой передается ID результата веб-формы. По умолчанию поле содержит ={\$_REQUEST[\"RESULT_ID\"]}, т.е. RESULT_ID передается через _REQUEST.";
$MESS ['SHOW_ADDITIONAL_TIP'] = "При выбранном из списка варианте \"Да\" будут выведены дополнительные поля формы при их наличии.";
$MESS ['SHOW_ANSWER_VALUE_TIP'] = "При выбранном из списка варианте «Да» значение параметра ANSWER_VALUE вопроса веб-формы выводится рядом со значением ответа в случае, если этот параметр задан для данного вопроса.";
$MESS ['SHOW_STATUS_TIP'] = "При выбранном из списка варианте \"Да\" на странице просмотра результата будет показан статус текущего результата.";
$MESS ['EDIT_URL_TIP'] = "В данном поле указывается имя страницы редактирования результата.";
$MESS ['CHAIN_ITEM_TEXT_TIP'] = "В данном поле можно задать название пункта навигационной цепочки. Например, \"просмотр результата\".";
$MESS ['CHAIN_ITEM_LINK_TIP'] = "Поле позволяет добавить ссылку на дополнительном пункте в навигационной цепочке.";
$MESS ['SEF_FOLDER_TIP'] = "В данном поле указывается каталог, который будет отображаться в URL при переходе на  создаваемую страницу.";
$MESS ['SEF_URL_TEMPLATES_view_TIP'] = "Указывается, какой вид будет иметь URL при переходе к странице просмотра результата. По умолчанию поле содержит #RESULT_ID#/.";
?>