<?php
$MESS["BT_MOD_CAT_DSC_CONV_ENTITY_ELEMENT_ERR"] = "Қате немесе жоқ тауарлардың ID-і: #IDS#";
$MESS["BT_MOD_CAT_DSC_CONV_ENTITY_IBLOCK_ERR"] = "Қате немесе жоқ ақпараттық блоктардың ID-і: #IDS#";
$MESS["BT_MOD_CAT_DSC_CONV_ENTITY_SECTION_ERR"] = "Қате немесе жоқ бөлімдердің ID-і: #IDS#";
$MESS["BT_MOD_CAT_DSC_CONV_INACTIVE"] = "Төмендегі қателіктерге байланысты жеңілдік өшірілді:";
$MESS["BT_MOD_CAT_DSC_CONV_INVITE"] = "Назар аударыңыз! Тауарларға жеңілдіктерді жаңа пішімге түрлендіріңіз. Түрлендіруге дейін жеңілдіктер жарамсыз. Түрлендіргіш <a href=\"#LINK#\">сілтеме</a> бойынша қолжетімді.";
$MESS["BT_MOD_CAT_DSC_FORMAT_ERR"] = "Индекстеу қатесі.";
$MESS["BT_MOD_CAT_DSC_FORMAT_INVITE"] = "Назар аударыңыз! Өнімнің жұмысын жақсарту үшін тауарларға жеңілдіктерді индекстеңіз. Индекстеу <a href=\"#LINK#\">сілтеме</a> бойынша қолжетімді.";
$MESS["BT_MOD_CAT_DSC_FORMAT_INVITE_WITHOUT_MODULE"] = "Назар аударыңыз! Сауда каталогы модулінің кестелері табылды, бірақ модульдің өзі жойылды. Егер модуль қайта орнатылса, өнімнің жұмысын жақсарту үшін тауарларға жеңілдіктерді қайта индекстеу қажет болады. Индекстеу <a href=\"#LINK#\">сілтеме</a> бойынша қолжетімді.";
