<?
$MESS["BPE_ID"] = "Идентификатор сообщения";
$MESS["BPE_PATH_TO_BLOG"] = "Шаблон пути к странице сообщений";
$MESS["BPE_PATH_TO_POST"] = "Шаблон пути к странице сообщения";
$MESS["BPE_PATH_TO_USER"] = "Шаблон пути к странице пользователя";
$MESS["BH_PATH_TO_DRAFT"] = "Шаблон пути к недописанным сообщениям";
$MESS["BPE_PATH_TO_POST_EDIT"] = "Шаблон пути к странице редактирования сообщения блога";
$MESS["BPE_POST_VAR"] = "Имя переменной для идентификатора сообщения";
$MESS["BPE_USER_VAR"] = "Имя переменной для идентификатора пользователя";
$MESS["BPE_PAGE_VAR"] = "Имя переменной для страницы";
$MESS["POST_PROPERTY"] = "Показывать доп. свойства сообщения";
$MESS["BB_PATH_TO_SMILE"] = "Путь к папке со смайликами относительно корня сайта";
$MESS["B_VARIABLE_ALIASES"] = "Имена переменных";
$MESS["BC_DATE_TIME_FORMAT"] = "Формат показа даты и времени";
$MESS["BPC_IMAGE_MAX_WIDTH"] = "Максимальная ширина изображения";
$MESS["BPC_IMAGE_MAX_HEIGHT"] = "Максимальная высота изображения";
$MESS["BPC_ALLOW_POST_CODE"] = "Использовать символьный код сообщений как идентификатор";
?>