<?php
$MESS["CC_BSAC_MESSAGE_E01"] = "Пайдаланушы табылмады.";
$MESS["CC_BSAC_MESSAGE_E02"] = "Авторландыру сәтті өтті.";
$MESS["CC_BSAC_MESSAGE_E03"] = "Пайдаланушының тіркелуі расталып қойды.";
$MESS["CC_BSAC_MESSAGE_E04"] = "Тіркеуді растау коды көрсетілмеген.";
$MESS["CC_BSAC_MESSAGE_E05"] = "Тіркеуді растау коды дұрыс көрсетілмеген.";
$MESS["CC_BSAC_MESSAGE_E06"] = "Пайдаланушының тіркелуі сәтті расталды.";
$MESS["CC_BSAC_MESSAGE_E07"] = "Тіркеуді растау кезінде қате пайда болды. Сервер әкімшілігіне хабарласыңыз.";
