<?
$MESS["wiz_structure_data"] = "Установить демонстрационные данные корпоративного сайта.";
$MESS["wiz_restructure_data"] = "Переустановить демонстрационные данные корпоративного сайта.";
$MESS["WIZ_COMPANY_LOGO"] = "Логотип (рекомендуемый размер 190 X 25)";
$MESS["WIZ_SITE_BANNER"] = "Баннер (рекомендуемый размер 580 Х 175)";
$MESS["WIZ_BANNER_TEXT"] = "Текст баннера";
$MESS["WIZ_BANNER_TEXT_DEFAULT"] = "<big>Строите планы?</big>
<span> Кредиты на выгодных условиях </span>
<small>Узнайте больше о кредитных программах нашего банка </small>";
$MESS["WIZ_COMPANY_SLOGAN"] = "Слоган компании";
$MESS["WIZ_COMPANY_SLOGAN_DEF"] = "Место для слогана банка находится здесь";
$MESS["WIZ_COMPANY_COPY"] = "Подпись сайта";
$MESS["WIZ_COMPANY_COPY_DEF"] = "<p>&copy; 2001-2014 «Название компании»</p>
<p>Адрес</p>";
$MESS["wiz_site_name"] = "Корпоративный сайт";
$MESS["wiz_site_desc"] = "Наш Банк - это современный высокотехнологичный банк,сочетающий в себе новейшие технологии оказания услуг и лучшие традиции банковского сообщества и российского предпринимательства.";
$MESS["wiz_keywords"] = "банк, вклады, кредиты, ипотека";
$MESS["wiz_meta_data"] = "Метаданные:";
$MESS["wiz_meta_description"] = "Описание сайта:";
$MESS["wiz_meta_keywords"] = "Ключевые слова:";
?>