<?
$MESS ['GROUPS_COUNT_TIP'] = "Число определяет количество групп, выводимых на странице. Будут выведены только непустые группы.";
$MESS ['COLS_COUNT_TIP'] = "Количество столбцов, в которые будут выведены группы.";
$MESS ['SORT_BY1_TIP'] = "Указывается поле, по которому будет происходить первая сортировка групп блогов.";
$MESS ['SORT_ORDER1_TIP'] = "В каком направлении будут отсортированы группы блогов: по возрастанию или по убыванию.";
$MESS ['SORT_BY2_TIP'] = "Указывается поле, по которому будет происходить вторая сортировка групп блогов.";
$MESS ['SORT_ORDER2_TIP'] = "В каком направлении будут отсортированы группы блогов по второй сортировке: по возрастанию или по убыванию.";
$MESS ['PATH_TO_GROUP_TIP'] = "Указывается путь к странице блогов группы. Например: blog_g_blog.php?page=group&group_id=#group_id#.";
$MESS ['GROUP_VAR_TIP'] = "Указывается имя переменной, которой передается ID группы блога.";
$MESS ['PAGE_VAR_TIP'] = "Указывается имя переменной, которой передается страница блога.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "Поле служит для указания времени кеширования в секундах.";
?>