<?php
$MESS["T_IBLOCK_DESC_RSS_OUT_CHANNEL"] = "Находятся ли новости вне канала (обычно нет)";
$MESS["T_IBLOCK_DESC_RSS_NUM_NEWS"] = "Количество новостей для показа (0 - не ограничивать)";
$MESS["CP_BRS_URL"] = "Адрес ленты rss";
$MESS["CP_BRS_PROCESS"] = "Обработка содержимого rss канала";
$MESS["CP_BRS_PROCESS_NONE"] = "без обработки";
$MESS["CP_BRS_PROCESS_TEXT"] = "преобразовать в текст";
$MESS["CP_BRS_PROCESS_QUOTE"] = "экранировать html";
$MESS['OUT_CHANNEL_TIP'] = "Флаг необходимо отметить, если в составе файла rss есть новости вне тега &lt;channel&gt;";
$MESS['NUM_NEWS_TIP'] = "Число ограничивает количество импортируемых новостей.";
$MESS['CACHE_TYPE_TIP'] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS['CACHE_TIME_TIP'] = "Поле служит для указания времени кеширования в секундах.";
