<?
$MESS["CLO_STORAGE_WRONG_SERVICE"] = "Задана неверная служба контейнера.";
$MESS["CLO_STORAGE_EMPTY_BUCKET"] = "Не задан идентификатор контейнера.";
$MESS["CLO_STORAGE_BAD_BUCKET_NAME"] = "Идентификатор контейнера содержит недопустимые символы (разрешены символы латиницы в нижнем регистре, цифры и знак: \"-\").";
$MESS["CLO_STORAGE_WRONG_BUCKET_NAME_LENGTH"] = "Длина идентификатора контейнера должна быть не менее 2-х символов и не более 64-х.";
$MESS["CLO_STORAGE_WRONG_BUCKET_NAME_LENGTH2"] = "Длина компонента идентификатора контейнера (подстрока между точками) должна быть не менее 2-х символов и не более 64-х.";
$MESS["CLO_STORAGE_BAD_BUCKET_NAME2"] = "Идентификатор контейнера должен начинаться и заканчиваться на букву или цифру.";
$MESS["CLO_STORAGE_BAD_BUCKET_NAME3"] = "Рядом с символом точки могут быть только буквы или цифры.";
$MESS["CLO_STORAGE_BUCKET_ALREADY_EXISTS"] = "Контейнер с таким идентификатором уже существует в облачном хранилище. Уникальность имени проверяется по всем пользователям облачного хранилища.";
$MESS["CLO_STORAGE_DB_DELETE_ERROR"] = "Контейнер в облаке удален, но произошла ошибка удаления описания контейнера из базы данных.";
$MESS["CLO_STORAGE_CLOUD_DELETE_ERROR"] = "Ошибка удаления контейнера: #error_msg#.";
$MESS["CLO_STORAGE_CLOUD_BUCKET_NOT_EMPTY"] = "Ошибка удаления контейнера: в контейнере есть файлы.";
$MESS["CLO_STORAGE_UNKNOWN_SERVICE"] = "неизвестная служба";
$MESS["CLO_STORAGE_CLOUD_ADD_ERROR"] = "Ошибка добавления контейнера: #error_msg#.";
?>