<?php
$MESS["CHAPTER_DETAIL_TEMPLATE_TIP"] = "Курс бөлімінің парақшасына жол.";
$MESS["CHECK_PERMISSIONS_TIP"] = "\"Иә\" мәнін таңдағанда курсқа қол жеткізу құқығы тексеріледі.";
$MESS["COURSE_DETAIL_TEMPLATE_TIP"] = "Курсқа егжей-тегжейлі шолу жасау парақшасына жол.";
$MESS["COURSE_ID_TIP"] = "Оқу курстарының бірі таңдалады. Егер (басқа) -> тармағы таңдалса, онда жанындағы өріске курс ID-ін көрсету қажет.";
$MESS["LESSON_DETAIL_TEMPLATE_TIP"] = "Курс сабағының парақшасына жол.";
$MESS["SELF_TEST_TEMPLATE_TIP"] = "Өзін-өзі тексеруге арналған тест парақшасына жол.";
$MESS["SET_TITLE_TIP"] = "Опция белгіленген кезде парақша тақырыпаты ретінде курс тарауының атауы орнатылады.";
$MESS["TESTS_LIST_TEMPLATE_TIP"] = "Курстың тесттер тізімі парақшасына жол.";
$MESS["TEST_DETAIL_TEMPLATE_TIP"] = "Тест тапсыру парақшасына өту жолы.";
