<?php
$MESS["AJAX_MODE_TIP"] = "AJAX режимі компоненті үшін қосу.";
$MESS["AJAX_OPTION_HISTORY_TIP"] = "Пайдаланушы AJAX-өтулерді орындаған кезде, опция қосылған кезде браузердің \"Артқа\" және \"Алға\" батырмаларын пайдалануға болады.";
$MESS["AJAX_OPTION_JUMP_TIP"] = "Егер пайдаланушы AJAX-өтуді орынаса, жүктеу аяқталғаннан кейін компоненттің басына айналып өтеді.";
$MESS["AJAX_OPTION_SHADOW_TIP"] = "Өтуді орындау кезінде өзгеруі тиіс аймақ көлеңкеленеді.";
$MESS["AJAX_OPTION_STYLE_TIP"] = "AJAX-өтулерді орындау кезінде компоненттен туындаған стильдер тізімі жүктеледі және өңделеді.";
$MESS["COMPARE_URL_TIP"] = "Ағымдағы ақпарат блогының элементтерін салыстыру кестесі бар парақшаға жол көрсетіледі.";
$MESS["DETAIL_URL_TIP"] = "Ақпарат блогының элементі туралы егжей-тегжейлі сипаттама бар парақшаға жол көрсетіледі.";
$MESS["IBLOCK_ID_TIP"] = "Орнатылған түрдегі ақпараттық блоктардың бірі таңдалады. Егер тармақ (басқа)-> болса, онда жанындағы өріске ақпарат блогының ID-ін көрсету қажет.";
$MESS["IBLOCK_TYPE_TIP"] = "Тізімнен жүйеде жасалған ақпараттық блоктардың біреуі таңдалады <b><i>ок</i></b> батырмасын басқаннан кейін таңдалған түрге арналған ақпараттық блоктар жүктеледі.";
$MESS["NAME_TIP"] = "Салыстырылатын элементтер тізімі берілетін айнымалының атауы. Әдепкі бойынша CATALOG_COMPARE_LIST.";
