<?php
$MESS["CACHE_TIME_TIP"] = "Өріс кештеу уақытын секундтармен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: берілген уақыт ішінде кештеу қосылған кезде әрекет етеді; <br /><i>Кештеу</i>: кештеу үшін тек кештеу уақытын анықтау керек;<br /><i>Кештемеу</i>: кез келген жағдайда кештеу жоқ.";
$MESS["COLS_COUNT_TIP"] = "Топтар көрсетілетін бағандар саны.";
$MESS["GROUPS_COUNT_TIP"] = "Сан, парақшада көрсетілетін топтар санын анықтайды. Тек қана бос емес топтар көрсетіледі.";
$MESS["GROUP_VAR_TIP"] = "Блог тобының ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["PAGE_VAR_TIP"] = "Блогтың парақшасы берілетін айнымалының аты көрсетіледі.";
$MESS["PATH_TO_GROUP_TIP"] = "Топтың блогтар парақшасына жол көрсетіледі. Мысалы: blog_g_blog.php?page=group&group_id=#group_id#.";
$MESS["SORT_BY1_TIP"] = "Блог топтарының алғашқы сұрыпталуы жүретін өріс көрсетіледі.";
$MESS["SORT_BY2_TIP"] = "Блог топтарының екінші сұрыпталуы жүретін өріс көрсетіледі.";
$MESS["SORT_ORDER1_TIP"] = "Блог топтары қай бағытта сұрыпталады: өсу немесе кему бойынша.";
$MESS["SORT_ORDER2_TIP"] = "Екінші сұрыпталу бойынша блог топтары қай бағытта сұрыпталады: өсу немесе кему бойынша.";
