<?
$MESS ['IBLOCK_TYPE_TIP'] = "Из выпадающего списка выбирается один из созданных в системе типов инфоблоков. После нажатия кнопки <b><i>ок</i></b> будут подгружены все инфоблоки, созданные для выбранного типа.";
$MESS ['IBLOCK_ID_TIP'] = "Укажите инфоблок, в котором будут храниться фотографии. Если выбран пункт <i>(другое)-></i>, то необходимо указать ID инфоблока в поле рядом.";
$MESS ['SECTION_ID_TIP'] = "Поле содержит код, в котором передается ID раздела (альбома).";
$MESS ['SECTION_CODE_TIP'] = "Символьный идентификатор альбома.";
$MESS ['INDEX_URL_TIP'] = "Адрес главной страницы.";
$MESS ['SECTION_URL_TIP'] = "Адрес страницы просмотра альбома.";
$MESS ['USE_PERMISSIONS_TIP'] = "Опция позволяет ограничить доступ к просмотру фотоальбома.";
$MESS ['GROUP_PERMISSIONS_TIP'] = "Укажите группы пользователей, которые будут иметь доступ к просмотру альбома.";
$MESS ['DISPLAY_PANEL_TIP'] = "При установленной опции кнопки будут отображены в режиме редактирования сайта на административной панели и в наборе кнопок области редактирования компонента.";
$MESS ['SET_TITLE_TIP'] = "При отмеченной опции в качестве заголовка страницы будет установлено название альбома или \"Новый альбом\".";
$MESS ['DATE_TIME_FORMAT_TIP'] = "Выберите формат показа даты.";
?>