<?
$MESS["SHOW_HIDDEN_TIP"] = "Под скрытыми рубриками понимаются рассылки, в настройках которых снята опция <i>Вывод в публичной части для подписки</i>.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо только определить время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS["CACHE_TIME_TIP"] = "Поле служит для указания времени кеширования в секундах.";
$MESS["USE_PERSONALIZATION_TIP"] = "При включенной опции будут выделены только те рассылки, на которые подписан текущий пользователь. Иначе выбраны все рассылки.";
$MESS["CONFIRMATION_TIP"] = "Подписчику отправляется письмо с ссылкой для подтверждения без авторизации.<br /> После перехода по ссылке подписчик будет подписан на выбранные подписки";
?>