<?php
$MESS["ID_TIP"] = "Өрісте пайдаланушының идентификаторы берілетін код бар.";
$MESS["PAGE_VAR_TIP"] = "Әлеуметтік желінің парақшасы берілетін айнымалының аты көрсетіледі.";
$MESS["PATH_TO_USER_EDIT_TIP"] = "Пайдаланушы профилін редакциялау парақшасына жол көрсетіледі. Мысалы: sonet_user_edit.php?page=user&user_id=#user_id#&mode=edit.";
$MESS["PATH_TO_USER_TIP"] = "Пайдаланушы профилінің парақшасына жол көрсетіледі. Мысалы: sonet_user.php?page=user&user_id=#user_id#.";
$MESS["SET_TITLE_TIP"] = "Опция белгіленген кезде парақшаның тақырыпаты ретінде <b>Пайдаланушы профилі</b> \"пайдаланушы атауы\" орнатылады.";
$MESS["USER_PROPERTY_TIP"] = "Пайдаланушы профилінде көрсетілуі тиіс қосымша қасиеттерді белгілеңіз.";
$MESS["USER_VAR_TIP"] = "Әлеуметтік желі пайдаланушысының ID-і берілетін айнымалының аты көрсетіледі.";
