<?php
$MESS["main_app_pass_cancel"] = "Болдырмау";
$MESS["main_app_pass_comment"] = "Пікір";
$MESS["main_app_pass_comment_ph"] = "Сипаттама қосыңыз";
$MESS["main_app_pass_create_pass"] = "Құпиясөз жасау";
$MESS["main_app_pass_create_pass_close"] = "Жабу";
$MESS["main_app_pass_create_pass_text"] = "Таңдалған қосымшамен синхрондалу үшін осы құпиясөзді пайдаланыңыз.
			Қауіпсіздік ережелеріне сәйкес құпиясөз ашық түрінде сақтала алмайды, сондықтан ол алған мезетте ғана қолжетімді.
			Құпиясөз тиісті өріске көшірілмегенше немесе енгізілмегенше терезені жаппаңыз.";
$MESS["main_app_pass_created"] = "Жасалды";
$MESS["main_app_pass_del"] = "Жою";
$MESS["main_app_pass_del_pass"] = "Құпиясөзді жойғыңыз келетініне сенімдісіз бе?";
$MESS["main_app_pass_del_pass_text"] = "Синхрондау тоқтатылады, себебі қосымша авторландыру қатесіне байланысты деректерге қол жеткізе алмайды.";
$MESS["main_app_pass_get_pass"] = "Құпиясөз алу";
$MESS["main_app_pass_last"] = "Соңғы кіру";
$MESS["main_app_pass_last_ip"] = "Соңғы IP";
$MESS["main_app_pass_link"] = "Байланыстыру";
$MESS["main_app_pass_manage"] = "Басқару";
$MESS["main_app_pass_other"] = "Басқа";
$MESS["main_app_pass_text1"] = "Деректеріңізді сыртқы бағдарламалармен қауіпсіз синхрондау үшін осы парақшада алуға болатын арнайы құпиясөзді пайдалану қажет.";
$MESS["main_app_pass_text2"] = "Көрсетілген құралдардың әрқайсысында синхрондауды (деректермен алмасуды) реттеуге болатын қосымшалардың немесе бағдарламалардың тізімі бар. Қажетті жолды басыңыз және алмасуды баптау қажет қосымшаны таңдаңыз.";
$MESS["main_app_pass_title"] = "Бұл не?";
