<?
$MESS["CLUWIZ_DATABASE_NOT_SUPPORTED"] = "Мастер не поддерживает установленный тип базы данных.";
$MESS["CLUWIZ_NO_MODULE_ERROR"] = "Модуль поддержки веб-кластера не установлен. Продолжение работы мастера не возможно.";
$MESS["CLUWIZ_NO_NODE_ERROR"] = "Не указана база данных модулей. Продолжение работы мастера не возможно.";
$MESS["CLUWIZ_NO_CONN_ERROR"] = "Ошибка подключения к базе данных. Продолжение работы мастера не возможно.";
$MESS["CLUWIZ_STEP1_TITLE1"] = "Мастер подготовки базы данных к использованию.";
$MESS["CLUWIZ_STEP1_CONTENT1"] = "
<p>Для начала использования необходимо один из модулей перенести в базу данных #database#.</p>
<p>Выберите модуль, кторый будет перенесен:</p>
#module_select_list#
<p>На время переноса данных модуль будет отключен. Сайт продолжит работу.</p>
";
$MESS["CLUWIZ_STEP1_CONTENT2"] = "
<p>Для завершения использования необходимо модуль перенести в другую базу данных.</p>
<p>Выберите базу данных в которую будет перенесен модуль:</p>
#database_select_list#
<p>На время переноса данных модуль будет отключен. Сайт продолжит работу.</p>
";
$MESS["CLUWIZ_STEP1_TITLE2"] = "Мастер завершения использования базы данных.";
$MESS["CLUWIZ_STEP2_TITLE"] = "Проверка наличия таблиц модуля в базе данных.";
$MESS["CLUWIZ_STEP2_NO_TABLES"] = "Таблиц не найдено, можно начинать перенос данных.";
$MESS["CLUWIZ_STEP2_TABLES_EXIST"] = "В указанной базе данных найдены таблицы. Их необходимо удалить.";
$MESS["CLUWIZ_STEP2_TABLES_LIST"] = "посмотреть список таблиц.";
$MESS["CLUWIZ_STEP2_DELETE_TABLES"] = "Разрешить удаление таблиц в базе данных #database#.";
$MESS["CLUWIZ_STEP3_TITLE"] = "Удаление таблиц.";
$MESS["CLUWIZ_STEP4_TITLE"] = "Перенос таблиц.";
$MESS["CLUWIZ_FINALSTEP_BUTTONTITLE"] = "Готово";
$MESS["CLUWIZ_CANCELSTEP_TITLE"] = "Работа мастера прервана";
$MESS["CLUWIZ_CANCELSTEP_BUTTONTITLE"] = "Закрыть";
$MESS["CLUWIZ_CANCELSTEP_CONTENT"] = "Работа мастера была прервана.";
?>