<?
$MESS ['PAGE_PROP_ACCESS_DENIED'] = "Доступ к редактированию страницы запрещен.";
$MESS ['PAGE_PROP_FILE_NOT_FOUND'] = "Указанного файла не существует.";
$MESS ['PAGE_PROP_WINDOW_TITLE'] = "Свойства страницы";
$MESS ['PAGE_PROP_IN_ADMIN_SECTION'] = "Редактировать свойства папки в Панели управления";
$MESS ['PAGE_PROP_FOLDER_NAME'] = "Заголовок страницы";
$MESS ['PAGE_PROP_NAME'] = "Заголовок";
$MESS ['PAGE_PROP_TAGS_NAME'] = "Теги страницы";
$MESS ['PAGE_PROP_TAGS'] = "Теги";
$MESS ['PAGE_PROP_INHERIT_TITLE'] = "Свойство наследуется из вышележащего раздела. Для его изменения кликните по полю.";
$MESS ['PAGE_PROP_DESCIPTION'] = "<b>Свойства страницы</b> - определяют дополнительные характеристики страницы. Например, значение свойства &quot;Описание&quot; используется в мета-теге <i>description</i>.";
$MESS ['PAGE_PROP_TAGS_DESCIPTION'] = "Введите через запятую слова или фразы, которые ассоциируются с данной страницей. Они используются для поиска текущей страницы.";
$MESS ['PAGE_PROP_EDIT_IN_ADMIN'] = "Редактировать свойства страницы в Панели управления";
?>