<?
$MESS ['FOLDER_EDIT_FILEMAN_ERROR'] = "Модуль \"Управление структурой\" не установлен.";
$MESS ['FOLDER_EDIT_ACCESS_DENIED'] = "Доступ к редактированию раздела запрещен.";
$MESS ['FOLDER_EDIT_WINDOW_TITLE'] = "Свойства раздела";
$MESS ['FOLDER_EDIT_IN_ADMIN_SECTION'] = "Редактировать свойства папки в Панели управления";
$MESS ['FOLDER_EDIT_FOLDER_NAME'] = "Заголовок раздела";
$MESS ['FOLDER_EDIT_NAME'] = "Заголовок";
$MESS ['FOLDER_EDIT_ADD_PROPS'] = "Дополнительные свойства";
$MESS ['FOLDER_EDIT_DELETE_PROP'] = "Удалить свойство";
$MESS ['FOLDER_EDIT_NEW_PROP'] = "Добавить свойство";
$MESS ['FOLDER_EDIT_PROP_TITLE'] = "Свойство наследуется из вышележащего раздела. Для его изменения кликните по полю.";
$MESS ['FOLDER_NAME_TITLE'] = "<b>Заголовок раздела</b> отображается в цепочке навигации (&quot;хлебных крошках&quot;) в качестве ссылки на соответствующий раздел.";
$MESS ['FOLDER_PROP_TITLE'] = "<b>Свойства раздела</b> - определяют дополнительные характеристики раздела. Например, значения свойства &quot;Ключевые слова&quot; используются в качестве ключевых слов для всех страниц данного раздела (в мета-теге keywords).";
?>