<?
$MESS["SENDER_SECURITY_ROLE_MANAGER_INSTALLER_ADMIN"] = "Администратор";
$MESS["SENDER_SECURITY_ROLE_MANAGER_INSTALLER_MANAGER"] = "Менеджер";
$MESS["SENDER_SECURITY_ROLE_MANAGER_TRIAL_TEXT"] = "Настройка прав доступа в CRM-маркетинге доступна, начиная с тарифа CRM+. 
<br>
Вы сможете определить, кто из менеджеров работает с генератором продаж, а кто создает рассылки или рекламу.
<br><br>
Подробнее про тарифы и их возможности узнайте на <a href=\"https://www.bitrix24.ru/prices/\">странице сравнения редакций</a>.";
$MESS["SENDER_SECURITY_ROLE_MANAGER_TRIAL_TEXT_NEW"] = "На вашем тарифном плане есть ограничение на распределение прав доступа в CRM-маркетинге.
<br>
Вы сможете определить, кто из менеджеров будет работать с генератором продаж, а кто будет создавать рассылки или рекламу.
<br><br>
Чтобы изменить права доступа, перейдите на другой тарифный план.<br>
Подробнее про тарифы и их возможности узнайте на  <a href=\"https://www.bitrix24.ru/prices/\">странице сравнения редакций</a>.";