<?
$MESS["COURSE_ID_TIP"] = "Выбирается один из учебных курсов. Если выбран пункт (другое)->, то необходимо указать ID курса в поле рядом.";
$MESS["LESSON_ID_TIP"] = "Поле содержит код, в котором передается ID урока.";
$MESS["CHECK_PERMISSIONS_TIP"] = "При выборе значения \"Да\" будет проверяться право на доступ.";
$MESS["SET_TITLE_TIP"] = "При отмеченной опции в качестве заголовка страницы будет установлено название урока.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS["CACHE_TIME_TIP"] = "Поле служит для указания времени кеширования в секундах.";
?>