<?
$MESS["DEMO_ADV_MAIN_TYPE"] = "Главный баннер";
$MESS["DEMO_ADV_PARALLAX_TYPE"] = "Дополнительный баннер";
$MESS["CONTRACT_DESC"] = "Все баннеры интернет-магазина";

$MESS["DEMO_ADV_NAME"] = "Маркетинговый блок на главной странице сайта";
$MESS["DEMO_ADV_SLIDER_NAME"] = "Дополнительный маркетинговый блок на главной странице сайта";

$MESS["DEMO_ADV_1_NAME"] = "Новая коллекция нижнего белья";
$MESS["DEMO_ADV_1_HEADING"] = "Новая коллекция нижнего белья";
$MESS["DEMO_ADV_1_BUTTON"] = "Подробнее...";
$MESS["DEMO_ADV_1_ANNOUNCEMENT"] = "Девочки, спешите! Новое поступление красивейшего нижнего белья. Первым 100 покупателям - скидка 10%! Отличное качество, известные бренды. В наличии весь размерный ряд.";

$MESS["DEMO_ADV_2_HEADING"] = "Новая коллекция обуви";
$MESS["DEMO_ADV_2_NAME"] = "Новая коллекция обуви";
$MESS["DEMO_ADV_2_ANNOUNCEMENT"] = "Девочки и мальчики, мужчины и прекрасные дамы, спешите! Новое поступление обуви. Отличное качество, известные бренды. В наличии весь размерный ряд.";
$MESS["DEMO_ADV_2_BUTTON"] = "Подробнее...";

$MESS["DEMO_ADV_3_NAME"] = "Ценопад! Успейте купить на этой неделе!";
$MESS["DEMO_ADV_3_HEADING"] = "Ценопад! Успейте купить на этой неделе!";
$MESS["DEMO_ADV_3_ANNOUNCEMENT"] = "Наступила осень. Желтеют и опадают листья, навевая уныние и тоску о закончившемся лете. Раскрасьте хмурые будни, спешите на осеннюю акцию Ценопад! Лучшие цены осени, только качественные товары!";

$MESS["DEMO_ADV_4_HEADING"] = "Доставка во все регионы России!";
$MESS["DEMO_ADV_4_NAME"] = "Баннер с parallax-эффектом";
$MESS["DEMO_ADV_4_ANNOUNCEMENT"] = "Вы делаете покупки, а мы с любовью доставляем ваш заказ в любой уголок нашей необъятной родины. А за заказ от 2 500 рублей доставка будет абсолютно бесплатной.";
$MESS["DEMO_ADV_4_BUTTON"] = "Подробнее...";
?>