<?
$MESS["SPCR1_UNACTIVE_AFF"]="Вы уже являетесь аффилиатом магазина, но ваш счет не активен. Обратитесь пожалуйста к администрации магазина за дополнительной информацией.";
$MESS["SPCR1_IF_REG"]="Если вы уже зарегистрированы на сайте";
$MESS["SPCR1_IF_NOT_REG"]="Если вы еще не зарегистрированы на сайте";
$MESS["SPCR1_IF_REMEMBER"]="Если вы помните свой логин и пароль, то введите их в соответствующие поля:";
$MESS["SPCR1_LOGIN"]="Логин";
$MESS["SPCR1_PASSWORD"]="Пароль";
$MESS["SPCR1_FORG_PASSWORD"]="Забыли пароль?";
$MESS["SPCR1_NEXT"]="Продолжить";
$MESS["SPCR1_NAME"]="Имя";
$MESS["SPCR1_LASTNAME"]="Фамилия";
$MESS["SPCR1_PASS_CONF"]="Пароль еще раз";
$MESS["SPCR1_CAPTCHA"]="Защита от автоматической регистрации";
$MESS["SPCR1_CAPTCHA_WRD"]="Введите слово на картинке:";
$MESS["SPCR1_SITE_URL"]="Адрес вашего сайта:";
$MESS["SPCR1_SITE_DESCR"]="Описание вашего сайта:";
$MESS["SPCR1_I_AGREE"]="Я согласен с условиями аффилиатского соглашения";
$MESS["SPCR1_REGISTER"]="Зарегистрироваться";
?>