<?php
$MESS["F_ERRRO_FILE_NOT_UPLOAD"] = "Файлдарды жүктеуге тыйым салынады.";
$MESS["F_ERR_SESS_FINISH"] = "Сіздің сессияңыз аяқталды. Әрекетті қайталаңыз.";
$MESS["F_ETITLE"] = "Хабарламаны өзгерту";
$MESS["F_FID_IS_LOST"] = "Форум табылмады.";
$MESS["F_MID_IS_LOST"] = "Хабарлама табылмады.";
$MESS["F_NO_EPERMS"] = "Бұл хабарламаны редакциялау үшін құқықтарыңыз жеткіліксіз.";
$MESS["F_NO_MODULE"] = "Форум модулі орнатылмаған.";
$MESS["F_NO_NPERMS"] = "Бұл форумда жаңа тақырып құру үшін құқықтарыңыз жеткіліксіз.";
$MESS["F_NTITLE"] = "Жаңа тақырып";
