<?php
$MESS["MARKING_CODE_GROUP_TYPE_02"] = "теріден жасалған бұйымдар";
$MESS["MARKING_CODE_GROUP_TYPE_03"] = "дәрілік препараттар";
$MESS["MARKING_CODE_GROUP_TYPE_05"] = "темекі өнімдері";
$MESS["MARKING_CODE_GROUP_TYPE_06"] = "алкоголь";
$MESS["MARKING_CODE_GROUP_TYPE_5010"] = "төсек, асхана, дәретхана және ас үй жабдықтары";
$MESS["MARKING_CODE_GROUP_TYPE_5137"] = "табиғи немесе композициялық былғарыдан жасалған жұмыс киімдерін қоса алғандағы киім ";
$MESS["MARKING_CODE_GROUP_TYPE_5139"] = "пальто, қықса пальто, жадағай, күртке (шаңғы тебуге арналғанын қоса алғанда), желбегей және ұқсас ерлер немесе ұлдарға (әйелдер немесе қыздар) арналған бұйымдар ";
$MESS["MARKING_CODE_GROUP_TYPE_5140"] = "машинамен немесе қолмен тоқылған, әйелдерге немесе қыздарға арналған тоқылған блузкалар, блузалар және блузондар";
$MESS["MARKING_CODE_GROUP_TYPE_8258"] = "әтір және иіссулар";
$MESS["MARKING_CODE_GROUP_TYPE_8721"] = "пневматикалық резеңке жаңа шиналар мен доңғалақ тыстары";
$MESS["MARKING_CODE_GROUP_TYPE_9840"] = "фотокамералар (кинокамералардан басқа), фотожарқылдар және жарқыл шамдары";
$MESS["MARKING_CODE_GROUP_TYPE_17485"] = "аяқ киім";
