<?
$MESS ["SALE_DH_RPF_WRP_LESS_100"] = "Бандероль массой до 100 г.";
$MESS ["SALE_DH_RPF_WRP_MORE_100"] = "Дополнительно взимается плата за каждые последующие полные/неполные 100 г массы бандероли «Отправления 1-го класса» заказной, с объявленной ценностью";
$MESS ["SALE_DH_RPF_SMPL_NTF"] = "Простое уведомление о вручении почтового отправления";
$MESS ["SALE_DH_RPF_RGST_NTF"] = "Заказное уведомление о вручении почтового отправления";
$MESS ["SALE_DH_RPF_DCL_VAL"] = "За объявленную ценность почтовых отправлений «Отправления 1-го класса» дополнительно взимается плата за каждый полный или неполный 1 рубль оценочной стоимости";
$MESS ["SALE_DH_RPF_NAME"] = "Отправления 1 класса";
$MESS ["SALE_DH_RPF_DESCR"] = "Обработчик доставки ФГУП \"Почта России\", услуга \"Отправления 1 класса\"";
$MESS ["SALE_DH_RPF_WRP_TITLE"] = "Бандероль";
$MESS ["SALE_DH_RPF_WRP_DESCR"] = "\"Отправления первого класса\" – это ускоренные внутренние почтовые отправления, сроки доставки которых, на 25-30% ниже установленных сроков доставки традиционной почтовой корреспонденции";
$MESS ["SALE_DH_RPF_TARIFS"] = "Тарифы";
$MESS ["SALE_DH_RPF_SRV_ALLOW"] = "Разрешить";
$MESS ["SALE_DH_RPF_SRV_PRICE"] = "Наценка, руб.";
$MESS ["SALE_DH_RPF_OVERLOAD"] = "Недопустимо большой вес товара или отсутствуют коробки нужного размера";
$MESS ["SALE_DH_RPF_STNRD_BOX"] = "Размер коробки мм.";
$MESS ["SALE_DH_RPF_FEATURE_VALUE"] = "Посылка с объявленной ценностью";
$MESS ["SALE_DH_RPF_FEATURE_ENABLED"] = "включена";
$MESS ["SALE_DH_RPF_WRP_LESS_100_DECLARED_VALUE"] = "Бандероль с объявленной ценностью массой до 100 г.";
$MESS ["SALE_DH_RPF_SET_DEFAULT_TARIF_SET"] = "установить";
$MESS ["SALE_DH_RPF_SET_DEFAULT_TARIF"] = "Тарифы по умолчанию";
$MESS ['SALE_DH_RPF_DEPRECATED_MESSAGE'] = "Данный обработчик службы доставки устарел и больше не поддерживается. Для корректной работы Вам необходимо воспользоваться #A1#новым обработчиком#A2#";
?>