<?
$MESS ["SALE_DH_KP_LESS_1"] = "Весом до 1 кг";
$MESS ["SALE_DH_KP_MORE_1"] = "За каждые последующие полные/неполные 0,5кг. веса";
$MESS ["SALE_DH_KP_NAME"] = "Казпочта";
$MESS ["SALE_DH_KP_DESCR"] = "Обработчик доставки \"Казпочта\"";
$MESS ["SALE_DH_KP_DI_TITLE"] = "Интернет-магазин";
$MESS ["SALE_DH_KP_DI_DESCR"] = "Пересылка посылок в пределах РК для дистанционных компаний и интернет магазинов";
$MESS ["SALE_DH_KP_TARIF_TITLE"] = "Тарифы по республике Казахстан";
$MESS ["SALE_DH_KP_TARIF_IREG"] = "В пределах области,  гг. Алматы и Астана";
$MESS ["SALE_DH_KP_OVERLOAD"] = "Недопустимо большой вес товара или отсутствуют коробки нужного размера";
$MESS ["SALE_DH_KP_STNDRD_BOX"] = "Размер коробки мм.";
?>