<?php
$MESS["SONET_C11_BAD_RELATION"] = "Бұл пайдаланушы топқа шақырылып қойған немесе оның мүшесі болып табылады";
$MESS["SONET_C11_BAD_USER"] = "Бұл пайдаланушы өзін топтарға шақыруға тыйым салды";
$MESS["SONET_C11_ERR_SELF"] = "Сіз топқа өзіңізді қоса алмайсыз";
$MESS["SONET_C11_NO_MESSAGE"] = "Пайдаланушыға хабарлама мәтіні көрсетілмеген";
$MESS["SONET_C11_NO_PERMS"] = "Сізде пайдаланушыларды осы топқа шақыру құқығы жоқ";
$MESS["SONET_C11_TITLE"] = "Топқа кіруге шақыру";
$MESS["SONET_MODULE_NOT_INSTALL"] = "Әлеуметтік желі модулі орнатылмаған.";
$MESS["SONET_P_USER_NO_GROUP"] = "Топ табылмады";
$MESS["SONET_P_USER_NO_USER"] = "Пайдаланушы табылмады.";
