<?
$MESS ['BLOG_URL_TIP'] = "Поле содержит код, в котором передается идентификатор блога.";
$MESS ['PATH_TO_BLOG_TIP'] = "Указывается путь к главной странице блога. Например: blog_blog.php?page=blog&blog=#blog#.";
$MESS ['PATH_TO_BLOG_CATEGORY_TIP'] = "Указывается путь к странице блога с фильтром по категории. Например: blog_filter.php?page=blog&blog=#blog#&category=#category#.";
$MESS ['PATH_TO_POST_EDIT_TIP'] = "Указывается путь к странице редактирования сообщения блога. Например: blog_p_edit.php?page=post_edit&blog=#blog#&post_id=#post_id#.";
$MESS ['PATH_TO_USER_TIP'] = "Указывается путь к странице профиля пользователя. Например: blog_user.php?page=user&user_id=#user_id#.";
$MESS ['BLOG_VAR_TIP'] = "Указывается имя переменной, которой передается ID блога.";
$MESS ['POST_VAR_TIP'] = "Указывается имя переменной, которой передается ID сообщения блога.";
$MESS ['USER_VAR_TIP'] = "Указывается имя переменной, которой передается ID пользователя блога.";
$MESS ['PAGE_VAR_TIP'] = "Указывается имя переменной, которой передается страница блога.";
$MESS ['ID_TIP'] = "Поле содержит код, в котором передается идентификатор сообщения блога.";
$MESS ['SET_NAV_CHAIN_TIP'] = "При установленной опции в цепочку навигации будет добавлено название блога, к которому относится текущее сообщение.";
$MESS ['SET_TITLE_TIP'] = "При отмеченной опции в качестве заголовка страницы будет установлено название текущего сообщения.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "Поле служит для указания времени кеширования в секундах.";
$MESS ['PATH_TO_SMILE_TIP'] = "Указывается путь к папке со смайлами.";
$MESS ['POST_PROPERTY_TIP'] = "Отметьте пользовательские свойства сообщения, которые необходимо дополнительно отобразить при детальном просмотре сообщения.";
?>