<?
$MESS["CATALOG_STATE_ERR_PRODUCT_LIMIT"] = "Превышено ограничение на количество товаров, используемых в лендингах. В каталоге найдено #COUNT# таких товаров (лимит - #LIMIT#).";
$MESS["CATALOG_STATE_ERR_PRODUCT_LIMIT_1"] = "Товары текущего раздела выводятся на лендинге. Вы уже опубликовали максимально разрешённое на вашем тарифе число товаров. Создайте товар в другом разделе, не связанном с лендингами, или снимите с публикации какой-то товар в текущем разделе. В каталоге найдено #COUNT# таких товаров (лимит - #LIMIT#).";
$MESS["CATALOG_STATE_ERR_PRODUCT_IN_SECTION_LIMIT"] = "После переноса раздела вы превысите ограничение  на количество товаров, используемых в лендингах. Таких товаров станет #COUNT# (лимит - #LIMIT#).";
?>