<?php
$MESS["MAIN_OPTION_CACHE_BUTTON_OFF"] = "Автокэштеуді өшіру";
$MESS["MAIN_OPTION_CACHE_BUTTON_ON"] = "Автокэштеуді қосу";
$MESS["MAIN_OPTION_CACHE_ERROR"] = "Компоненттерді автокэштеу түрі қазірдің өзінде берілген мәнге ие";
$MESS["MAIN_OPTION_CACHE_OFF"] = "Компоненттерді автокэштеу өшірулі";
$MESS["MAIN_OPTION_CACHE_OK"] = "Кэш файлдары тазартылды";
$MESS["MAIN_OPTION_CACHE_ON"] = "Компоненттерді автокэштеу қосулы";
$MESS["MAIN_OPTION_CACHE_SUCCESS"] = "Компоненттерді автокэштеу түрі сәтті ауыстырылды";
$MESS["MAIN_OPTION_CLEAR_CACHE"] = "Кэш файлдарын тазарту";
$MESS["MAIN_OPTION_CLEAR_CACHE_ALL"] = "Барлығы";
$MESS["MAIN_OPTION_CLEAR_CACHE_CLEAR"] = "Тазарту";
$MESS["MAIN_OPTION_CLEAR_CACHE_LANDING"] = "Сайттар24";
$MESS["MAIN_OPTION_CLEAR_CACHE_MANAGED"] = "Барлық басқарылатын";
$MESS["MAIN_OPTION_CLEAR_CACHE_MENU"] = "Мәзір";
$MESS["MAIN_OPTION_CLEAR_CACHE_OLD"] = "Тек ескірген";
$MESS["MAIN_OPTION_CLEAR_CACHE_STATIC"] = "Барлық HTML кэш парақшалары";
$MESS["MAIN_OPTION_PUBL"] = "Компоненттерді кэштеуді баптау";
$MESS["MAIN_TAB_3"] = "Кэш файлдарын тазарту";
$MESS["MAIN_TAB_4"] = "Компоненттерді кэштеу";
$MESS["MCACHE_TITLE"] = "Кэштеуді баптау";
$MESS["cache_admin_note1"] = "
<p>&quot;Автокэштеу&quot; режимін пайдалану сіздің сайтыңызды бірнеше рет жылдамдатуға мүмкіндік береді!</p>
<p>Назар аударыңыз: &quot;Автокэштеу&quot; режимін қолданған кезде компоненттер шығаратын ақпаратты жаңарту жеке компоненттердің параметрлеріне сәйкес жүреді.</p>
<p>Парақшадағы кэштелген объектілердің мазмұнын жаңарту үшін Сіз төмендегілерді орындай аласыз: </p>
<p>1. Қажетті бетке өтіп, оның мазмұнын кэштелген ақпаратты тазарту үшін әкімшілік тақтадағы арнайы батырманы пайдаланып жаңартыңыз.</p>
<img src=\"/bitrix/images/main/page_cache.png\" vspace=\"5\" />
<p>2. Сайтты редакциялау режимінде жеке компоненттер тақтасындағы кэшті тазарту үшін батырмаларды пайдаланыңыз.</p>
<img src=\"/bitrix/images/main/comp_cache.png\" vspace=\"5\" />
<p>3. Таңдалған компоненттердің баптауларына өтіп, оларды кэштеусіз жұмыс режиміне қою керек.</p>
<img src=\"/bitrix/images/main/spisok.png\" vspace=\"5\" />
<p>Ескерту: компоненттерді автоматты түрде кэштеу режимін қосқан кезде, <i>\"Авто\"</i> кэштеу баптауы бар компоненттер кэштеу режиміне ауыстырылады.</p>
<p><i>\"Кэштеу\"</i> баптауы бар және кэштеу уақыты нөлден үлкен компоненттер әрқашан кэштеу режимінде жұмыс істейді.</p>
<p><i>\"Кэштемеу\"</i> баптауы бар және кэштеу уақыты нөлге тең компоненттер әрқашан кэштеусіз жұмыс істейді.</p>";
$MESS["cache_admin_note2"] = "Кэш файлдары жойылғаннан кейін шығарылатын деректер өзекті күйге жаңартылады.
		Кэштелген аймақтары бар парақшаларға жүгінген кезде жаңа кэш файлдары біртіндеп жасалады.";
$MESS["cache_admin_note4"] = "<p>HTML кэштеу механизмін анонимді келушілерге үнемі баратын сирек өзгеретін бөлімге қосқан дұрыс, өйткені HTML кэштеу қосылған кезде келесі процестер жүреді:</p>
<ul style=\"font-size:100%\">
<li>HTML-кэш механизмі тек ерекшелік маскасында көрсетілмеген және қосу маскасында көрсетілген парақшаларды өңдейді;</li>
<li>егер мұндай беттерге авторланбаған пайдаланушы кірсе, онда кэш файлының бар-жоғын тексеру жүргізіледі және егер ол табылса, онда ешқандай өнім модульдерін қолданбай кэштен парақша шығарылады; мысалы, статистика модулі (бұл пайдаланушының хиттері есептелмейді), жарнама модулі, негізгі және басқа модульдер жұмыс істемейтін болады;</li>
<li>бұл ретте, егер кэшті қосу кезінде ықшамдау модулі орнатылған болса, онда парақша сығымдалған түрде беріледі;</li>
<li>егер кэштегі парақша табылмаса, онда код әдеттегідей орындалады; бет толығымен қалыптасқан кезде оның көшірмесі HTML кэшінде сақталады;</li>
</ul>
<p>Кэшты тазарту:</p>
<ul style=\"font-size:100%\">
<li>егер сақталған көлем кэштің диск квотасынан асып кетсе, онда кэш толығымен тазартылады;</li>
<li>сонымен қатар кэшті толық тазарту жүйенің әкімшілік бөлігіндегі деректердің кез келген өзгеруі кезінде жүзеге асады;</li>
<li>егер сайттың жария бөлігінде POST деректері болса (мысалы, пікір қосу немесе дауыс беру), онда кэштің тиісті бөлігі қалпына келтіріледі;</li>
</ul>

<p>Айта кету керек, егер авторланбаған пайдаланушы сайттың кэштелеген бөлігіне өтсе, онда ол үшін сессия басталады және бұл келуші үшін HTML-кэші жұмыс істемейді.</p>

<p>Жоғарыда айтылғандардың бәрінен мыналар шығады:</p>
<ul style=\"font-size:100%\">
<li>статистика есебі жүргізілмейді;</li>
<li>жарнама модулі кэшті құру кезінде ғана жұмыс істейді (бұл сыртқы динамикалық жарнамаға қатысты емес (Begun және т. б.);</li>
<li>мысалы, авторланбаған пайдаланушылар үшін тауарларды салыстыру нәтижелері сақталмайды (өйткені оның деректері \"жоқ\" сессиясында сақталады);</li>
<li>диск кеңістігіне DoS шабуылын болдырмау үшін диск квотасын орнату қажет;</li>
<li>HTML-кэштеу механизмін қосқаннан кейін кэш қолданылатын бөлімнің барлық функционалдығын тексеру қажет (мысалы, ескі блог қалыптарымен пікір жариялау мүмкін емес болады);</li>
</ul>
";
$MESS["cache_admin_note5"] = "Бұл HTML редакциясында кэш әрқашан қосулы.";
$MESS["main_cache_files_continue"] = "Жалғастыру";
$MESS["main_cache_files_delete_errors"] = "Жою қателері: #value#";
$MESS["main_cache_files_deleted_count"] = "Жойылды: #value#";
$MESS["main_cache_files_deleted_size"] = "Жойылған файлдардың өлшемі: #value#";
$MESS["main_cache_files_last_path"] = "Ағымдық каталог: #value#";
$MESS["main_cache_files_scanned_count"] = "Өңделді: #value#";
$MESS["main_cache_files_scanned_size"] = "Өңделген файлдардың өлшемі: #value#";
$MESS["main_cache_files_start"] = "Бастау";
$MESS["main_cache_files_stop"] = "Тоқтату";
$MESS["main_cache_finished"] = "Кэш файлдарын жою аяқталды.";
$MESS["main_cache_in_progress"] = "Кэш файлдары жойылады.";
$MESS["main_cache_managed"] = "Басқарылатын кэш";
$MESS["main_cache_managed_const"] = "BX_COMP_MANAGED_CACHE тұрақтысы анықталды-басқарылатын кэш әрқашан қосулы.";
$MESS["main_cache_managed_note"] = "		<b>Сache Dependencies</b> басқарылатын кэштеу технологиясы деректер өзгерген кезде компоненттер кэшін автоматты түрде жаңартады.
		Егер басқарылатын кэштеу қосылса, жаңалықтар немесе тауарлар өзгерген кезде компоненттердің кэшін қолмен жаңартудың қажеті жоқ, өзгерістер сайтқа кірушілерге бірден көрінеді.
		<br><br><a href=\"https://dev.1c-bitrix.ru/community/blogs/rsv/2074.php\">Сache Dependencies</a> технологиясы туралы толығырақ біздің сайттан біліңіз.
	<br><br>
	<span style=\"color:grey\">Ескерту: барлық компоненттер басқарылатын кэштеуді қолдай алмайды.</span>";
$MESS["main_cache_managed_off"] = "Басқарылатын компоненттер кэші өшірілді (ұсынылмайды).";
$MESS["main_cache_managed_on"] = "Басқарылатын компоненттер кэші қосылды.";
$MESS["main_cache_managed_saved"] = "Басқарылатын кэштеу баптаулары сақталды.";
$MESS["main_cache_managed_sett"] = "Басқарылатын кэш баптаулары";
$MESS["main_cache_managed_turn_off"] = "Басқарылатын компоненттер кэшін өшіру (ұсынылмайды).";
$MESS["main_cache_managed_turn_on"] = "Басқарылатын кэшті қосу";
$MESS["main_cache_wrong_cache_path"] = "Кэш файлына қате жол.";
$MESS["main_cache_wrong_cache_type"] = "Кэштеу түрі дұрыс емес.";
