<?php
$MESS["CL_ADD_COMMENT"] = "Пікір қосу...";
$MESS["CL_ADD_SITES_FIELDS"] = "Тағы қосу";
$MESS["CL_AUTOTEST_DONE"] = "Автотест аяқталды";
$MESS["CL_AUTOTEST_RESULT"] = "Автотестілеу нәтижелері";
$MESS["CL_AUTOTEST_START"] = "Автотестті іске қосу";
$MESS["CL_A_STATUS"] = "Сәтті өтілген";
$MESS["CL_BACK_TO_CHECKLIST"] = "Алдыңғы парақшаға оралу";
$MESS["CL_BEGIN"] = "Жобаны тестілеу";
$MESS["CL_BEGIN_AUTOTEST"] = "Тестілеуді бастау";
$MESS["CL_BEGIN_PROGECT_TEST"] = "Тесттер ағашын көруге өту";
$MESS["CL_BEGIN_PROJECT_AUTOTEST"] = "Автоматты тестілеуді іске қосу";
$MESS["CL_BEGIN_PROJECT_AUTOTEST_DELAY"] = "Кейінге қалдыру";
$MESS["CL_CANT_CLOSE_PROJECT"] = "Сіз жобаны жаба алмайсыз. Барлық <b>міндетті</b> тесттер \"Өткізіп алған\" немесе \"Өтілген\" мәртебесінде болуы керек. Сондай-ақ, ағашта өтілмеген тесттер болмауы керек.";
$MESS["CL_CANT_CLOSE_PROJECT_FAILED"] = "\"Өтілмеген\" мәртебесіндегі тесттер: ";
$MESS["CL_CANT_CLOSE_PROJECT_PASSED_REQUIRE"] = "Қазір өтілген міндеттілер: ";
$MESS["CL_CHECK_PROGRESS"] = "Сәтті өтілген тесттер";
$MESS["CL_CLOSE"] = "Жабу";
$MESS["CL_DESC"] = "Сипаттама";
$MESS["CL_DONE"] = "Дайын";
$MESS["CL_EMPTY_COMMENT"] = "\"Өтілген\" және \"Өткізіп жіберген\" мәртебелері үшін міндетті түрде пікір қажет!";
$MESS["CL_EMPTY_DESC"] = "Сипаттамасы жоқ ";
$MESS["CL_END_TEST"] = "Тоқтату";
$MESS["CL_END_TEST_PROCCESS"] = "Тоқтау...";
$MESS["CL_FORM_ABOUT_CLIENT_TITLE"] = "Жоба иесімен байланысу үшін байланыс деректері";
$MESS["CL_FROM"] = " -дан (тен) ";
$MESS["CL_F_STATUS"] = "Өтілмеген";
$MESS["CL_HIDE_COMMENTS"] = "Пікірлерді жасыру";
$MESS["CL_HIDE_REPORT"] = "Жобаны жасыру";
$MESS["CL_MANUAL"] = "<p>Сапа мониторы бойынша жобаны тапсыру үшін сізге әртүрлі мақсаттағы сынақтардан өту қажет - әзірлеу сапасы, өнімді баптау және 1С-Битрикс платформасына тән ұсыныстарды сақтау.</p>
<p>Тесттердің өзі екі түрге бөлінеді: міндетті және міндетті емес. Жобаны тапсыру үшін міндетті тесттерді орындау жеткілікті.</p>
<p>Қосымша міндетті емес тесттерден өту сіздің жобаңызға салмақ қосады. Кейбір тесттерде автоматты тексеру бар.</p>";
$MESS["CL_MANUAL2"] = "<p>Жобалардың сапасын бақылаудың серіктестік бағдарламасы екі кезеңнен тұрады: Сапа мониторының тесттерінен өту және жоба иесін сауалнамадан өткізу. Бірінші кезең (Сапа мониторы) өтті.</p>
<p>
<b>\"1С-Битрикске\" жобаны тапсырудың екінші кезеңі. Жоба иесін сауалнамадан өткізу.</b><br>
Иесінің байланыс мәліметтерін көрсетіңіз.<br>
Біз онымен байланысып, студия-әзірлеуші менеджментінің сапасына, әзірленген жобаның сапасына және \"1С-Битрикс\" бағдарламалық өнімімен жұмыс істеу ыңғайлылығына қатысты небәрі 10 шағын сұрақ қоямыз.
</p>
<p><b>Біздің қоңырау туралы ескертуді ұмытпаңыз!</b></p>";
$MESS["CL_MANUAL_MINI"] = "<p>Жобаны 1С-Битрикске тапсыру үшін сізге қалған міндетті тесттерден өту керек. Олар \"Өтілмеген\" мәртебесінде (автоматты түрде өтілмеген) немесе \"Күтуде\" мәртебесінде болуы мүмкін (қосымша қолмен тексеру қажет). Оларды өту үшін тест тақырыбы бойынша біздің ұсыныстарымызды, тест мәліметтерін, \"Ұсыныстар\" қойындысын, сондай-ақ қате туралы мәліметтерді (егжей-тегжейлі есеп) оқып шығу керек. </p><p>Содан кейін екі нұсқа бар: </p><ol><li>қателерді түзетіп, тестті қайта бастаңыз, </li><li>немесе егер сіз ұсыныстар орындалды деп ойласаңыз және тест нәтижесіне әсер ететін нюанстар болса, онда біздің модераторға пікір қалдыра аласыз және мәртебені \"Сәтті өтілген\" деп өзгертіңіз.</li></ol>";
$MESS["CL_MANUAL_MINI_2"] = "Бұл нәтижелер Сапа мониторының жобасын тапсыру үшін жеткілікті. Тестілеу нәтижелерін сақтау үшін байланыс мәліметтерін енгізіңіз:";
$MESS["CL_MANUAL_TEST"] = "<p>Сапаны бақылау чек-парағында дизайн үлгілерін баптау кезеңінен бастап жүктемені тестілеуге және қауіпсіздік аудитін ұйымдастыруға дейінгі веб-жобаның сапалы интеграциясын орындау үшін компания сарапшыларының ұсыныстары бар.</p>
<p>Ұсыныстар Bitrix Framework платформасында жоғары жүктеме кезінде әр түрлі деңгейдегі веб-шешімдерді енгізу және пайдалану тәжірибесіне негізделген. Ұсыныстарды орындау веб-жобаның өнімділігін, қауіпсіздігін және басқарылуын жақсартады, технологиялық тәуекелдерді және одан әрі қолдау мен даму құнын төмендетеді.</p>
<p>Ұсыныстар міндетті және міндетті емес тесттер түрінде көрсетілген. Міндетті тесттер өте маңызды және оларды өту керек. Міндетті емес тесттер-орындауға ұсынылады. Кейбір тесттер автоматтандырылған.</p>
<p>Егер чек парағының барлық бөлімдері жасыл түспен белгіленген болса, жоба тапсыруға дайын.</p>
<p>Ұсынылатын тапсыру тәртібі:</p>
<ol>
<li>Әзірлеуші автоматтандырылған тестілеуді бастайды. Жүйе әрбір автоматтандырылған мәтінді <font color=\"green\">\"сәтті өтілді\"</font> немесе <font color=\"red\">\"өтілмеді\"</font> деп белгілеу арқылы автоматты тексеруді жүргізеді.
<li>Әзірлеуші өтілмеген әрбір автоматтандырылған тестті тексереді, кемшіліктерді жояды және қайта тексеру үшін автотестті қайта іске қосады. Тестті \"өткізіп алған\" мәртебесіне қолмен аударуға болады.</li>
<li>Әзірлеуші автоматтандырылмаған тесттерді тексереді және оны <font color=\"green\">\"сәтті өтілді\"</font> немесе \"өткізіп алған\" мәртебесіне ауыстырады.</li>
<li>Міндетті тесттер сәтті өткеннен кейін, әзірлеуші өзі/өз компаниясы туралы ақпаратты чек-парақтың тиісті бөліміне енгізеді.</li>
<li>Әзірлеуші Клиентке жобаны ұсынады. Клиент барлық міндетті тесттер <font color=\"green\">\"сәтті өтілді\"</font> мәртебесінде екеніне және <font color=\"red\">\"өтілмеді\"</font> мәртебесінде тест жоқ екеніне көз жеткізеді.</li>
<li>Әзірлеуші кешенді тестілеуден сәтті өткен жобаны тапсырады және оны мұрағатқа аударады.</li>
</ol>
<p>Енгізу сапасын бақылау чек-парағы бойынша веб-жобаның барлық кейінгі пысықтауларын тапсыру ұсынылады. Бұл веб-жобаның функционалдығын дамыту және өзгерту кезінде интеграция сапасының жеткілікті деңгейін қамтамасыз етуге мүмкіндік береді.</p>
";
$MESS["CL_MORE_DETAILS"] = "Толық есеп";
$MESS["CL_MORE_DETAILS_INF"] = "Автотестілеу нәтижесі туралы толық ақпарат";
$MESS["CL_NEED_TO_STOP"] = "Мәртебені өзгерту үшін автоматты тестілеуді тоқтату керек";
$MESS["CL_NEXT_TEST"] = "Келесі";
$MESS["CL_NOW_AUTOTEST_WORK"] = "Автоматты тестілеу қалай жұмыс істейді";
$MESS["CL_NOW_TO_TEST_IT"] = "Қалай тестілеу керек";
$MESS["CL_NO_COMMENT"] = "Егер сіз ұсыныстар орындалды деп ойласаңыз және тест нәтижесіне әсер ететін нюанстар болса, онда сіз біздің модераторға пікір қалдырып, мәртебені \"Сәтті өтілді\" деп өзгерте аласыз.";
$MESS["CL_PASS_TEST"] = "автотестті іске қосу";
$MESS["CL_PERCENT_LIVE"] = "Аяқталды";
$MESS["CL_PREV_TEST"] = "Алдыңғы";
$MESS["CL_REFRESH_REPORT_STATUSES"] = "Жоба мәртебелерін жаңарту";
$MESS["CL_REPORT_ARCHIVE"] = "\"Сапа мониторының\" аяқталған тесттері";
$MESS["CL_REPORT_CALL_TIME"] = "Қоңырау шалу уақыты";
$MESS["CL_REPORT_CALL_TIME_HINT"] = "1С-Битрикс қызметкерінің клиентке Мәскеу уақыты бойынша сағат 10-19 аралығында қоңырау шалу үшін қолайлы уақытты көрсетіңіз";
$MESS["CL_REPORT_CITY"] = "Қала";
$MESS["CL_REPORT_CLIENT_NAME"] = "Байланысушы тұлға (ТАӘ)";
$MESS["CL_REPORT_CLIENT_POST"] = "Қызметкердің лауазымы";
$MESS["CL_REPORT_COMMENT"] = "Түсініктеме";
$MESS["CL_REPORT_COMMENT_HELP"] = "Мұнда сіз 1С-Битрикс қызметкеріне клиенттің сауалнамасында пайдалы болатын кез келген ақпаратты көрсете аласыз.";
$MESS["CL_REPORT_COMPANY_NAME"] = "Компания атауы";
$MESS["CL_REPORT_DATE"] = "Өту күні";
$MESS["CL_REPORT_EMAIL"] = "Байланыс е-mail";
$MESS["CL_REPORT_FIO_TESTER"] = "ТАӘ";
$MESS["CL_REPORT_INFO"] = "Есеп бойынша ақпарат";
$MESS["CL_REPORT_INVITE"] = "Сіздерді сапа мониторы бағдарламасына қатысуға шақырамыз. Төмендегі нысанды толтырыңыз, сонда біздің қызметкерлер сауалнама жүргізу үшін клиентпен байланыса алады. Клиентке ескертіңіз.";
$MESS["CL_REPORT_NOT_FOUND"] = "есеп табылмады";
$MESS["CL_REPORT_OLD"] = "Есеп деректері ескірген, тағы бір рет тестілеуден өтіңіз.";
$MESS["CL_REPORT_PHONE"] = "Байланыс телефоны (ұялы телефон болғаны дұрыс)";
$MESS["CL_REPORT_PHONE_ADD"] = "қосу ";
$MESS["CL_REPORT_SENDED"] = "Есеп 1С-Битрикске жіберілді";
$MESS["CL_REPORT_SITES"] = "Сайттар";
$MESS["CL_REPORT_TABLE_CHECKED"] = "Сәтті өтілген";
$MESS["CL_REPORT_TABLE_DETAIL"] = "толығырақ";
$MESS["CL_REPORT_TABLE_FAILED"] = "Өтілмеген";
$MESS["CL_REPORT_TABLE_TESTER"] = "Кім өткізді";
$MESS["CL_REPORT_TABLE_TOTAL"] = "Барлық тесттер";
$MESS["CL_REPORT_WARNED"] = "Растаймын";
$MESS["CL_REPORT_WARNED2"] = ", клиентке 1С-Битрикс қызметкерінің қоңырауы туралы ескертілді";
$MESS["CL_REQUIRE_FIELDS"] = "Пікір мен қосымша нөмірден басқа барлық өрістерді толтыру қажет!";
$MESS["CL_REQUIRE_FIELDS2"] = "Барлық өрістерді толтыру қажет!";
$MESS["CL_REQUIRE_SITES"] = "Сіз көрсеткен домендер сайт баптауларында көрсетілуі керек (\"Домен атауы\" өрісі).";
$MESS["CL_RESULT_TEST"] = "Тестілеу нәтижесі";
$MESS["CL_SAVE_COMMENTS"] = "Пікірді сақтау";
$MESS["CL_SAVE_REPORT"] = "Жобаны тапсыру";
$MESS["CL_SAVE_SEND_REPORT"] = "Жобаны &laquo;1С-Битрикске&raquo; жіберу";
$MESS["CL_SAVE_SEND_REPORT_CUT"] = "Есепті &laquo;1С-Битрикске&raquo; жіберу";
$MESS["CL_SAVE_SEND_REPORT_HINT"] = "Жобаны сапаны бақылауға тапсырған кезде \"1С-Битрикс\" компаниясына сапа мониторы бойынша тестілеуден өту нәтижелері туралы ақпарат және жоба иесі тарапынан байланыс деректері ғана беріледі (\"1С-Битрикс\" қызметкерлермен байланыс үшін). Жоба туралы басқа деректер тестке қатысты пікірлерде бөлек (қолмен) көрсетілмесе, берілмейді.";
$MESS["CL_SAVE_SUCCESS"] = "Тест мәртебесі мен пікірлері сақталды";
$MESS["CL_SENDING_QC_REPORT"] = "Сапа Мониторының нәтижелерін жіберу...";
$MESS["CL_SHOW_COMMENTS"] = "Пікірді көрсету";
$MESS["CL_SHOW_HIDDEN"] = "Жасырындарды көрсету";
$MESS["CL_SHOW_REPORT"] = "Жобаны көрсету";
$MESS["CL_STATUS_COMMENT"] = "Түсініктеме";
$MESS["CL_S_STATUS"] = "Өткізіп алған";
$MESS["CL_TAB_DESC"] = "Ұсыныстар";
$MESS["CL_TAB_RESULT"] = "Нәтижесі";
$MESS["CL_TAB_TEST"] = "Тест";
$MESS["CL_TEST"] = "Тест";
$MESS["CL_TESTER"] = "Тестілеушінің пікірі";
$MESS["CL_TEST_CHECKED"] = "Сәтті өтілген";
$MESS["CL_TEST_CHECKED_COUNT"] = " тест сәтті өтті";
$MESS["CL_TEST_CHECKED_COUNT_FROM"] = " -дан (тен) ";
$MESS["CL_TEST_CHECKED_R"] = "Қалған міндетті";
$MESS["CL_TEST_CODE"] = "Тест коды";
$MESS["CL_TEST_FAILED"] = "Өтілмеген";
$MESS["CL_TEST_IS_REQUIRE"] = "міндетті";
$MESS["CL_TEST_LINKS"] = "Сілтемелер";
$MESS["CL_TEST_NAME"] = "Тест атауы";
$MESS["CL_TEST_PROGRESS"] = "#total# ішінен #check#";
$MESS["CL_TEST_REQUIRE"] = "Міндетті";
$MESS["CL_TEST_RESULT"] = "Тестілеу нәтижесі";
$MESS["CL_TEST_SKIP_REQUIRE"] = "Өткізіліп жіберілген міндеттілер";
$MESS["CL_TEST_STATUS"] = "Тест мәртебесі";
$MESS["CL_TEST_TOTAL"] = "Барлық тесттер";
$MESS["CL_TEST_WAITING"] = "Күтуде";
$MESS["CL_TITLE_CHECKLIST"] = "Сапа мониторы";
$MESS["CL_VENDOR"] = "Әзірлеушінің пікірі";
$MESS["CL_W_STATUS"] = "Күтуде";
