<?php
$MESS["AUTO_EXEC_FROM_BITRIX"] = "&quot;1С-Битрикс&quot; бұлтты сервисі арқылы";
$MESS["AUTO_EXEC_FROM_CRON"] = "cron-да агенттер арқылы";
$MESS["AUTO_EXEC_FROM_MAN"] = "#SCRIPT# тікелей іске қосу арқылы";
$MESS["AUTO_EXEC_METHOD"] = "Іске қосу әдісі:";
$MESS["AUTO_LOCK_EXISTS_ERR"] = "#DATETIME# іске қосылған автоматты резервтік көшірме өңделмейтін қатемен аяқталды. Себебін табу үшін сервер логтарын қараңыз.";
$MESS["AUTO_URL"] = "сайт мекенжайы";
$MESS["BCL_BACKUP_USAGE"] = "Орындарды қолдану: #QUOTA# ішінен #USAGE#.";
$MESS["CURRENT_POS"] = "Ағымдағы позиция:";
$MESS["DISABLE_GZIP"] = "Мұрағаттың ықшамдауын өшіру (процессордағы жүктемені азайту):";
$MESS["DUMP_ADDITIONAL"] = "Қосымша параметрлер";
$MESS["DUMP_AUTO_INFO_OFF"] = "Тұрақты резервтік көшірме жасау өшірулі";
$MESS["DUMP_AUTO_INFO_ON"] = "Тұрақты резервтік көшірме жасау қосулы";
$MESS["DUMP_AUTO_INFO_TEXT"] = "<b>Тұрақты резервтік көшірме жасау</b>

Қалпына келтіру қажет болған жағдайда әрқашан жаңартылған деректерге ие болу үшін тұрақты автоматты резервтік көшірме жасауды қосу ұсынылады. 

&quot;1С-Битрикс&quot; бұлтты мониторингі резервтік көшірме жасау үшін белгіленген уақытта сіздің сайтыңызға арнайы сілтеме ашады. Сілтемеде резервтік көшірме жасауға мүмкіндік беретін, бірақ сайт деректеріне қол жеткізуге мүмкіндік бермейтін құпия код бар. Әкімшілік бөлімге қолжетімділік қажет емес, IP арқылы жабылуы мүмкін.

Әдепкі бойынша, резервтік көшірме &quot;1С-Битрикс&quot; бұлтына жіберіледі, онда ол бірнеше данада шифрланған түрде сақталады. Бұл деректерді сақтаудың сенімді және қауіпсіз әдісі.

Егер &quot;1С-Битрикс&quot; бұлтты сервистері қолжетімсіз болса және агенттер cron-да орындалса, cron арқылы жергілікті көшірме жасалады.
";
$MESS["DUMP_AUTO_TAB"] = "Тұрақты іске қосу";
$MESS["DUMP_BITRIXCLOUD_IS_IN_PROGRESS_CHANGE_ERROR"] = "Қазіргі уақытта бұлтты қызмет арқылы резервтік көшіру орындалуда. Оның параметрлерін өзгерту мүмкін емес. Көшіру аяқталғанша күтіңіз және әрекетті қайталаңыз.";
$MESS["DUMP_BITRIXCLOUD_IS_IN_PROGRESS_CHANGE_WARNING"] = "Қазіргі уақытта бұлтты қызмет арқылы резервтік көшіру орындалуда. Оның параметрлерін өзгерту мүмкін емес.";
$MESS["DUMP_BTN_AUTO_DISABLE"] = "Тұрақты резервтік көшірме жасауды өшіру";
$MESS["DUMP_BTN_AUTO_ENABLE"] = "Тұрақты резервтік көшірме жасауды қосу";
$MESS["DUMP_BXCLOUD_NA"] = "&quot;1С-Битрикс&quot; бұлтты қоймасы қолжетімсіз";
$MESS["DUMP_CHECK_BITRIXCLOUD"] = "Тапсырманың күйін &quot;1С-Битрикс&quot; бұлтты сервисінің <a href=\"#LINK#\">парақшасында</a> тексеруге болады;";
$MESS["DUMP_CLOUD_DELETE"] = "бұлтқа сәтті жіберген соң";
$MESS["DUMP_CUR_PATH"] = "Ағымдағы жол:";
$MESS["DUMP_DB_CREATE"] = "Дерекқор дампын құру";
$MESS["DUMP_DELETE"] = "Жергілікті резервтік көшірмелерді жою";
$MESS["DUMP_DELETE_ERROR"] = "#FILE# файлын жою мүмкін болмады";
$MESS["DUMP_ERR_AUTO"] = "Резервтік көшірмені жасау барысында қате пайда болды. Толығырақ <a href=\"#LINK#\">жүйелік журналда</a>";
$MESS["DUMP_ERR_BIG_BACKUP"] = "Резервтік көшірме мөлшері &quot;1С-Битрикс&quot; бұлтындағы квотадан асып түседі. Мұрағат жергілікті жерде сақталған.";
$MESS["DUMP_ERR_NON_ASCII"] = "Резервтік көшірмені қалпына келтіру мәселелерін болдырмау үшін құпиясөзде ұлттық әліпбидің символдарына жол берілмейді";
$MESS["DUMP_LOCAL_TIME"] = "(сайттың жергілікті уақыты)";
$MESS["DUMP_MAIN_ACTIVE_FROM"] = "Белсенділіктің басталуы";
$MESS["DUMP_MAIN_ACTIVE_TO"] = "Белсенділіктің аяқталуы";
$MESS["DUMP_MAIN_ARC_CONTENTS"] = "Резервті көшірме мазмұны";
$MESS["DUMP_MAIN_ARC_DATABASE"] = "Дерекқорды мұрағаттау";
$MESS["DUMP_MAIN_ARC_MODE"] = "Мұрағаттау режимі";
$MESS["DUMP_MAIN_AUTO_PARAMETERS"] = "Мерзімді іске қосу скриптін баптау";
$MESS["DUMP_MAIN_BITRIX_CLOUD"] = "1С-Битрикс бұлты";
$MESS["DUMP_MAIN_BITRIX_CLOUD_DESC"] = "&quot;1С-Битрикс&quot; бұлтты қоймасы";
$MESS["DUMP_MAIN_BXCLOUD_INFO"] = "&quot;1С-Битрикс&quot;  компаниясы әрбір белсенді лицензия үшін үш резервтік көшірмені сақтау үшін бұлтта тегін орын ұсынады. Бұлттағы кеңістіктің көлемі лицензияға байланысты. Резервтік көшірмелерге лицензиялық кілт пен құпиясөз арқылы қол жеткізуге болады. Құпиясөзді білместен ешкім, соның ішінде &quot;1С-Битрикс&quot; қызметкерлері де сіздің деректеріңізге қол жеткізе алмайды.";
$MESS["DUMP_MAIN_CHANGE_SETTINGS"] = "Сараптамалық баптауларды өзгерту біртұтас емес мұрағаттың пайда болуына және оны қалпына келтірудің мүмкін еместігіне әкелуі мүмкін. Сіз не істеп жатқаныңызды жақсы түсінуіңіз керек.";
$MESS["DUMP_MAIN_DB_EXCLUDE"] = "Дерекқордан алып тастау:";
$MESS["DUMP_MAIN_DOWNLOAD_CLOUDS"] = "Бұлтты қойма деректерін жүктеп алу және мұрағатқа салу:";
$MESS["DUMP_MAIN_EDITION"] = "Редакция";
$MESS["DUMP_MAIN_ENABLE_EXPERT"] = "Резервтік көшірме жасаудың сараптамалық баптауларын қосу";
$MESS["DUMP_MAIN_ENC_ARC"] = "Мұрағатты шифрлау";
$MESS["DUMP_MAIN_ERROR"] = "Қате! ";
$MESS["DUMP_MAIN_ERR_GET_INFO"] = "Жаңарту серверінен кілт туралы ақпарат алу мүмкін болмады";
$MESS["DUMP_MAIN_ERR_PASS_CONFIRM"] = "Енгізілген құпиясөздер бірдей емес";
$MESS["DUMP_MAIN_EXPERT_SETTINGS"] = "Сараптамалық баптаулар";
$MESS["DUMP_MAIN_IN_THE_BXCLOUD"] = "&quot;1С-Битрикс&quot; бұлтында";
$MESS["DUMP_MAIN_IN_THE_CLOUD"] = "бұлтта";
$MESS["DUMP_MAIN_MAKE_ARC"] = "Резервті көшіру";
$MESS["DUMP_MAIN_MULTISITE_INFO"] = "Егер мұрағатқа орналастыру үшін бірнеше сайт таңдалса, мұрағаттың түбірінде тізімдегі бірінші сайт болады, ал қалған сайттардың жария бөліктері <b>/bitrix/backup/sites</b> бумасына орналастырылады. Қалпына келтіру кезінде оларды қажетті бумаларға қолмен көшіріп, символдық сілтемелер жасау қажет болады.";
$MESS["DUMP_MAIN_PARAMETERS"] = "Параметрлер";
$MESS["DUMP_MAIN_PASSWORD_CONFIRM"] = "Құпиясөзді қайталау:";
$MESS["DUMP_MAIN_REGISTERED"] = "Тіркелді";
$MESS["DUMP_MAIN_SAVE"] = "Сақтау";
$MESS["DUMP_MAIN_SESISON_ERROR"] = "Сіздің сессияңыз аяқталды. Парақшаны қайта жүктеңіз.";
$MESS["DUMP_MAIN_SITE"] = "Сайт:";
$MESS["DUMP_NOT_DELETE"] = "ешқашан жоймау";
$MESS["DUMP_NO_PERMS"] = "Серверде резервтік көшірме жасау үшін бос орын аяқталды ма жоқ па";
$MESS["DUMP_NO_PERMS_READ"] = "Оқу үшін мұрағатты ашу қатесі";
$MESS["DUMP_RETRY"] = "Тағы қайталап көру";
$MESS["DUMP_RM_BY_CNT"] = "егер көшірмелердің жалпы саны #CNT# -ден көп болса";
$MESS["DUMP_RM_BY_SIZE"] = "егер резервтік көшірмелердің жалпы мөлшері #SIZE# Гб-ден үлкен болса";
$MESS["DUMP_RM_BY_TIME"] = "егер құрылғаннан бері #TIME# күн өтсе";
$MESS["DUMP_SAVED_DISABLED"] = "Резервтік көшіруді автоматты түрде іске қосу өшірулі.<br>Резервтік көшірме /bitrix/modules/main/tools/backup.php. скриптін тікелей іске қосқан кезде ғана жасалады.";
$MESS["DUMP_TABLE_BROKEN"] = "#TABLE# кестесі ішкі MySQL қатесі арқылы жойылды. Оны толығымен резервтік көшірмеден немесе тек құрылымнан <a href=\"/bitrix/admin/site_checker.php?tabControl_active_tab=edit1\" target=_blank>жүйені тексеру</a> арқылы қалпына келтіріңіз.";
$MESS["DUMP_WARN_NO_BITRIXCLOUD"] = "Автоматты резервтік көшірмені қосу мүмкін емес: &quot;1С-Битрикс&quot; бұлтты сервистер модулі қажет немесе агенттер cron-да орындалуы керек.";
$MESS["ERR_EMPTY_RESPONSE"] = "Сервер жағында қате пайда болды: бос жауап алынды. Ағымдағы күн бойынша қателер журналындағы мәселені нақтылау үшін хостерге хабарласыңыз";
$MESS["ERR_NO_BX_CLOUD"] = "&quot;1С-Битрикс&quot; бұлтты сервистер модулі орнатылмаған.";
$MESS["ERR_NO_CLOUDS"] = "Бұлтты қоймалар модулі орнатылмаған";
$MESS["FILE_SIZE"] = "Файл өлшемі";
$MESS["INTEGRITY_CHECK"] = "Тұтастықты тексеру";
$MESS["INTEGRITY_CHECK_OPTION"] = "Аяқтағаннан кейін мұрағаттың тұтастығын тексеру:";
$MESS["MAIN_DUMP_ACTION_DOWNLOAD"] = "Жүктеу";
$MESS["MAIN_DUMP_ALERT_DELETE"] = "Файлды жойғыңыз келетініне сенімдісіз бе?";
$MESS["MAIN_DUMP_ARC_LOCATION"] = "Резервтік көшірмені орналастыру: ";
$MESS["MAIN_DUMP_ARC_NAME"] = "Мұрағат атауы";
$MESS["MAIN_DUMP_ARC_NAME_W_O_EXT"] = "Кеңейтімі жоқ файл атауы";
$MESS["MAIN_DUMP_ARC_SIZE"] = "Мұрағат көлемі:";
$MESS["MAIN_DUMP_AUTO_BUTTON"] = "Тұрақты резервтік көшірме жасау";
$MESS["MAIN_DUMP_AUTO_LOCK"] = "Автоматты резервтік көшірме жасау процесі басталды";
$MESS["MAIN_DUMP_AUTO_LOCK_TIME"] = "Іске қосылғаннан бері өтті: #TIME#";
$MESS["MAIN_DUMP_AUTO_NOTE"] = "Хостинг панелі арқылы cron-дағы тапсырманы <b>#SCRIPT#</b> скриптін орындау үшін баптаңыз. Ұсынылатын мерзімділік: апта сайын.";
$MESS["MAIN_DUMP_AUTO_PAGE_TITLE"] = "Тұрақты резервтік көшірме жасау";
$MESS["MAIN_DUMP_AUTO_WARN"] = "Қалпына келтіру жағдайында жаңартылған деректерге ие болу үшін <a href=\"#LINK#\">автоматты резервтік көшірмені</a> қосыңыз.";
$MESS["MAIN_DUMP_BASE_SINDEX"] = "іздеу индексі";
$MESS["MAIN_DUMP_BASE_SIZE"] = "МБ";
$MESS["MAIN_DUMP_BASE_STAT"] = "статистиканы";
$MESS["MAIN_DUMP_BXCLOUD_ENC"] = "Резервтік көшірмені &quot;1С-Битрикс&quot; бұлтты қоймасына орналастырған кезде шифрлауды өшіру мүмкін емес.";
$MESS["MAIN_DUMP_CLOUDS_DOWNLOAD"] = "Бұлтты қоймалардан файлдарды жүктеу";
$MESS["MAIN_DUMP_DB_PROC"] = "Дерекқор дампын мұрағатқа орналастыру";
$MESS["MAIN_DUMP_DELETE"] = "Жою";
$MESS["MAIN_DUMP_DELETE_OLD"] = "Ескі көшірмелерді жою";
$MESS["MAIN_DUMP_DOWN_ERR_CNT"] = "Жүктеу кезінде өткізіліп жіберілді";
$MESS["MAIN_DUMP_EMPTY_PASS"] = "Мұрағатты шифрлау үшін құпиясөз берілмеген";
$MESS["MAIN_DUMP_ENABLE_ENC"] = "Резервтік көшірме деректерін шифрлау:";
$MESS["MAIN_DUMP_ENC_PASS"] = "Мұрағатты шифрлауға арналған құпиясөз (кемінде 6 символ):";
$MESS["MAIN_DUMP_ENC_PASS_DESC"] = "Қауіпсіздік мақсатында мұрағатты шифрлау үшін құпиясөз кемінде 6 символдан тұруы керек";
$MESS["MAIN_DUMP_ERROR"] = "Қате";
$MESS["MAIN_DUMP_ERR_COPY_FILE"] = "Файлды көшіру мүмкін болмады: ";
$MESS["MAIN_DUMP_ERR_DELETE"] = "&quot;1С-Битрикс&quot; бұлтты қоймасынан файлдарды қолмен жою мүмкін емес. Ескі көшірмелер жаңаларын жүктегеннен кейін автоматты түрде жойылады.";
$MESS["MAIN_DUMP_ERR_FILE_RENAME"] = "Файл атауын өзгерту қатесі: ";
$MESS["MAIN_DUMP_ERR_FILE_SEND"] = "Файлды бұлтқа жіберу мүмкін болмады: ";
$MESS["MAIN_DUMP_ERR_INIT_CLOUD"] = "Бұлтты қойманы қосу мүмкін болмады";
$MESS["MAIN_DUMP_ERR_NAME"] = "Файл атауында тек латын әріптері, цифрлар, сызықша және нүкте болуы мүмкін";
$MESS["MAIN_DUMP_ERR_OPEN_FILE"] = "Файлды оқу үшін ашу мүмкін болмады: ";
$MESS["MAIN_DUMP_EVENT_LOG"] = "оқиғалар журналы";
$MESS["MAIN_DUMP_FILES_DOWNLOADED"] = "Жүктелген файлдар";
$MESS["MAIN_DUMP_FILES_SIZE"] = "Жүктелген файлдардың өлшемі";
$MESS["MAIN_DUMP_FILE_CNT"] = "Мұрағаттағы файлдар:";
$MESS["MAIN_DUMP_FILE_DUMP_BUTTON"] = "Резервті көшірмені жасау";
$MESS["MAIN_DUMP_FILE_FINISH"] = "Резервтік көшірме жасау аяқталды";
$MESS["MAIN_DUMP_FILE_KERNEL"] = "Ядроны мұрағаттау:";
$MESS["MAIN_DUMP_FILE_MAX_SIZE"] = "Көлемі үлкен (0 - шектеусіз) файлдарды мұрағаттан алып тастау:";
$MESS["MAIN_DUMP_FILE_MAX_SIZE_b"] = "б ";
$MESS["MAIN_DUMP_FILE_MAX_SIZE_gb"] = "Гб ";
$MESS["MAIN_DUMP_FILE_MAX_SIZE_kb"] = "кб ";
$MESS["MAIN_DUMP_FILE_MAX_SIZE_mb"] = "Мб ";
$MESS["MAIN_DUMP_FILE_NAME"] = "Аты";
$MESS["MAIN_DUMP_FILE_PAGES"] = "Резервтік көшірмелер";
$MESS["MAIN_DUMP_FILE_PUBLIC"] = "Жария бөлімді мұрағаттау:";
$MESS["MAIN_DUMP_FILE_SENDING"] = "Резервтік көшірмені бұлтқа жіберу";
$MESS["MAIN_DUMP_FILE_SIZE"] = "Деректер өлшемі:";
$MESS["MAIN_DUMP_FILE_SIZE1"] = "Мұрағат көлемі";
$MESS["MAIN_DUMP_FILE_STEP_SLEEP"] = "аралық:";
$MESS["MAIN_DUMP_FILE_STEP_sec"] = "сек.";
$MESS["MAIN_DUMP_FILE_STOP_BUTTON"] = "Тоқтату";
$MESS["MAIN_DUMP_FILE_TIMESTAMP"] = "Өзгертілді";
$MESS["MAIN_DUMP_FOLDER_ERR"] = "#FOLDER# бумасы жазба үшін қолжетімсіз";
$MESS["MAIN_DUMP_FOOTER_MASK"] = "Аластату бүркемесі үшін келесі ережелер қолданылады:
	<p>
	<li>Бүркеме қалыбында файл немесе бума атауындағы кез келген символдар санына сәйкес келетін &quot;*&quot; символдары болуы мүмкін;</li>
	<li>егер басында қиғаш сызық болса (&quot;/&quot; немесе &quot;\\&quot;), жол сайттың түбірінен саналады;</li>
	<li>әйтпесе қалып әр файлға немесе бумаға қолданылады;</li>
	<p>Қалып үлгілері:</p>
	<li>/content/photo - толығымен /content/photo бумасын аластату;</li>
	<li>*.zip - &quot;zip&quot; кеңейтілімі бар файлдарды аластату;</li>
	<li>.access.php - барлық &quot;.access.php&quot; файлдарын аластату;</li>
	<li>/files/download/*.zip - /files/download; директориясында &quot;zip&quot; кеңейтілімі бар файлдарды аластату</li>
	<li>/files/d*/*.ht*  - &quot;/files/d&quot; басталатын директориялардан &quot;ht&quot; басталатын кеңейтілімдері бар файлдарды аластату.</li>
	";
$MESS["MAIN_DUMP_FROM"] = "-дан (тен)";
$MESS["MAIN_DUMP_GET_LINK"] = "Тасымалдау үшін сілтеме алу";
$MESS["MAIN_DUMP_HEADER_MSG1"] = "Сайттың резервтік көшірмесін басқа хостингке көшіру үшін жаңа сайттың түбірлік бумасына <a href=\"#EXPORT#\">restore.php</a> қалпына келтіру скриптін орналастырыңыз, содан кейін браузер жолына &quot;&lt;сайт атауын&gt;/restore.php&quot; теріңіз және орауыштан шығару нұсқауларын орындаңыз.<br>Толық нұсқаулық <a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=35&CHAPTER_ID=04833\" target=_blank>анықтама бөлімінде</a> қолжетімді.";
$MESS["MAIN_DUMP_INT_CLOUD_ERR"] = "Бұлтты қойманы инициализациялау қатесі. Кейінірек жіберуді қайталап көріңіз.";
$MESS["MAIN_DUMP_LIST_PAGE_TITLE"] = "Резервтік көшірмелер тізімі";
$MESS["MAIN_DUMP_LOCAL"] = "жергілікті";
$MESS["MAIN_DUMP_LOCAL_DISK"] = "сайт бумасында";
$MESS["MAIN_DUMP_LOCATION"] = "Орналастыру";
$MESS["MAIN_DUMP_MASK"] = "Мұрағаттан файлдар мен бүркеме каталогтарын алып тастаңыз:";
$MESS["MAIN_DUMP_MAX_ARCHIVE_SIZE"] = "Мұрағаттың бір бөлігіндегі сығымдалмаған деректердің максималды мөлшері (МБ):";
$MESS["MAIN_DUMP_MAX_ARCHIVE_SIZE_INFO"] = "Php жүйесінің шектеулері мұрағаттың бір бөлігінің өлшемін 2 Гб-тан артық жасауға мүмкіндік бермейді. Бұл мәнді 200 Мб-тан асырмаңыз, себебі бұл мұрағаттау және ашу уақытын едәуір арттырады, оңтайлы мән: 100 Мб.";
$MESS["MAIN_DUMP_MAX_ARCHIVE_SIZE_VALUES"] = "рұқсат етілген мәндер: 11 - 2047";
$MESS["MAIN_DUMP_MORE"] = "Тағы...";
$MESS["MAIN_DUMP_MYSQL_ONLY"] = "Резервтік көшірме жүйесі тек MySQL дерекқорымен жұмыс істейді. Дерекқордың резервтік көшірмесін жасау үшін сыртқы құралдарды пайдаланыңыз.";
$MESS["MAIN_DUMP_NOT_INSTALLED1"] = "Openssl-дің PHP-модулі орнатылмаған.";
$MESS["MAIN_DUMP_NOT_INSTALLED_HASH"] = "Hash-тың PHP модулі орнатылмаған.";
$MESS["MAIN_DUMP_NO_CLOUDS_MODULE"] = "Бұлтты қойма модулі орнатылмаған";
$MESS["MAIN_DUMP_NO_ENC_FUNCTIONS"] = "Шифрлау функциялары қолжетімсіз, 1C-Битрикс бұлтты қойманы пайдалану мүмкін емес. Мәселені шешу үшін жүйелік әкімшіге хабарласыңыз";
$MESS["MAIN_DUMP_PAGE_TITLE"] = "Резервті көшіру";
$MESS["MAIN_DUMP_PARTS"] = "бөліктер: ";
$MESS["MAIN_DUMP_PERIODITY"] = "Кезеңділік:";
$MESS["MAIN_DUMP_PER_1"] = "күн сайын";
$MESS["MAIN_DUMP_PER_2"] = "2 күн сайын";
$MESS["MAIN_DUMP_PER_3"] = "3 күн сайын";
$MESS["MAIN_DUMP_PER_5"] = "5 күн сайын";
$MESS["MAIN_DUMP_PER_7"] = "апта сайын";
$MESS["MAIN_DUMP_PER_14"] = "екі апта сайын";
$MESS["MAIN_DUMP_PER_21"] = "үш апта сайын";
$MESS["MAIN_DUMP_PER_30"] = "ай сайын";
$MESS["MAIN_DUMP_RENAME"] = "Атауын өзгерту";
$MESS["MAIN_DUMP_RESTORE"] = "Қалпына келтіру";
$MESS["MAIN_DUMP_SAVE_PASS"] = "Назар аударыңыз! Құпиясөз еш жерде сақталмайды. Оны қауіпсіз жерде жазыңыз, бұл құпиясөзді білмей, резервтік көшірмені қалпына келтіру мүмкін болмайды.";
$MESS["MAIN_DUMP_SAVE_PASS_AUTO"] = "Енгізілген құпиясөз жергілікті дерекқорда шифрланған түрде сақталады. Шифрлау үшін сіздің лицензиялық кілт қолданылады. Айына кемінде бір рет шифрлау үшін құпиясөзді өзгертіңіз.";
$MESS["MAIN_DUMP_SEND_CLOUD"] = "Бұлтқа жіберу ";
$MESS["MAIN_DUMP_SEND_FILE_CLOUD"] = "Резервтік көшірмені бұлтты қоймаға жіберу";
$MESS["MAIN_DUMP_SHED"] = "Кесте";
$MESS["MAIN_DUMP_SHED_CLOSEST_TIME"] = "Жақын арада іске қосу жоспарланған: ";
$MESS["MAIN_DUMP_SHED_CLOSEST_TIME_TODAY"] = "Жақын арада іске қосу бүгінге жоспарланған: ";
$MESS["MAIN_DUMP_SHED_CLOSEST_TIME_TOMORROW"] = "Жақын арада іске қосу ертеңге жоспарланған: ";
$MESS["MAIN_DUMP_SHED_TIME_SET"] = "Резервтік көшірме жасау уақытын орнату жүйелік агенттер cron-да орындалған жағдайда қолжетімді (маңызды емес, тек мерзімді емес немесе бәрі). Әйтпесе, автоматты түрде резервтік көшірме жасау үшін белгілі бір уақытқа хостинг панелі арқылы <b>/bitrix/modules/main/tools/backup.php</b> скриптінің орындалуын баптау қажет.";
$MESS["MAIN_DUMP_SITE_PROC"] = "Файлдарды мұрағаттау";
$MESS["MAIN_DUMP_SKIP_SYMLINKS"] = "Директорияларға символдық сілтемелерді өткізіп жіберу:";
$MESS["MAIN_DUMP_SUCCESS_SAVED"] = "Өзгерістер сақталды";
$MESS["MAIN_DUMP_SUCCESS_SAVED_DETAILS"] = "Автоматты түрде резервтік көшірме жасау cron жоспарлағышын орнатқаннан кейін басталады";
$MESS["MAIN_DUMP_SUCCESS_SENT"] = "Резервтік көшірме бұлтты қоймаға сәтті жіберілді";
$MESS["MAIN_DUMP_TABLE_FINISH"] = "Сақталған кестелер:";
$MESS["MAIN_DUMP_USE_THIS_LINK"] = "арқылы басқа серверге тасымалдау үшін осы сілтемені пайдаланыңыз";
$MESS["MAIN_RIGHT_CONFIRM_EXECUTE"] = "Назар аударыңыз! Қолданыстағы сайттағы резервті көшірмені қалпына келтіру сайтты зақымдауы мүмкін! Жалғастыру керек пе?";
$MESS["MAKE_DUMP_FULL"] = "Толық резервтік көшірмені жасау";
$MESS["STEP_LIMIT"] = "Қадам ұзақтығы:";
$MESS["TIME_H"] = "сағ.";
$MESS["TIME_LEFT"] = ", шамамен #TIME# қалды";
$MESS["TIME_M"] = "мин.";
$MESS["TIME_S"] = "сек.";
$MESS["TIME_SPENT"] = "Резервтік көшірме жасау уақыты:";
