<?php
$MESS["ERR_MAX_INPUT_VARS"] = "Max_input_vars мәні #MIN# - ден төмен болмауы керек. Ағымдағы мән: #CURRENT#";
$MESS["ERR_NO_MODS"] = "Қажетті кеңейтімдер орнатылмаған:";
$MESS["ERR_NO_MODS_DOC_GENERATOR"] = "&quotҚұжат генераторы&quot; модулінің жұмысы үшін php-xml және php-zip кеңейтімдерін орнату қажет.";
$MESS["ERR_NO_SSL"] = "SSL қолдауы php де бапталмаған";
$MESS["ERR_NO_VM"] = "&quot;1С-Битрикс24&quot;  кепілдендірілген жұмысы үшін оны Битрикс веб-ортасына орнату керек, сізде өзіңіздің серверлік ортаңыз қолданылады.";
$MESS["ERR_OLD_VM"] = "Сіз ескі нұсқаның 1C-Битрикс веб-ортасын қолданасыз (#CURRENT#), серверді баптауда қиындықтар болмас үшін жаңартылған нұсқаны орнатыңыз (#LAST_VERSION#).";
$MESS["MAIN_AGENTS_HITS"] = "Агенттер хиттерде орындалады, агенттердің орындалуын cron-ға аудару ұсынылады";
$MESS["MAIN_BX_CRONTAB_DEFINED"] = "BX_CRONTAB константасы анықталды, оны тек cron-да жұмыс істейтін скрипттерде анықтауға болады.";
$MESS["MAIN_CATDOC_WARN"] = "catdoc қате нұсқасы: #VERSION#<br>
Толығырақ: https://bugs.debian.org/cgi-bin/bugreport.cgi?bug=679877<br>
Catdoc-тың бұрынғы нұсқасын немесе түзетілген жаңа нұсқасын орнатыңыз.";
$MESS["MAIN_CRON_NO_START"] = "Cron-ға cron_events.php іске қосылмаған, соңғы агент бір күннен астам уақыт бұрын жұмыс істеді.";
$MESS["MAIN_FAST_DOWNLOAD_ERROR"] = "Nginx арқылы файлдарды жылдам қайтаруды қолдау қолжетімсіз, бірақ бас модуль баптауларында сәйкес опция қосулы.";
$MESS["MAIN_FAST_DOWNLOAD_SUPPORT"] = "Nginx арқылы файлдарды жылдам қайтаруды қолдау қолжетімді, бірақ бас модуль баптауларында сәйкес опция өшірулі.";
$MESS["MAIN_IS_CORRECT"] = "Дұрыс";
$MESS["MAIN_NO_OPTION_PULL"] = "PUSH мәлімдемелерін жіберу үшін Push and Pull модулі опциясы қосылмаған. PUSH мәлімдемелері мобильді құрылғыларға келмейді.";
$MESS["MAIN_NO_PULL"] = "Push and Pull модулі орнатылмаған. ";
$MESS["MAIN_NO_PULL_MODULE"] = "Push and Pull модулі орнатылмаған. PUSH мәлімдемелері мобильді құрылғыларға келмейді.";
$MESS["MAIN_PAGES_PER_SECOND"] = "секундына парақша";
$MESS["MAIN_PERF_HIGH"] = "Жоғары";
$MESS["MAIN_PERF_LOW"] = "Төмен";
$MESS["MAIN_PERF_MID"] = "Орташа";
$MESS["MAIN_PERF_VERY_LOW"] = "Жол берілмейтін төмен";
$MESS["MAIN_SC_ABS"] = "Жоқ";
$MESS["MAIN_SC_ABSENT_ALL"] = "Жоқ";
$MESS["MAIN_SC_AGENTS_CRON"] = "Cron-да агенттерді орындау";
$MESS["MAIN_SC_ALL_FUNCS_TESTED"] = "Порталдың барлық функциялары тексеріліп, дұрыс жұмыс істейді";
$MESS["MAIN_SC_ALL_MODULES"] = "Барлық қажетті модульдер орнатылған";
$MESS["MAIN_SC_AVAIL"] = "Қолжетімді";
$MESS["MAIN_SC_BUSINESS"] = "Порталдың бизнес-функциялары";
$MESS["MAIN_SC_CANT_CHANGE"] = "ini_set арқылы pcre.backtrack_limit мәнін өзгерту мүмкіндігі жоқ.";
$MESS["MAIN_SC_CLOUD_TEST"] = "1С-Битрикс бұлтты сервистеріне қол жеткізу";
$MESS["MAIN_SC_COMPRESSION_TEST"] = "Парақшаларды ашуды жеделдету";
$MESS["MAIN_SC_COMP_DISABLED"] = "Ықшамдауды сервер қолдамайды, compression модулімен php-де сығымдау қолданылады";
$MESS["MAIN_SC_COMP_DISABLED_MOD"] = "Ықшамдауға сервер қолдау көрсетпейді, ықшамдау модулі өшірулі";
$MESS["MAIN_SC_CORRECT"] = "Дұрыс";
$MESS["MAIN_SC_CORRECT_DESC"] = "Порталдың дұрыс жұмыс істеуін қамтамасыз ету үшін серверлік ортаның арнайы баптаулары қажет. <a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=37\"> &quot;1С-Битрикс&quot; виртуалды машинасы</a> бұл баптауларды әдепкі бойынша қамтамасыз етеді. Егер қажетті баптаулар орындалмаса, портал функционалдығының бір бөлігі дұрыс жұмыс істемейді.";
$MESS["MAIN_SC_CORRECT_SETTINGS"] = "Баптаулар дұрыс";
$MESS["MAIN_SC_DEFAULT_CHARSET"] = "default_charset баптауы бос болмау керек.";
$MESS["MAIN_SC_DOCS_EDIT_MS_OFFICE"] = "MS Office бағдарламасында құжаттарды өңдеу";
$MESS["MAIN_SC_ENABLED"] = "Ықшамдауға сервер қолдау көрсетеді, compression модулін жою қажет";
$MESS["MAIN_SC_ENABLED_MOD"] = "Жұмыс істейді: сервер модулімен сығымдау қолданылады";
$MESS["MAIN_SC_ENC_EQUAL"] = "mbstring.internal_encoding және default_charset мәндері бірдей емес. mbstring.internal_encoding тазартып, default_charset орнату ұсынылады.";
$MESS["MAIN_SC_ENC_UTF"] = "Default_charset мәні UTF-8-де орнатылуы керек.";
$MESS["MAIN_SC_ERROR_PRECISION"] = "precision параметрі дұрыс емес мәнге ие";
$MESS["MAIN_SC_EXTERNAL_ANSWER_INCORRECT"] = "Порталға сыртқы байланыс сәтті болды, бірақ сервер дұрыс емес жауап мәртебесін қайтарды";
$MESS["MAIN_SC_EXTERNAL_APPS_TEST"] = "Порталға қауіпсіз қосылу арқылы сыртқы қосымшалармен (MS Office, Outlook, Exchange) интеграциялау";
$MESS["MAIN_SC_EXTERNAL_CALLS"] = "Сыртқы желіден бейнеқоңыраулар";
$MESS["MAIN_SC_EXTRANET_ACCESS"] = "Сырттан Экстранетке қол жеткізу";
$MESS["MAIN_SC_FAST_FILES_TEST"] = "Файлдармен және құжаттармен жылдам жұмыс";
$MESS["MAIN_SC_FULL_TEST_DESC"] = "Жүйені толық тексеру сайттың жұмысындағы ақаулардың себептерін табуға және болашақта қателіктердің пайда болуын болдырмауға көмектеседі. Әр тест бойынша анықтама қатенің себебін жоюға көмектеседі.";
$MESS["MAIN_SC_FUNC_OVERLOAD"] = "Ескірген mbstring.func_overload баптауы қолданылады, оны жойыңыз.";
$MESS["MAIN_SC_FUNC_WORKS_FINE"] = "Функция дұрыс жұмыс істейді";
$MESS["MAIN_SC_FUNC_WORKS_PARTIAL"] = "Функция ішінара дұрыс жұмыс істемейді, қателерді жою ұсынылады";
$MESS["MAIN_SC_FUNC_WORKS_WRONG"] = "Функция дұрыс жұмыс істемейді, қателерді жою қажет";
$MESS["MAIN_SC_GENERAL"] = "Порталдың жалпы жұмысы";
$MESS["MAIN_SC_GENERAL_SITE"] = "Сайттың жалпы жұмысы";
$MESS["MAIN_SC_GOT_ERRORS"] = "Корпоративтік портал жұмысында қателер табылды.<a href=\"#LINK#\">Тексеру және түзету.</a>";
$MESS["MAIN_SC_MAIL_INTEGRATION"] = "Сыртқы электрондық пошта сервистерімен интеграция қолжетімді, бірақ бірде-бір пайдаланушы баптауды аяқтаған жоқ";
$MESS["MAIN_SC_MAIL_IS_NOT_INSTALLED"] = "Пошта модулі орнатылмаған";
$MESS["MAIN_SC_MAIL_TEST"] = "Пошта мәлімдемелерін жіберу";
$MESS["MAIN_SC_MCRYPT"] = "Шифрлау функциялары";
$MESS["MAIN_SC_METHOD_NOT_SUP"] = "#METHOD# әдісін сервер қолдамайды";
$MESS["MAIN_SC_NOT_AVAIL"] = "Қолжетімсіз";
$MESS["MAIN_SC_NOT_SUPPORTED"] = "Бұл мүмкіндікті сервер қолдамайды";
$MESS["MAIN_SC_NO_ACCESS"] = "&quot;1С-Битрикс&quot; сайты қолжетімсіз, жаңартулар жүйесі мен &quot;1С-Битрикс бұлтты сервистері жұмыс істемейді";
$MESS["MAIN_SC_NO_CONFLICT"] = "Қақтығыстар анықталған жоқ";
$MESS["MAIN_SC_NO_CONNECTTO"] = "#HOST# -қа қосылу мүмкін болмады";
$MESS["MAIN_SC_NO_EXTERNAL_ACCESS_"] = "Порталға сырттан қосылу мүмкін болмағандықтан, функция қолжетімсіз";
$MESS["MAIN_SC_NO_EXTERNAL_ACCESS_MOB"] = "Мобильді қосымшадан порталға сырттан қосылу мүмкін болмағандықтан, функция қолжетімсіз";
$MESS["MAIN_SC_NO_EXTERNAL_CONNECT_WARN"] = "Порталға сыртқы қосылу сәтсіз аяқталды, мобильді қосымша жұмыс істемейді";
$MESS["MAIN_SC_NO_EXTRANET_CONNECT"] = "Экстранет дұрыс жұмыс істемейді, өйткені портал интернеттен қолжетімсіз";
$MESS["MAIN_SC_NO_IM"] = "Веб-мессенджер модулі орнатылмаған";
$MESS["MAIN_SC_NO_LDAP_INTEGRATION"] = "AD серверімен интеграция бапталмаған";
$MESS["MAIN_SC_NO_LDAP_MODULE"] = "ldap модулі орнатылмаған";
$MESS["MAIN_SC_NO_NTLM"] = "Ағымдағы қосылым NTLM авторлануын пайдаланбайды";
$MESS["MAIN_SC_NO_PULL_EXTERNAL_2"] = "Порталға сыртқы байланыс бар, бірақ Push server-де хабарламаларды оқу портына кіру мүмкін емес, мобильді қосымшадағы жедел хабарламалар жұмыс істемейді.";
$MESS["MAIN_SC_NO_PUSH_STREAM_2"] = "Push and Pull модулінде Push Server бапталмаған, ол пікірлерді жанды таспада нақты уақыт режимінде көрсету үшін қажет";
$MESS["MAIN_SC_NO_PUSH_STREAM_CONNECTION"] = "Nginx-push-stream жедел хабарлама жіберу модуліне қосылу мүмкін болмады";
$MESS["MAIN_SC_NO_PUSH_STREAM_CONNECTION_2"] = "Жедел хабарлама жіберу үшін Push серверіне қосылу мүмкін болмады";
$MESS["MAIN_SC_NO_PUSH_STREAM_VIDEO_2"] = "Push and Pull модулінде Push Server бапталмаған, ол бейнеқоңырау шалу үшін қажет";
$MESS["MAIN_SC_NO_REST_MODULE"] = "rest модулі орнатылмаған";
$MESS["MAIN_SC_NO_SOCIAL_MODULE"] = "Әлеуметтік сервистер модулі орнатылмаған";
$MESS["MAIN_SC_NO_SOCIAL_SERVICES"] = "Әлеуметтік сервистер модулінің баптауларында ешқандай әлеуметтік сервис бапталмаған";
$MESS["MAIN_SC_NO_SOCIAL_SERVICES_24NET"] = "Әлеуметтік сервистер модулінің баптауларында bitrix24.net-пен интеграция орнатылмаған ";
$MESS["MAIN_SC_NO_SUB_CONNECTION_2"] = "Жедел хабарлама оқу үшін Push серверіне қосылу мүмкін болмады";
$MESS["MAIN_SC_NO_WEBDAV_MODULE"] = "Құжаттар дерекханасының модулі орнатылмаған";
$MESS["MAIN_SC_NTLM_SUCCESS"] = "NTLM авторлануы жұмыс істейді, ағымдағы пайдаланушы: ";
$MESS["MAIN_SC_OPTION_SWITCHED_OFF"] = "LDAP модулінің баптауларында NTLM авторлануын пайдалану опциясы өшірулі";
$MESS["MAIN_SC_PATH_PUB"] = "Push and Pull модулінің баптауларында хабарламаларды жариялау жолы дұрыс емес";
$MESS["MAIN_SC_PATH_SUB"] = "Push and Pull модулінің баптауларында хабарламаларды оқу жолы дұрыс емес";
$MESS["MAIN_SC_PERFORM"] = "Өнімділік";
$MESS["MAIN_SC_PERF_TEST"] = "Сервер өнімділігін бағалау";
$MESS["MAIN_SC_PULL_NOT_REGISTERED"] = "1С-Битрикс ұсынған Push серверінде тіркеу қатесі";
$MESS["MAIN_SC_PULL_UNSUPPORTED_VERSION"] = "Push and Pull модулінің баптаулары Push Server нұсқасының ескіргенін көрсетеді. Сізге Push Server бағдарламасының жаңа нұсқасына өту қажет. <a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=41&LESSON_ID=2033\">Толығырақ.</a> ";
$MESS["MAIN_SC_PUSH_INCORRECT"] = "#MODULE# модулі дұрыс жұмыс істемейді";
$MESS["MAIN_SC_REAL_TIME"] = "Нақты байланыс режимі және бейнеқоңыраулар";
$MESS["MAIN_SC_REQUIRED_MODS_DESC"] = "Порталдың жұмыс істеуі үшін қажетті модульдердің және жүйенің базалық баптауларының болуы тексеріледі. Онсыз порталдың жұмысына кепілдік берілмейді.";
$MESS["MAIN_SC_SEARCH_INCORRECT"] = "Құжаттардың мазмұны бойынша индекстеу дұрыс жұмыс істемейді";
$MESS["MAIN_SC_SITE_GOT_ERRORS"] = "Сайт жұмысында қателер табылды.<a href=\"#LINK#\">Тексеру және түзету.</a>";
$MESS["MAIN_SC_SOME_WARNING"] = "Ескерту";
$MESS["MAIN_SC_SSL_NOT_VALID"] = "Серверде жарамсыз SSL сертификаты бар, сыртқы қосымшалармен интеграцияда проблемалар туындауы мүмкін";
$MESS["MAIN_SC_STREAM_DISABLED_2"] = "Push және Pull модулінің баптауларында Push server бапталмаған.";
$MESS["MAIN_SC_SYSTEST_LOG"] = "Жүйені тексеру журналы";
$MESS["MAIN_SC_TEST_COMMENTS"] = "Хабарлама лентасындағы жанды пікірлер";
$MESS["MAIN_SC_TEST_DOCS"] = "Google Docs және MS Office Online арқылы құжаттармен жұмыс";
$MESS["MAIN_SC_TEST_FAST_FILES_MSGVER_1"] = "Битрикс24.Диск. Файлдармен жылдам жұмыс";
$MESS["MAIN_SC_TEST_IS_INCORRECT"] = "Тест дұрыс жұмыс істемеді";
$MESS["MAIN_SC_TEST_LDAP"] = "Active Directory-мен интеграция";
$MESS["MAIN_SC_TEST_MAIL_INTEGRATION"] = "Компания ішіндегі поштамен интеграция";
$MESS["MAIN_SC_TEST_MAIL_PUSH"] = "Хабарламаларды поштадан тікелей жанды лентаға жариялау";
$MESS["MAIN_SC_TEST_MOBILE"] = "Битрикс24 мобильді қосымшасы";
$MESS["MAIN_SC_TEST_NTLM"] = "Windows желісіндегі бірыңғай авторлану (NTLM)";
$MESS["MAIN_SC_TEST_PUSH"] = "Пайдаланушыларға мобильді құрылғыларға мәлімдемелер (push мәлімдемелер)";
$MESS["MAIN_SC_TEST_PUSH_SERVER"] = "Push and Pull кезектер сервері";
$MESS["MAIN_SC_TEST_REST"] = "REST API-мен жұмыс";
$MESS["MAIN_SC_TEST_RESULT"] = "Тест нәтижесі:";
$MESS["MAIN_SC_TEST_SEARCH_CONTENTS"] = "Құжаттардың мазмұны бойынша іздеу";
$MESS["MAIN_SC_TEST_SOCNET_INTEGRATION"] = "Әлеуметтік желілермен интеграция";
$MESS["MAIN_SC_TEST_SSL1"] = "HTTPS қауіпсіз қосылымы орнатылды, сертификаттың SSL жарамдылығын тексеру мүмкін болмады, себебі сертификаттау орталықтарының ағымдағы тізімі &quot;1С-Битрикс&quot; сайтынан алынбады";
$MESS["MAIN_SC_TEST_SSL_WARN"] = "Қауіпсіз байланыс сәтсіз аяқталды, сыртқы қосымшалармен интеграцияда проблемалар туындауы мүмкін";
$MESS["MAIN_SC_TEST_VIDEO"] = "Бейнеқоңыраулар";
$MESS["MAIN_SC_UNKNOWN_ANSWER"] = "#HOST# серверінен белгісіз жауап";
$MESS["MAIN_SC_WARNINGS"] = "пайдаланушыларға мобильді құрылғыларға мәлімдеме";
$MESS["MAIN_SC_WARN_EXPAND_SESSION"] = "Егер жедел хабарлама алмасу модулі болса, сервер жүктемесін азайту үшін бас модульдің <a href='/bitrix/admin/settings.php?mid=main' target=_blank>баптауларында</a> сессияны ұзартуды өшіру қажет.";
$MESS["MAIN_SC_WINDOWS_ENV"] = "Windows ортасымен интеграция";
$MESS["MAIN_TMP_FILE_ERROR"] = "Тестілеу үшін уақытша файл жасау мүмкін болмады";
$MESS["MAIN_WRONG_ANSWER_PULL"] = "PUSH серверінен белгісіз жауап алынды";
$MESS["PHP_VER_NOTIFY"] = "Назар аударыңыз! Қазіргі уақытта сіз өнім жаңартуларын, соның ішінде қауіпсіздік жаңартуларын алмайсыз, өйткені PHP #CUR# ескірген нұсқасы орнатылған. PHP-ді #REQ# нұсқасына дейін жаңарту қажет. PHP жаңартпас бұрын <a href=\"https://helpdesk.bitrix24.ru/open/17332020/\">қолдау мақаласын</a> міндетті түрде оқып шығыңыз.";
$MESS["SC_CACHED_EVENT_WARN"] = "Поштаны жіберу туралы ақпарат кэштелген, мүмкін бұл ақаулыққа байланысты болуы мүмкін, барлық кэшті тазалап көріңіз.";
$MESS["SC_CHARSET_CONN_VS_RES"] = "Қосылымды кодтау (#CONN#) нәтижені кодтаудан өзгеше (#RES#)";
$MESS["SC_CHECK_B"] = "Тексеру";
$MESS["SC_CHECK_FILES"] = "Қолжетімділікті тексеру";
$MESS["SC_CHECK_FILES_ATTENTION"] = "Назар аударыңыз!";
$MESS["SC_CHECK_FILES_WARNING"] = "Файлдарды тексеру скрипті серверде айтарлықтай жүктеме тудыруы мүмкін.";
$MESS["SC_CHECK_FOLDER"] = "Буманы тексеру";
$MESS["SC_CHECK_FULL"] = "Толық тексеру";
$MESS["SC_CHECK_KERNEL"] = "Ядроны тексеру";
$MESS["SC_CHECK_TABLES_ERRORS"] = "Кесте кодтауында қателер бар, жалпы қателер саны: #VAL#, оларды автоматты түрде түзетуге болады: #VAL1#.";
$MESS["SC_CHECK_TABLES_STRUCT_ERRORS"] = "Дерекқор құрылымында қателер бар. Барлығы #VAL#, автоматты түрде түзетілуі мүмкін: #VAL1#.";
$MESS["SC_CHECK_TABLES_STRUCT_ERRORS_FIX"] = "Авто түзету сәтті өтті, бірақ бірқатар өрістер (#VAL#) түрі бойынша ерекшеленеді, оларды сайтты тексеру журналы негізінде қолмен түзету қажет.";
$MESS["SC_CHECK_UPLOAD"] = "Файлдарды жүктеу үшін буманы тексеру";
$MESS["SC_COLLATE_WARN"] = "&quot;#TABLE#&quot; кестесі үшін салыстыру (#VAL1#) дерекқор салыстыруынан өзгеше (#VAL0#)";
$MESS["SC_CONNECTION_CHARSET"] = "Қосылымды кодтау";
$MESS["SC_CONNECTION_CHARSET_NA"] = "Қосылымды кодтау қатесіне байланысты тексеру мүмкін болмады";
$MESS["SC_CONNECTION_CHARSET_WRONG"] = "Дерекқорға қосылуды кодтау #VAL#, ағымдағы мән: #VAL1# болуы керек";
$MESS["SC_CONNECTION_COLLATION_WRONG_UTF"] = "Дерекқорға байланысты салыстыру utf8_unicode_ci болуы керек, ағымдағы мән: #VAL#.";
$MESS["SC_CRON_WARN"] = "BX_CRONTAB_SUPPORT тұрақтысы /bitrix/php_interface/dbconn.php ішінде анықталған, бұл ретте Cron-да агенттерді шақыру бапталуы керек.";
$MESS["SC_DATABASE_CHARSET_DIFF"] = "Дерекқорды кодтау (#VAL1#) қосылымды кодтаудан өзгеше (#VAL0#).";
$MESS["SC_DATABASE_COLLATION_DIFF"] = "Дерекқорды салыстыру (#VAL1#) қосылымды салыстырудан өзгеше (#VAL0#).";
$MESS["SC_DATABASE_LC_CTYPE"] = "Дерекқорды салыстыру (#VAL0#) UTF-8 емес, кейбір функциялар дұрыс жұмыс істемейді. Түзету үшін дерекқорды экспорттау керек, содан кейін жаңа \"CREATE DATABASE newDB lc_ctype='C.UTF-8' template template0\" құрып, оған деректерді импорттау керек. Содан кейін сайт байланысын жаңа дерекқорды пайдалану үшін өзгертіңіз.";
$MESS["SC_DB_CHARSET"] = "Дерекқор кодталуы";
$MESS["SC_DB_ERR"] = "ДҚ проблемалық нұсқасы:";
$MESS["SC_DB_ERR_DEFAULT_STORAGE_ENGINE"] = "default_storage_engine=#VALUE#, InnoDB талап етіледі";
$MESS["SC_DB_ERR_INNODB_DEFAULT_ROW_FORMAT"] = "innodb_default_row_format=#VALUE#, DYNAMIC талап етіледі";
$MESS["SC_DB_ERR_INNODB_LARGE_PREFIX"] = "innodb_large_prefix=#VALUE#, ON талап етіледі";
$MESS["SC_DB_ERR_INNODB_STRICT"] = "innodb_strict_mode=#VALUE#, OFF талап етіледі";
$MESS["SC_DB_ERR_MODE"] = "MySQL ішіндегі sql_mode айнымалысы бос болуы керек, ағымдағы мән:";
$MESS["SC_DB_MISC_CHARSET"] = "&quot;#TABLE#&quot; кестесінің кодтауы (#VAL1#) дерекқор кодтауынан өзгеше (#VAL0#)";
$MESS["SC_DELIMITER_ERR"] = "Ағымдағы бөлгіш: &quot;#VAL#&quot;, &quot;.&quot; талап етіледі";
$MESS["SC_ERROR0"] = "Қате!";
$MESS["SC_ERROR1"] = "Жұмыс істемейді";
$MESS["SC_ERRORS_FOUND"] = "Қате&nbsp;табылды";
$MESS["SC_ERRORS_NOT_FOUND"] = "Қате&nbsp;табылмады&nbsp;";
$MESS["SC_ERR_CONNECT_MAIL001"] = "mail-001.bitrix24.com пошта серверіне қосылу мүмкін болмады";
$MESS["SC_ERR_DNS"] = "#DOMAIN# домені үшін MX жазбасын алу мүмкін болмады";
$MESS["SC_ERR_DNS_WRONG"] = "DNS дұрыс орнатылмаған, бір MX жазбасы болуы керек: mail-001.bitrix24.com (бапталды: #DOMAIN#).";
$MESS["SC_ERR_FIELD_DIFFERS"] = "#TABLE# кестесіндегі #FIELD# \"#CUR#\" өрісі \"#NEW#\" дискіндегі сипаттамаға сәйкес келмейді";
$MESS["SC_ERR_NO_FIELD"] = "#TABLE# кестесінде #FIELD# өрісі жоқ";
$MESS["SC_ERR_NO_INDEX"] = "#TABLE# кестесінде #INDEX# индексі жоқ";
$MESS["SC_ERR_NO_INDEX_ENABLED"] = "#TABLE# кестесі үшін #INDEX# толық мәтінді индексі қосылмаған";
$MESS["SC_ERR_NO_SETTINGS"] = "/bitrix/.settings.php конфигурация файлы табылмады.";
$MESS["SC_ERR_NO_TABLE"] = "#TABLE# кестесі жоқ";
$MESS["SC_ERR_NO_VALUE"] = "#TABLE# кестесінде қызметтік жазба жоқ: #SQL#";
$MESS["SC_ERR_PHP_PARAM"] = "Параметр #PARAM# = #CUR#, #REQ# қажет";
$MESS["SC_ERR_TEST_MAIL_PUSH"] = "Электрондық пошта серверінен #DOMAIN# порталына тесттік қосылымын орындау мүмкін болмады";
$MESS["SC_FIELDS_COLLATE_WARN"] = "&quot;#TABLE#&quot; кестесіндегі &quot;#FIELD#&quot; өрісі үшін салыстыру (#VAL1#) дерекқор салыстыруынан өзгеше (#VAL0#)";
$MESS["SC_FILES_CHECKED"] = "Тексерілген файлдар: <b>#NUM#</b><br>Ағымдағы жол: <i>#PATH#</i>";
$MESS["SC_FILES_FAIL"] = "Оқу немесе жазу мүмкін емес (алғашқы 10 көрсетілген):";
$MESS["SC_FILES_OK"] = "Барлық тексерілген файлдар мен бумаларды оқуға және жазуға болады";
$MESS["SC_FILE_EXISTS"] = "Файл бар:";
$MESS["SC_FIX"] = "Түзету";
$MESS["SC_FIX_DATABASE"] = "Дерекқор қателерін түзету";
$MESS["SC_FIX_DATABASE_CONFIRM"] = "Дерекқор қателерін түзетуге әрекет жасалады. Бұл операция қауіпті болуы мүмкін.

Процесті бастамас бұрын резервтік көшірме жасау ұсынылады. Көшірме дайын, жалғастыру керек пе?";
$MESS["SC_FIX_MBSTRING"] = "Конфигурацияны түзету";
$MESS["SC_FIX_MBSTRING_CONFIRM"] = "Назар аударыңыз!

Конфигурация файлдары өзгертіледі, егер сәтсіз болса, сайтты тек хостинг панелі арқылы қалпына келтіруге болады. 

Жалғастыру керек пе?";
$MESS["SC_FULL_CP_TEST"] = "Жүйені толық тестілеу";
$MESS["SC_GR_EXTENDED"] = "Қосымша функциялары";
$MESS["SC_GR_FIX"] = "Қателерді түзету";
$MESS["SC_GR_MYSQL"] = "Дерекқорды тестілеу";
$MESS["SC_HELP"] = "Көмек.";
$MESS["SC_HELP_CHECK_ACCESS_DOCS"] = "Google Docs немесе MS Office Online арқылы құжаттарды қарау және өңдеу үшін осы қызметтер үшін арнайы сыртқы сілтеме жасалады, ол бойынша құжаттарды алуға болады. Қауіпсіздік мақсатында сілтеме ерекше түрге ие және құжат жабылғаннан кейін бірден жойылады.

Бұл механизмнің дұрыс жұмыс істеуі үшін порталға интернеттен қолжетімділік қажет.";
$MESS["SC_HELP_CHECK_ACCESS_MOBILE"] = "Мобильді қосымшаның жұмыс істеуі үшін интернеттен порталға қолжетімділік қажет.

Тест арнайы checker.internal.bitrix24.com серверін пайдаланады, ол порталға браузерден портал мекенжайын пайдаланып қосылуға тырысады. Бұл жағдайда біздің серверге ешқандай пайдаланушы деректері берілмейді.

Жедел хабарламалар жұмыс істеуі үшін Push Server хабарламаларын оқу портына қосылу мүмкіндігі де қажет. Қосылу порты <a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=41&LESSON_ID=2033\">Push and Pull</a> модулінің баптауларынан алынады.";
$MESS["SC_HELP_CHECK_AD"] = "Егер Windows Active Directory немесе LDAP сервері жергілікті желіде бапталған болса, бірыңғай құпиясөздерді сақтау орны мен компания құрылымын қамтамасыз ету үшін AD интеграциясын <a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=41&CHAPTER_ID=726\">баптау</a> қажет.

Ол үшін php-де ldap модулі орнатылуы керек.";
$MESS["SC_HELP_CHECK_BX_CRONTAB"] = "Мерзімді емес агенттердің жұмысын (және поштаны беруді) cron-ға ауыстыру үшін <i>/bitrix/php_interface/dbconn.php</i> -да тұрақтыны орнату қажет:
<code>define('BX_CRONTAB_SUPPORT', true);</code>

Осыдан кейін хиттерде тек мерзімді агенттер орындалады. Содан кейін Cron-да <i>/var/www/bitrix/modules/main/tools/cron_events.php</i> скриптін минут сайын іске қосуға тапсырма қойыңыз.
(<i>/var/www</i> сайт түбіріне апаратын жолмен ауыстырыңыз).

Скрипт ішінде <b>BX_CRONTAB</b> тұрақтысы анықталған, бұл скрипттің cron-дан жұмыс істейтіндігінің көрсеткіші және тек мерзімді емес агенттердің орындалуына әкеледі. Егер бұл тұрақты <i>dbconn.php</i> ішінде қате анықталса, мерзімді агенттер толығымен тоқтатылады.";
$MESS["SC_HELP_CHECK_CACHE"] = "Кейде php процесі кэш бумасында tmp кеңейтімі бар файл жасай алатын, бірақ php атауын өзгерте алмайтын жағдай туындайды. Мәселе Windows жүйесінде жұмыс істейтін веб-серверлерде байқалуы мүмкін. Веб-сервер жұмыс істейтін пайдаланушы құқықтарының дұрыс орнатылмауымен байланысты.";
$MESS["SC_HELP_CHECK_CA_FILE"] = "Тест www.1c-bitrix.ru сайтына қосылуға тырысады. 

Бұл квоталар мен сервистердің ағымдағы күйі туралы ақпарат жаңартылған кезде &quot;1C-Битрикс&quot; бұлтты қызметтерді (CDN, бұлтты сақтық көшірме, қауіпсіздік сканері және т.б.) пайдалану кезінде күнделікті жұмыс үшін қажет. Бұл ретте ешқандай пайдаланушы деректері бізге серверге берілмейді.

Содан кейін бұл тест біздің сайттан сертификаттау орталықтарының тізімін жүктейді, ол ағымдағы сайттың SSL сертификатының жарамдылығын тексерудің келесі тестісі үшін қажет.
";
$MESS["SC_HELP_CHECK_COMPRESSION"] = "Дайын html-ді сығымдау жіберу уақытын қысқарту және парақшаларды ашудың жалпы күту уақытын азайту үшін қажет.

Серверге жүктемені азайту үшін арнайы веб-сервер модулі арқылы ықшамдауды қамтамасыз ету қажет. 

Егер бұл мүмкін болмаса, Битрикс compression модулімен сығымдау қолданылады, әйтпесе compression модулі <a href=\"/bitrix/admin/module_admin.php\">орнатылмауы</a> керек.";
$MESS["SC_HELP_CHECK_CONNECT_MAIL"] = "Жаңа пошта хабарламалары туралы мәлімдемелерді тікелей корпоративтік порталдан алу үшін пайдаланушы өзінің жеке портал параметрлері парақшасынан пошта жәшігіне қосылу деректерін көрсетуі қажет.";
$MESS["SC_HELP_CHECK_DBCONN"] = "Конфигурация файлдарындағы мәтін шығысы тексеріледі: <i>dbconn.php</i> и <i>init.php</i>.

Тіпті бос орын немесе жолды тасымалдау ықшамдау қосылған кезде парақшаның браузер жағында ашылмауына және оқылмайтын болуына әкелуі мүмкін.

Авторлану кезінде немесе CAPTCHA жұмысында мәселелер туындауы мүмкін.";
$MESS["SC_HELP_CHECK_EXEC"] = "Php Unix жүйесінде CGI/FastCGI режимінде жұмыс істегенде, скрипттердің дұрыс жұмыс істеуі үшін осы скрипттерді іске қосу үшін белгілі бір жүйелік құқықтар қажет.
Егер тест нәтиже бермесе, скрипттер үшін қажетті құқықтарды біліп, <b>BX_FILE_PERMISSIONS</b> және <b>BX_DIR_PERMISSIONS</b> тұрақтылары үшін <i>dbconn.php</i> -ға орнатыңыз.

Мүмкін болса, php жұмыс режимін Apache модулі ретінде пайдаланыңыз.";
$MESS["SC_HELP_CHECK_EXTRANET"] = "<a href=\"https://dev.1c-bitrix.ru/learning/course/?COURSE_ID=45&CHAPTER_ID=794\">Экстранет</a> модулінің жұмысы үшін интернеттен порталға қолжетімділік қажет. 

Егер сіз бұл модульді пайдаланбасаңыз, оны <a href=\"/bitrix/admin/module_admin.php\">модульдер тізімінен</a> жойыңыз.";
$MESS["SC_HELP_CHECK_FAST_DOWNLOAD"] = "Файлдарды жылдам қайтару <a href=\"http://wiki.nginx.org/X-accel\">Nginx</a> ішкі бағыттауын қолданады. Бұл жағдайда файлға PHP арқылы қолжетімділікті тексеру, қайтару Nginx арқылы жүзеге асырылады. 

PHP ресурстары келесі сұрауды өңдеу үшін босатылады. Бұл жалпы порталдың өнімділігін және Битрикс.Диск арқылы файлдарды қайтару, құжаттар кітапханасымен жұмыс, тіркелген файлдарды жанды лентадан беру жылдамдығын айтарлықтай жақсартады.

<a href=\"/bitrix/admin/settings.php?mid=main\">Бас модуль</a> баптауларында сәйкес опцияны қосу керек. <a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=37\">&quot;1С-Битрикс&quot; виртуалды машинасы</a> бұл мүмкіндікті әдепкі бойынша қолдайды.

";
$MESS["SC_HELP_CHECK_GETIMAGESIZE"] = "Көрнекі редакторға Flash ролигін енгізу үшін оның өлшемін анықтау қажет. Ол үшін <b>getimagesize</b> стандартты php функциясы қолданылады. Сондай-ақ, <b>Zlib</b> кеңейтімі қажет. Егер <b>Zlib</b> кеңейтімі модуль ретінде орнатылса, функция сығымдалған Flash роликтері үшін дұрыс жұмыс істемеуі мүмкін. Ол статикалық түрде құрастырылуы керек.

Мәселені шешу үшін хостерге хабарласыңыз.";
$MESS["SC_HELP_CHECK_HTTP_AUTH"] = "Сұраудың HTTP тақырыпаттарын қолдана отырып, авторлану деректері жіберіледі, содан кейін оларды REMOTE_USER (немесе REDIRECT_REMOTE_USER) серверінің айнымалысы арқылы анықтауға тырысады. HTTP авторлану 1С және басқа функционалдылықты біріктіру үшін қажет.

Егер php CGI/FastCGI режимінде жұмыс істесе (бұл сұрақты хостта нақтылауға болады), Apache үшін mod_rewrite модулінің болуы және .htaccess ережесі қажет:
<b>RewriteRule .* - [E=REMOTE_USER:%{HTTP:Authorization}]</b>

Мүмкін болса, php жұмыс режимін Apache модулі ретінде пайдаланыңыз.";
$MESS["SC_HELP_CHECK_INSTALL_SCRIPTS"] = "Кейде пайдаланушылар өнімнің резервтік көшірмесін қалпына келтіргеннен немесе орнатқаннан кейін орнату скрипттерін жоюды ұмытып кетеді (restore.php, bitrixsetup.php). Егер пайдаланушы автоматты түрде жою қатесін елемеген болса, қалған қызметтік скрипттер сайттың бұзылуына әкелуі мүмкін, оларды қолмен жою керек.";
$MESS["SC_HELP_CHECK_LOCALREDIRECT"] = "1С-Битрикстің әкімшілік бөлігі барлық нысандарды сақтағаннан кейін бастапқы бетке қайта бағытталатындай жұмыс істейді. Бұл бетті жаңарту кезінде деректерді қайта жібермеуге мүмкіндік береді. Қайта бағыттаудың дұрыс жұмыс істеуі үшін веб-сервер бірқатар айнымалыларды дұрыс анықтауы керек. Сондай-ақ, HTTP жауап тақырыпаттарын қайта анықтау мүмкіндігі болуы керек.

Егер қандай да бір сервер айнымалылары <i>dbconn.php</i> ішінде қайта анықталса, бұл туралы деректер тестке жіберіледі. Яғни, қайта бағыттау сайттағы нақты жағдайдағыдай жағдайларда жұмыс істейді.";
$MESS["SC_HELP_CHECK_MAIL"] = "Тест хатын hosting_test@bitrixsoft.com пошта мекенжайына стандартты PHP mail функциясы арқылы жіберу жүзеге асырылады. Тестті поштаның нақты жұмысына мүмкіндігінше жақындату үшін қызмет жәшігі орнатылды.

Хаттың тест мәтіні ретінде сайтты тексеру скриптінің бастапқы коды беріледі.

<b>Ешқандай пайдаланушы деректері берілмейді!</b>

Тест хаттың пошта жәшігіне жеткізілуін тексермейтінін ескеріңіз. Сонымен қатар, поштаны басқа пошта серверлеріне жеткізуді тексеру мүмкін емес.

Егер хатты жіберу уақыты бір секундтан асса, бұл сайттың жұмысын айтарлықтай баяулатуы мүмкін. Хостерден кешіктірілген поштаны жіберуді (спулер арқылы) орнатуды немесе Cron арқылы поштаны жіберуді (және агенттердің жұмысын) қосуды сұраңыз. Ол үшін dbconn.php - ға тұрақтыны қосу керек:
<code>define('BX_CRONTAB_SUPPORT', true);</code>

Содан кейін Cron-ға <i>php /var/www/bitrix/modules/main/tools/cron_events.php</i> скриптінің минут сайынғы орындалуын қосыңыз.
(<i>/var/www</i> сайт түбіріне апаратын жолмен ауыстырыңыз).

Бірақ егер mail() функциясы бұл жағдайда жұмыс істемесе, серверде php стандартты әдісімен поштаны жіберу мүмкін емес деп айтуға болады.

Егер хостер сайттан поштаны жіберудің балама әдістерін ұсынса, оларды custom_mail функциясы арқылы пайдалануға болады. Бұл мүмкіндікті <i>/bitrix/php_interface/init.php</i> файлында анықтаңыз, ол бірдей параметрлер жиынтығымен кірістірілген mail функциясының орнына қолданылады.";
$MESS["SC_HELP_CHECK_MAIL_BIG"] = "Көлемді хабарламаны жіберген кезде алдыңғы хаттың мәтіні (сайтты тексеру скриптінің бастапқы коды) 10 рет қайталанады. Сонымен қатар, хаттың тақырыбы екі жолға бөлініп, noreply@bitrixsoft.com мекенжайына жасырын көшірме жіберу қосылады.

Дұрыс бапталмаған серверлерде мұндай хаттар жіберілмеуі мүмкін.

Файлдарды жүктеу мәселелерін шешу үшін сіз хостерге хабарласуыңыз керек немесе жергілікті орнату үшін поштаны жіберуге арналған серверді өзіңіз баптауыңыз керек.";
$MESS["SC_HELP_CHECK_MAIL_B_EVENT"] = "B_EVENT дерекқорындағы кесте сайттан пошта жіберу кезегін сақтайды. Хаттарды беру нәтижесі де сол жерде тіркеледі. Егер сайттан қандай да бір хаттар жіберілмесе, мәселе алушының мекенжайында, пошта қалыбының параметрлерінде немесе жалпы сервердегі пошта жұмысында болуы мүмкін.";
$MESS["SC_HELP_CHECK_MAIL_PUSH"] = "Жанды лентаға <a href=\"https://helpdesk.bitrix24.ru/open/1602367/\" target=_blank>хабарламаларды жариялау</a> функциясы поштадан тікелей арнаға сіздің порталыңызда есептік жазбасы жоқ пайдаланушылардың кез келген талқылауына немесе міндетке қосылуға мүмкіндік береді.

Функцияның дұрыс жұмыс істеуі үшін <a href=\"https://helpdesk.bitrix24.ru/open/8494909/\" target=_blank>портал домені үшін DNS баптаңыз</a> және порталға қолжетімділікті сыртынан ашыңыз.";
$MESS["SC_HELP_CHECK_MBSTRING"] = "Mbstring модулі әртүрлі тілдермен жұмыс істеу үшін қажет. 

Сайттың кодталуы default_charset параметрінде көрсетілуі керек, мысалы:

<b>default_charset=utf-8</b>

Егер параметрлер талап етілгенге сәйкес келмесе, онда әртүрлі жерлерде мүлдем күтпеген қателер пайда болады: жартылай кесілген мәтін, XML импорты, жаңарту жүйесі және т. б.";
$MESS["SC_HELP_CHECK_MEMORY_LIMIT"] = "Тест жеке php процесс жасайды, ол берілген өлшемдегі айнымалыны жадта жасайды. Бірқатар дәйекті өлшеулер арқылы php процесіне қолжетімді жад мөлшері анықталады.

Php.ini-дегі жадты шектеудің негізгі параметрі-бұл <b>memory_limit</b>. Бірақ параметрдің мәніне сену мүмкін емес, өйткені хостингтерде қосымша жад шектеулері орнатылуы мүмкін.

Назар аударыңыз, тест кодты қолдану арқылы <b>memory_limit</b> мәнін арттыруға тырысады:
<code>ini_set(&quot;memory_limit&quot;, &quot;512M&quot;)</code>

Егер ағымдағы мән аз болса, көрсетілген жолды <i>/bitrix/php_interface/dbconn.php</i> ішіне орнатыңыз.
";
$MESS["SC_HELP_CHECK_METHOD_EXISTS"] = "Кейбір php нұсқаларында скрипт <i>method_exists</i> функциясын шақыруы кезінде төмендейді. Мәселені талқылау php сайтында бар: <a href=\"http://bugs.php.net/bug.php?id=51425\" target=_blank>http://bugs.php.net/bug.php?id=51425</a>
Шешім ретінде php-дің басқа нұсқасын орнату керек.";
$MESS["SC_HELP_CHECK_MYSQL_BUG_VERSION"] = "Сайттың қалыпты жұмысына кедергі келтіретін қателері бар MySQL нұсқалары белгілі:
<b>5.0.41</b> - EXISTS әдісі дұрыс жұмыс істемейді, іздеу дұрыс жұмыс істемейді;
<b>5.1.34</b> - auto_increment қадамы әдепкі бойынша 2-ге тең, 1 талап етіледі.

Егер сізде осы нұсқалардың біреуі орнатылған болса, MySQL-ді жаңартыңыз.";
$MESS["SC_HELP_CHECK_MYSQL_CONNECTION_CHARSET"] = "MySQL-ге серверге деректерді беру кезінде қолданылатын кодтау және салыстыру тексеріледі.

<i>utf8</i> кодталған сайт үшін кодтау <i>utf8</i> және салыстыру <i>utf8_unicode_ci</i> болуы керек. Егер сайт <i>cp1251</i> кодтауында жұмыс істесе, қосылым сол кодтауды қолдануы керек.

Қосылым кодтауын өзгерту үшін <i>/bitrix/php_interface/after_connect_d7.php</i> -ке код орнатыңыз (<i>utf8</i> үшін мысал):
<code>\$connection = Bitrix\\Main\\Application::getConnection(); 
\$connection-&gt;queryExecute('SET NAMES &quot;utf8&quot;');</code>
Салыстыруды реттеу үшін <b>кодтауды көрсеткеннен кейін</b> кодты орнатыңыз:
<code>\$connection-&gt;queryExecute('SET collation_connection = &quot;utf8_unicode_ci&quot;');</code>
<i>/bitrix/php_interface/after_connect.php</i> файлына
<code>\$DB->Query(&quot;SET NAMES 'utf8'&quot;);
\$DB->Query(&quot;SET collation_connection = 'utf8_unicode_ci'&quot;);</code>
<b>Назар аударыңыз!</b> Жаңа мәндер орнатылғаннан кейін сайттағы деректердің дұрыс көрсетілгеніне көз жеткізіңіз.
";
$MESS["SC_HELP_CHECK_MYSQL_DB_CHARSET"] = "Дерекқорды кодтау мен салыстырудың кодтау мен қосылымды салыстыруға сәйкестігі тексеріледі. Бұл MySQL мәндері жаңа кестелер жасау үшін қолданылады.

Қате автоматты түрде түзетілуі мүмкін, ол үшін сайт жұмыс істейтін пайдаланушының дерекқорды өзгерту құқығы болуы керек (ALTER DATABASE).
";
$MESS["SC_HELP_CHECK_MYSQL_MODE"] = "<i>sql_mode</i> параметрі MySQL жұмыс режимін орнатады. 1С-Битрикс-ке сәйкес келмейтін мәндерді қабылдай алады. Әдепкі жұмыс режимін орнату үшін <i>/bitrix/php_interface/after_connect_d7.php</i> қосыңыз:
<code>\$connection = Bitrix\\Main\\Application::getConnection();
\$connection-&gt;queryExecute(&quot;SET sql_mode=''&quot;);
\$connection-&gt;queryExecute(&quot;SET innodb_strict_mode=0&quot;);</code>

MySQL 8.0.26 және одан кейінгі нұсқаларында қосылым параметрлерін реттеу үшін SESSION_VARIABLES_ADMIN дерекқорының пайдаланушы артықшылығы қажет болуы мүмкін екенін ескеріңіз. Егер ағымдағы артықшылықтар жеткіліксіз болса, ДҚ әкімшісіне хабарласу немесе MySQL конфигурация файлындағы параметрлерді баптау қажет.
";
$MESS["SC_HELP_CHECK_MYSQL_TABLE_CHARSET"] = "Барлық кестелердің (және өрістердің) кодталуы дерекқор кодтауымен сәйкес келуі керек. Егер кейбір кестелер дұрыс кодталмаған болса, оларды қолмен SQL сұраулар арқылы түзету қажет.

Барлық кестелерді салыстыру дерекқордағы салыстыруға сәйкес келуі керек, егер кодтау дұрыс орнатылса және салыстырулар әр түрлі болса, қатені автоматты түрде түзетуге болады.

<b>Назар аударыңыз!</b> Кесте мен өріс кодтарын өзгертпес бұрын дерекқордың толық резервтік көшірмесін жасаңыз.";
$MESS["SC_HELP_CHECK_MYSQL_TABLE_FORMAT"] = "Дерекқормен дұрыс жұмыс істеу үшін қажет:

1. InnoDB сақтау жүйесі жоғары сенімділік пен транзакцияны қолдайды.
2. Кестелердегі жолдарды сақтау пішімі REDUNDANT немесе COMPACT болмауы керек, өйткені бұл жағдайда UTF-8 кодтау үшін индекстердегі жолдарды сақтау ұзындығының шектеулеріне байланысты кейбір индекстер жасалмайды.";
$MESS["SC_HELP_CHECK_MYSQL_TABLE_STATUS"] = "Кестелердің тұтастығын тексеру үшін MySQL механизмі қолданылады. Егер кейбір кестелер жойылса, дерекқордағы қателерді түзету механизмін іске қосу ұсынылады.";
$MESS["SC_HELP_CHECK_MYSQL_TABLE_STRUCTURE"] = "Модульдерді орнату файлдары олар жұмыс істейтін кестелердің құрылымы туралы ақпаратты қамтиды. Модульдер жаңартылған кезде кесте құрылымы мен орнату файлдары өзгереді.

Егер модуль файлдары нақты деректер құрылымына сәйкес келмесе, өнім жұмысында қиындықтар туындайды.

Кейбір индекстер дистрибутивтерге қосылды, бірақ жаңартуларда шықпады, өйткені индекстерді құру көп уақытты қажет етеді және жаңарту жүйесінің бұзылуына әкелуі мүмкін.

Жүйені тексеру <b>орнатылған</b> модульдері диагностикадан өткізеді және жетіспейтін индекстер мен өрістерді автоматты түрде жасай алады, сонымен қатар кесте өрістерін деректердің тұтастығына кепілдік беретін етіп өзгерте алады. Егер өріс түрі өзгерсе, журнал деректерін қолмен талдау қажет.";
$MESS["SC_HELP_CHECK_MYSQL_TIME"] = "Дерекқор мен веб-сервердің жүйелік уақыты салыстырылады. Кері синхрондалу әр түрлі физикалық машиналарға орнатылған кезде болуы мүмкін, бірақ көбінесе уақыт белдеуін дұрыс орнатпау нәтижесінде пайда болады.

<i>/bitrix/php_interface/dbconn.php</i> - те php уақыт белдеуін орнатуға болады, мысалы:
<code>date_default_timezone_set(&quot;Etc/GMT-3&quot;);</code>

Дерекқор үшін қосыңыз <i>/bitrix/php_interface/after_connect_d7.php</i>:
<code>\$connection = Bitrix\\Main\\Application::getConnection(); 
\$connection-&gt;queryExecute(&quot;SET LOCAL time_zone='&quot;.date('P').&quot;'&quot;);</code>

<i>/bitrix/php_interface/after_connect.php</i> файлына
<code>\$DB->Query(&quot;SET LOCAL time_zone='&quot;.date('P').&quot;'&quot;);</code>

<i>Etc/GMT-3</i> орнына тізімнен өз уақыт белдеуін көрсетіңіз: http://en.wikipedia.org/wiki/List_of_tz_database_time_zones";
$MESS["SC_HELP_CHECK_NTLM"] = "<a href=\"http://wikipedia.org/wiki/SSO\">Бірыңғай кіру технологиясы</a> веб-сервер жағында арнайы модульдерді орнатуды  және порталды <a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=32&LESSON_ID=5510\">баптауды</a> қажет етеді.

Linux ортасында NTLM баптау оңай емес, бірақ <a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=37\">&quot;1C-Битрикс&quot; виртуалды машинасында</a> 4.2 нұсқасынан бастап бұл мүмкіндік бапталған, оны тек машинаны баптау шебері арқылы қосу керек.";
$MESS["SC_HELP_CHECK_PCRE_RECURSION"] = "Егер <i>pcre.recursion_limit</i> параметрі жүйелік стек өлшемінен асатын болса (әдетте 8 Мб), PHP күрделі тұрақты өрнектерді орындау кезінде <i>Segmentation fault</i> қатесімен төмендейді.

Егер жүйелік стек өлшемін ұлғайту мүмкін болмаса, <i>pcre.recursion_limit</i> параметрін азайту керек. Бұл жағдайда PHP төмендемейді, бірақ жолдарды өңдеу әрдайым дұрыс жұмыс істемейді: форумда бос хабарламалар пайда болуы мүмкін.";
$MESS["SC_HELP_CHECK_PERF"] = "<a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=32&CHAPTER_ID=1146\">Өнімділік мониторы</a> әдісімен сервер өнімділігін бағалау.

Сервер секундына бере алатын бос парақшалар санын көрсетеді. Яғни, өнім ядросының қосылымын ғана қамтитын парақшаны құру уақытының кері мәні.

Эталонды <a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=37\"> &quot;1С-Битрикс&quot; виртуалды машинасы</a> шамамен 30 бірлікке бағаланады.

Егер сіз жүктелмеген серверде төмен баға алсаңыз, бұл конфигурация қателерін көрсетеді. Егер төмен баға тек жүктеме кезінде пайда болса, бұл аппараттық ресурстардың жетіспеушілігін көрсетуі мүмкін.";
$MESS["SC_HELP_CHECK_PGSQL_CONNECTION_CHARSET"] = "PostgreSQL қосылымын кодтау UTF-8 болуы керек.";
$MESS["SC_HELP_CHECK_PGSQL_DB_CHARSET"] = "PostgreSQL дерекқорының орны UTF-8 кодтауына негізделуі керек.";
$MESS["SC_HELP_CHECK_PGSQL_VERSION"] = "PostgreSQL серверінің нұсқасы минималды талаптарға сай болуы керек.";
$MESS["SC_HELP_CHECK_PHP_MODULES"] = "Өнімнің толық жұмыс істеуі үшін қажетті кеңейтімдердің болуы тексеріледі. Қате болған жағдайда қол жетімсіз модульдердің тізімі көрсетіледі.

Мәселені шешу үшін хостерге хабарласу керек, ал жергілікті орнату үшін php.net сайтындағы құжаттама негізінде қажетті кеңейтімдерді өзіңізге орнату қажет";
$MESS["SC_HELP_CHECK_PHP_SETTINGS"] = "Php.ini параметрлері файлында анықталған параметрлердің маңызды мәндері тексеріледі. Қате болған жағдайда дұрыс бапталмаған параметрлер тізімі көрсетіледі. Әр параметр туралы толық ақпаратты php.net сайтынан табуға болады.

<a href=\"https://www.1c-bitrix.ru/products/vmbitrix/index.php\" target=_blank>Битрикс веб-орта</a> - бұл &quot;1С-Битрикс24&quot; және &quot;1С-Битрикс сайтты басқару&quot; өнімдерінің жұмысы үшін оңтайлы конфигурацияланған серверлік орта.";
$MESS["SC_HELP_CHECK_POST"] = "Көптеген параметрлері бар POST сұрауын жіберу. Егер серверде suhosin сияқты қауіпсіздік бағдарламасы орнатылған болса, деректер бұғатталуы мүмкін. Әдетте бұл жағдайда ақпараттық блок элементін сақтау жұмыс істемейді.";
$MESS["SC_HELP_CHECK_PULL_COMMENTS"] = "Жанды лентадағы пікірлер барлық пайдаланушыларға қосылғаннан кейін бірден көрінуі үшін <a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=41&LESSON_ID=2033\">Push and Pull</a> модулін баптау қажет.

<a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=37\">&quot;1С-Битрикс&quot; виртаулды машинасында</a> 4.2 нұсқасынан бастап кіріктірілген push&amp;pull қолдауы бар.
";
$MESS["SC_HELP_CHECK_PULL_STREAM"] = "Push and Pull кезек сервері Битрикс24 және 1C-Битрикс: Сайтты басқару өнімдерінің көптеген құралдарының өзара әрекеттесуіне қызмет етеді. Ол Міндеттерде, Күнтізбелерде, Жаңалықтар лентасы, Топтар, RPA, Битрикс24 мобильді қосымшасы, Чаттар, Құжаттар генераторы, Телефония, Сату орталығы және басқа сервистерде қолданылады.

Жүйенің толық жұмыс істеуі үшін <a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=41&LESSON_ID=2033\">Push and Pull</a> және Push server модулінің баптауы қажет.

<a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=37\">&quot;1С-Битрикс&quot; виртаулды машинасында</a> 4.2 нұсқасынан бастап кіріктірілген Push Server қолдауы бар.
";
$MESS["SC_HELP_CHECK_PUSH_BITRIX"] = "<a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=41&LESSON_ID=2033\">Push and Pull</a> модулі Pull технологиясы бойынша хабарламаларды лезде жіберуді және мобильді құрылғыларға push технологиясы бойынша <a href=\"https://www.1c-bitrix.ru/products/intranet/features/mobileapp.php\">1С-Битрикс</a> мобильді қосымшасына мәлімдеме жіберуді қамтамасыз етеді.

Apple және Android құрылғыларына мәлімдемелер жіберу https://cloud-messaging.bitrix24.com 1С-Битрикс бірыңғай қызметі арқылы HTTPS көмегімен жүзеге асырылады.

Мобильді құрылғыларға push мәлімдемелер жұмыс істеуі үшін порталдан осы серверге қолжетімділік мүмкіндігі болуы тиіс.
";
$MESS["SC_HELP_CHECK_REST"] = "Rest модулі сыртқы қосымшалармен интеграциялау және бірқатар Битрикс24.Маркеттің қосымшалары жұмысы үшін орнатылуы керек. Сіз өзіңіздің Битрикс24-тегі қосымшаларыңызды <a href=\"https://dev.1c-bitrix.ru/rest_help/\" target=\"_blank\">әзірлеушілерге арналған құжаттама</a> негізінде біріктіре аласыз.";
$MESS["SC_HELP_CHECK_SEARCH"] = "Құжаттардың мазмұны бойынша іздеу үшін сыртқы құралдарды <a href=\"https://dev.1c-bitrix.ru/learning/course/?COURSE_ID=48&CHAPTER_ID=04759\">баптау</a> қажет. <a href=\"/bitrix/admin/settings.php?mid=intranet\">intranet</a> модулінің баптауларында осы қосымшаларға дұрыс жолдар көрсетілуі керек. Әйтпесе, порталда құжаттарды іздеу тек файл атауы бойынша мүмкін болады.



<a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=37\"> &quot;1С-Битрикс&quot; виртуалды машинасы</a> бұл мүмкіндікті әдепкі бойынша қамтамасыз етеді.";
$MESS["SC_HELP_CHECK_SECURITY"] = "Apache mod_security модулі php suhosin модулі сияқты сайтты хакерлердің шабуылынан қорғауға арналған, бірақ іс жүзінде ол сайттың қалыпты жұмысына кедергі келтіреді. Оны өшіру ұсынылады, оның орнына 1С-Битрикс проактивті қорғаныс модулін қолданыңыз.";
$MESS["SC_HELP_CHECK_SERVER_VARS"] = "Веб-сервер анықтайтын айнымалылардың мәндері тексеріледі.

HTTP_HOST мәні ағымдағы виртуалды хосттың (доменнің) атауынан алынады. Жарамсыз домен кейбір браузерлердің (мысалы, Internet Explorer 6) cookie файлдарын сақтаудан бас тартуына әкеледі, нәтижесінде авторлану сақталмайды.";
$MESS["SC_HELP_CHECK_SESSION"] = "Сессия механизмін қолдана отырып, деректерді серверде сақтау мүмкіндігі тексеріледі. Бұл базалық мүмкіндік хиттер арасында авторлануды сақтау үшін қажет.

Егер олардың қолдауы орнатылмаған болса, php.ini-де сессияларды сақтауға арналған бума дұрыс көрсетілмеген немесе жазу үшін қолжетімсіз болса сессиялар жұмыс істемеуі мүмкін.";
$MESS["SC_HELP_CHECK_SESSION_UA"] = "Сессияларды сақтау тексеріледі, бірақ <i>User-Agent</i> браузерді сәйкестендіру HTTP тақырыпаты берілмейді.

Браузерге қатысты сыртқы қосымшалар осылай жұмыс істей алады: файлдарды бірнеше рет жүктеу, фотосуреттерді жүктеу, WebDAV клиенттері, 1С және т. б.

Мәселенің себебі көбінесе <b>suhosin</b> php модулінің дұрыс бапталмауы болып табылады.";
$MESS["SC_HELP_CHECK_SITES"] = "Көп сайттың базалық баптаулары тексеріледі. Егер сайттар түбірлік бумаға апаратын жолды көрсетсе (және бұл тек әртүрлі домендердегі сайттар үшін жасалуы керек), әрбір осындай бумада жазбаға қолжетімді bitrix бумасына символдық сілтеме болуы керек.

Өнімнің бір қондырғысында барлық сайттар UTF-8 кодтауында немесе бір байтты кодтауда жұмыс істеуі керек.";
$MESS["SC_HELP_CHECK_SOCKET"] = "Веб-серверден өзіне желілік байланыс жүзеге асырылады. Бұл желілік функциялардың жұмысын тексеру үшін, сонымен қатар бірқатар кейінгі тесттер үшін қажет.

Сонымен, егер бұл базалық тест жұмыс істемесе, онда тәуелсіз php процесін құру қажет болатын қосымша тесттерді жүргізу мүмкін емес.

Мәселе, әдетте, егер қосылымға фаервол тыйым салса, әкімшілік бөлімге IP арқылы кіруге тыйым салынса немесе сайтқа кіру үшін HTTP/NTLM авторлануы қажет болса пайда болады. Тестілеу кезеңінде бұл шектеулерді өшіру керек.";
$MESS["SC_HELP_CHECK_SOCKET_SSL"] = "Серверге шифрланған қосылу <a href=\"http://ru.wikipedia.org/wiki/HTTPS\">HTTPS</a> хаттамасы бойынша жүзеге асырылады. Оны шынымен қауіпсіз ету үшін жарамды SSL сертификаты қажет.

Сертификаттың жарамдылығы оны сертификаттау орталығы тексергенін және берілген серверге тиесілі екенін білдіреді. Әдетте мұндай сертификатты хостинг провайдері арқылы сатып алуға болады.

Егер порталмен жұмыс https қосылымы арқылы жүрсе және өзіне қол қойылған сертификат пайдаланылса, WebDAV хаттамасы бойынша желілік дискілерді қосу және MS Outlook бағдарламасымен интеграциялау сияқты сыртқы бағдарламалық жасақтамамен жұмыс істеу кезінде қиындықтар туындауы мүмкін.
";
$MESS["SC_HELP_CHECK_SOCNET"] = "Порталдың жанды таспасына әлеуметтік желілерден хабарламаларды алу үшін әр сервистің кілттерін бөлек көрсететін әлеуметтік сервистер модулін <a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=48&CHAPTER_ID=03040\">баптау</a> қажет. ";
$MESS["SC_HELP_CHECK_TURN"] = "Бейне қоңырау шалу үшін сізге <a href=\"http://wikipedia.org/wiki/WebRTC\">WebRTC</a> қолдайтын браузер қажет (Google Chrome 17 нұсқасынан, Opera 12 нұсқасынан және Firefox 18 нұсқасынан).

<a href=\"https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=37\">&quot;1С-Битрикс&quot; виртаулды машинасында</a> 4.2 нұсқасынан бастап кіріктірілген push&amp;pull қолдауы бар.

Егер браузерлердің тікелей желілік байланысы мүмкін болмаса, сізге арнайы TURN сервері қажет. &quot;1С-Битрикс&quot; компаниясы өз клиенттері үшін бапталған TURN серверін тегін ұсынады: turn.calls.bitrix24.com мекенжайы бойынша, ол әдепкі бойынша қолданылады. Сіз өзіңіздің серверіңізді баптай аласыз және оның мекенжайын &quot;веб-мессенджерлер&quot; (im) модулінің баптауларында көрсете аласыз.";
$MESS["SC_HELP_CHECK_UPDATE"] = "Бас модуль баптаулары негізінде жаңарту серверіне тесттік байланыс жүзеге асырылады. Егер байланыс орнатылмаса, жаңартуларды орнату, сондай-ақ сынақ нұсқасын іске қосу мүмкін болмайды.

Мұның себебі прокси-сервердің дұрыс орнатылмауы, брандмауэр шектеулері немесе сервердің желілік баптаулары болуы мүмкін.";
$MESS["SC_HELP_CHECK_UPLOAD"] = "Веб-серверге қосылу және бинарлы деректерді файл ретінде беру әрекеті жүзеге асырылады. Сервер жағында жіберілген деректер эталонмен салыстырылады. Мәселе <i>php.ini</i> -де файлдарды тасымалдауға тыйым салынуында болуы мүмкін, <i>/bitrix/tmp</i> немесе жазылатын уақытша бума қолжетімсіз.

Екілік деректерді қайта кодтайтын орыс Apache веб-сервер ретінде пайдаланылатын жағдай болуы мүмкін.

Файлдарды жүктеу мәселелерін шешу үшін сіз хостерге хабарласуыңыз керек немесе жергілікті орнату үшін файлдарды жүктеу үшін серверді өзіңіз баптауыңыз керек.";
$MESS["SC_HELP_CHECK_UPLOAD_BIG"] = "4Мб-тан асатын бинарлы файл жүктеліп жатыр. Егер файлды жүктеудің алдыңғы тестісі жұмыс істесе, php.ini шектеуі жұмыс істеген болуы мүмкін:<b>post_max_size</b> немесе <b>upload_max_filesize</b>. Мәндерді phpinfo-да нақтылауға болады (Баптаулар - Құралдар - Диагностика - PHP баптаулары).

Дискте кеңістік болмауы мүмкін.";
$MESS["SC_HELP_CHECK_UPLOAD_RAW"] = "Бинарлы деректер POST сұрау денесі арқылы беріледі. Кейбір жағдайларда сервер жағында бұл деректердің бұрмалануы орын алады, нәтижесінде 1С интеграциясы және Flash жүктеуші арқылы фотосуреттерді жүктеу жұмыс істемейді.";
$MESS["SC_HELP_CHECK_WEBDAV"] = "<a href=\"http://ru.wikipedia.org/wiki/WebDAV\">WebDAV</a> хаттамасы MS Office бағдарламасындағы құжаттарды жергілікті компьютерге жүктемей-ақ тікелей порталда редакциялауға мүмкіндік береді. Ол үшін портал жұмыс істейтін сервер осы хаттама бойынша сұраныстарды php скрипттеріне өзгертусіз жіберуі керек. Егер мұндай сұрауларды сервер бұғаттаса, MS Office-тен құжаттарды өңдеу жұмыс істемейді.

Сонымен қатар, қосымша пайдаланушы жағында <a href=\"https://dev.1c-bitrix.ru/learning/course/?COURSE_ID=45&LESSON_ID=2262#office\">баптау</a> қажет, оны тексеру мүмкін емес.
";
$MESS["SC_HELP_NOTOPIC"] = "Өкінішті, бұл мәселе бойынша ақпарат жоқ.";
$MESS["SC_MBSTRING_NA"] = "UTF баптауындағы қателерге байланысты тексеру мүмкін болмады";
$MESS["SC_MB_NOT_UTF"] = "Сайт бір байтты кодтауда жұмыс істейді";
$MESS["SC_MB_UTF"] = "Сайт UTF кодтауында жұмыс істейді";
$MESS["SC_MEMORY_CHANGED"] = "Memory_limit мәні ini_set арқылы тестілеу кезінде #VAL0# - ден #VAL1# -ге дейін өсті.";
$MESS["SC_MOD_GD"] = "GD дерекханасы";
$MESS["SC_MOD_GD_JPEG"] = "GD-де jpeg қолдауы";
$MESS["SC_MOD_MBSTRING"] = "mbstring қолдау";
$MESS["SC_MOD_XML"] = "XML қолдау";
$MESS["SC_MYSQL_ERR_VER"] = "#CUR# нұсқасының MySQL орнатылды, #REQ# қажет";
$MESS["SC_NOT_FILLED"] = "Мәселенің сипаттамасы енгізілмеген";
$MESS["SC_NOT_LESS"] = "#VAL# М кем емес";
$MESS["SC_NO_PROXY"] = "Прокси сервермен байланыс жоқ";
$MESS["SC_NO_ROOT_ACCESS"] = "Бума қолжетімсіз ";
$MESS["SC_NO_TMP_FOLDER"] = "Уақытша бума жоқ";
$MESS["SC_PATH_FAIL_SET"] = "Сайттың түбіріне апаратын жол бос болуы керек, орнатылған:";
$MESS["SC_PCRE_CLEAN"] = "Жүйенің шектеулеріне байланысты ұзын жолдармен жұмыс істеуде қиындықтар туындауы мүмкін";
$MESS["SC_PGSQL_ERR_VER"] = "#CUR# нұсқасының PostgreSQL орнатылған, #REQ# қажет";
$MESS["SC_PORTAL_WORK"] = "Портал жұмысы";
$MESS["SC_PORTAL_WORK_DESC"] = "Корпоративтік портал жұмысы";
$MESS["SC_PROXY_ERR_RESP"] = "Прокси арқылы жаңарту серверінің қате жауабы";
$MESS["SC_READ_MORE_ANC"] = "Толығырақ <a href=\"#LINK#\" target=_blank>жүйені тексеру журналында</a>.";
$MESS["SC_RUS_L1"] = "Сайттан жүгіну";
$MESS["SC_SEC"] = "сек.";
$MESS["SC_SENT"] = "Жіберілді. Жіберу уақыты:";
$MESS["SC_SITE_CHARSET_FAIL"] = "Аралас кодтау: UTF-8 және UTF-8 емес";
$MESS["SC_SOCKET_F"] = "сокеттармен жұмыс істеу функциялары";
$MESS["SC_SOCK_NA"] = "Сокеттармен жұмыс істеудегі қателікке байланысты тексеру мүмкін болмады";
$MESS["SC_START_TEST_B"] = "Тестілеуді бастау";
$MESS["SC_STOP_B"] = "Тоқтату";
$MESS["SC_STOP_TEST_B"] = "Тоқтату";
$MESS["SC_STRLEN_FAIL_PHP56"] = "Strlen жол функциясы дұрыс жұмыс істемейді.";
$MESS["SC_SUBTITLE_DISK"] = "Дискіге қолжетімділікті тексеру";
$MESS["SC_SUBTITLE_DISK_DESC"] = "Сайт скрипттерінің сайт файлдарын жазуға рұқсаты болуы керек. Бұл сайт құрылымын басқару модулінің жұмысы, файлдарды жүктеу, сондай-ақ сайт ядросын соңғы нұсқаға жаңартатын жаңарту жүйесінің жұмысы үшін қажет.";
$MESS["SC_SUPPORT_COMMENT"] = "Жүгінуді жіберуде мәселелер туындаған жағдайда, біздің сайттағы нысанды пайдаланыңыз:";
$MESS["SC_SWF_WARN"] = "Swf роликтерін енгізу жұмыс істемеуі мүмкін";
$MESS["SC_SYSTEM_TEST"] = "Жүйені тексеру";
$MESS["SC_TABLES_NEED_REPAIR"] = "Кестелердің тұтастығы бұзылған, түзету қажет.";
$MESS["SC_TABLE_BROKEN"] = "&quot;#TABLE#&quot; кестесі ішкі MySQL қатесі нәтижесінде жойылды. Автоматты түзету деректерсіз кесте жасайды.";
$MESS["SC_TABLE_CHARSET_WARN"] = "&quot;#TABLE#&quot; кестесіндегі &quot;#FIELD#&quot; өрісінің кодтауы (#VAL1#) дерекқор кодтауынан өзгеше (#VAL0#)";
$MESS["SC_TABLE_CHECK_NA"] = "Базалық кодтау қатесіне байланысты тексерілмеген";
$MESS["SC_TABLE_COLLATION_NA"] = "Кестені кодтау қателеріне байланысты тексерілмеген";
$MESS["SC_TABLE_ERR"] = "#VAL# кестесіндегі қате:";
$MESS["SC_TABLE_ROW_FORMAT"] = "&quot;#TABLE#&quot; кестесін сақтау пішімі InnoDB емес немесе жолдарды сақтау пішімі Dynamic емес";
$MESS["SC_TABLE_ROW_FORMAT_ERRORS"] = "Барлық кестелер InnoDB емес немесе Dynamic сақтау пішімі жоқ, жалпы қателер саны: #VAL#, олардың ішінде автоматты түрде түзетуге болады: #VAL1#.";
$MESS["SC_TABLE_ROW_FORMAT_NA"] = "Кестені сақтау пішіміндегі қателерге байланысты тексерілмеген";
$MESS["SC_TABLE_SIZE_WARN"] = "&quot;#TABLE#&quot; кестесінің үлкен өлшемі (#SIZE# M)";
$MESS["SC_TAB_2"] = "Қолжетімділікті тексеру";
$MESS["SC_TAB_5"] = "Техникалық қолдау";
$MESS["SC_TESTING"] = "Тексеру жүргізіліп жатыр...";
$MESS["SC_TESTING1"] = "Тестілеу...";
$MESS["SC_TEST_CONFIG"] = "Конфигурацияны тексеру";
$MESS["SC_TEST_DOMAIN_VALID"] = "Ағымдағы домен жарамды емес (#VАL#). Ол тек сандарды, латын әріптерін және сызықшаны қамтуы мүмкін. Нүкте болуы керек.";
$MESS["SC_TEST_FAIL"] = "Қате сервер жауабы. Тестілеуді аяқтау мүмкін болмады";
$MESS["SC_TEST_START"] = "Тексеруді орындау";
$MESS["SC_TEST_SUCCESS"] = "Сәтті";
$MESS["SC_TEST_WARN"] = "Қазір сервер конфигурациясы туралы ақпарат жиналады.
Егер ақаулық орын алса, \"Конфигурацияны тестілеу журналын жіберу\" опциясын алып тастап, әрекетті қайталаңыз.";
$MESS["SC_TIK_ADD_TEST"] = "Конфигурацияны тестілеу журналын жіберу";
$MESS["SC_TIK_DESCR"] = "Мәселенің сипаттамасы";
$MESS["SC_TIK_DESCR_DESCR"] = "қатеге әкелген әрекеттер тізбегі, қатенің сипаттамасы,...";
$MESS["SC_TIK_LAST_ERROR"] = "Соңғы қате мәтіні";
$MESS["SC_TIK_LAST_ERROR_ADD"] = "бекітілген";
$MESS["SC_TIK_SEND_MESS"] = "Хабарлама жіберу";
$MESS["SC_TIK_SEND_SUCCESS"] = "Хабарлама сәтті жіберілді. Біраз уақыттан кейін #EMAIL# мекенжайына техникалық қолдау жүйесінен хабарлама алу туралы растау келуі керек.";
$MESS["SC_TIK_TITLE"] = "Техникалық қолдау қызметіне хабарлама жіберу";
$MESS["SC_TIME_DIFF"] = "Уақыт #VAL# секундқа ерекшеленеді";
$MESS["SC_TMP_FOLDER_PERMS"] = "Уақытша бумаға жазу құқығы жоқ";
$MESS["SC_T_APACHE"] = "Веб-сервер модульдері";
$MESS["SC_T_AUTH"] = "HTTP авторлану";
$MESS["SC_T_CACHE"] = "Кэш файлдарымен жұмыс";
$MESS["SC_T_CHARSET"] = "ДҚ кестелерді кодтау";
$MESS["SC_T_CHECK"] = "Кестелерді тексеру";
$MESS["SC_T_CLONE"] = "Объектілерді сілтеме бойынша беру";
$MESS["SC_T_DBCONN"] = "Конфигурация файлдарындағы қосымша шығыс";
$MESS["SC_T_EXEC"] = "Файлды құру және іске қосу";
$MESS["SC_T_FORMAT"] = "ДҚ кестелерді сақтау пішімі";
$MESS["SC_T_GETIMAGESIZE"] = "swf үшін getimagesize функциясы";
$MESS["SC_T_INSTALL_SCRIPTS"] = "Сайттың түбіріндегі қызметтік скрипттер";
$MESS["SC_T_MAIL"] = "Пошта жіберу";
$MESS["SC_T_MAIL_BIG"] = "64Кб-тан жоғары пошта хабарламасын жіберу ";
$MESS["SC_T_MAIL_B_EVENT"] = "Жіберілмеген хабарламалардың болуын тексеру";
$MESS["SC_T_MAIL_B_EVENT_ERR"] = "Жүйелік пошта хабарламаларын жіберу кезінде қателер бар, жіберілмеген хабарламалар саны:";
$MESS["SC_T_MBSTRING"] = "UTF баптауының параметрлері (mbstring және BX_UTF тұрақтысы)";
$MESS["SC_T_MEMORY"] = "Жадтың нақты шектелуі";
$MESS["SC_T_METHOD_EXISTS"] = "Жолдағы method_exists шақыруы";
$MESS["SC_T_MODULES"] = "Қажетті php модульдерінің болуы";
$MESS["SC_T_MYSQL_VER"] = "MySQL-сервер нұсқасы";
$MESS["SC_T_PGSQL_VER"] = "PostgreSQL сервер нұсқасы";
$MESS["SC_T_PHP"] = "PHP міндетті параметрлері";
$MESS["SC_T_POST"] = "Көптеген параметрлері бар POST сұрауын жіберу";
$MESS["SC_T_RECURSION"] = "Стека өлшемі және pcre.recursion_limit";
$MESS["SC_T_REDIRECT"] = "Ішкі қайта бағыттау (Localredirect функциясы)";
$MESS["SC_T_SERVER"] = "Сервер айнымалыларының мәндері";
$MESS["SC_T_SESS"] = "Сессияны сақтау";
$MESS["SC_T_SESS_UA"] = "UserAgent-сыз сессияларды сақтау";
$MESS["SC_T_SITES"] = "Сайт баптаулары";
$MESS["SC_T_SOCK"] = "Сокеттармен жұмыс";
$MESS["SC_T_SQL_MODE"] = "MySQL жұмыс режимі";
$MESS["SC_T_STRUCTURE"] = "Дерекқор құрылымы";
$MESS["SC_T_TIME"] = "ДҚ мен веб-сервердегі уақыт";
$MESS["SC_T_UPLOAD"] = "Файлды жүктеу";
$MESS["SC_T_UPLOAD_BIG"] = "4Мб-тан асатын файлды жүктеу ";
$MESS["SC_T_UPLOAD_RAW"] = "php://input арқылы файлды жүктеу";
$MESS["SC_UPDATE_ACCESS"] = "Жаңартулар серверіне қолжетімділік";
$MESS["SC_UPDATE_ERROR"] = "Жаңартулар серверімен байланыс жоқ";
$MESS["SC_UPDATE_ERR_RESP"] = "Жаңарту серверінің қате жауабы";
$MESS["SC_VER_ERR"] = "PHP #CUR# нұсқасы орнатылды, #REQ# және одан жоғары қажет";
$MESS["SC_WARN"] = "Бапталмаған";
$MESS["SC_WARNINGS_FOUND"] = "Қателер анықталған жоқ, бірақ ескертулер бар";
$MESS["SC_WARN_DAV"] = "Mod_dav/mod_dav_fs модулі жүктелген, WebDav жұмыс істемейді";
$MESS["SC_WARN_SECURITY"] = "Mod_security модулі жүктелген, әкімшілік бөлімнің жұмысында проблемалар туындауы мүмкін";
$MESS["SC_WARN_SUHOSIN"] = "Suhosin модулі жүктелген, әкімшілік бөлімнің жұмысында проблемалар туындауы мүмкін (suhosin.simulation=#VAL#)";
