<?php
$MESS["ERROR_BAD_SESSID"] = "Сіздің сессияңыз аяқталды. Әрекетті тағы бір рет қайталаңыз.";
$MESS["ERROR_COPY_FILE"] = "Мұрағатты жүктеу қатесі. Жазу құқығы жеткіліксіз болуы мүмкін.";
$MESS["ERROR_EXISTS_FILE"] = "Мұрағатты жүктеу қатесі. Әрекетті тағы бір рет қайталаңыз.";
$MESS["ERROR_IMPORT_SMILE"] = "Смайлдарды импорттау қатесі";
$MESS["IM_IMPORT_COMPLETE"] = "Импорт аяқталды.";
$MESS["IM_IMPORT_HELP_1"] = "Мұрағатта қызметтік сипаттама және локализация файлдары болуы мүмкін, мұрағат үлгісін #LINK_START#мына жерден#LINK_END# жүктеп алуға болады.";
$MESS["IM_IMPORT_HELP_2"] = "Егер қызметтік файлдар табылмаса, онда импорттау файл атауындағы белгілерді қолдана отырып, файлдар тізімі бойынша жасалады (\"smile_\" - смайл, \"icon_\" - белгіше, \"_hr\" - жоғары ажыратымдылық).";
$MESS["IM_IMPORT_HELP_3"] = "Мысалы, \"test\" коды бар санатқа импорттау кезінде <b>smile_green_hr.png</b> файлы \"Жоғары ажыратымдылықтағы смайл\" деп түсіндіріледі, ал редакторға кірістіру коды <b>:test/green:</b> болады";
$MESS["IM_IMPORT_HELP_4"] = "<b>Назар аударыңыз! Сіздің жиынтығыңызды немесе галереяңызды құру және пайдалану ұсынылады. Жүйенің келесі жаңартуын орнатқан кезде стандартты жиынтыққа енгізілген өзгертулер жойылуы мүмкін.</b>";
$MESS["IM_IMPORT_TOTAL"] = "Сәтті импортталған смайлдар: #COUNT#";
$MESS["SMILE_FILE"] = "Мұрағат";
$MESS["SMILE_FILE_NOTE"] = "Мұрағат пішімі: zip, сығымдаусыз";
$MESS["SMILE_IMPORT_TITLE"] = "Смайлдар импорты";
$MESS["SMILE_SET_ID"] = "Жиынтық";
$MESS["SMILE_TAB_SMILE"] = "Параметрлер";
$MESS["SMILE_TAB_SMILE_DESCR"] = "Импорт параметрлері";
