<?php
$MESS["CACHE_TIME_TIP"] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS["DISPLAY_PANEL_TIP"] = "Опция орнатылған кезде батырмалар сайтты редакциялау режимінде әкімшілік панельде және осы компоненттің өңдеу аймағының батырмалар жиынтығында көрсетіледі.";
$MESS["IBLOCK_TYPE_TIP"] = "Тізімнен жүйеде жасалған ақпараттық блоктардың біреуі таңдалады";
$MESS["IBLOCK_URL_TIP"] = "Ақпараттық блок бөлімдерінің тізімі бар парақшаға жол көрсетіледі.";
