<?php
$MESS["ALLOW_PAY_FROM_ACCOUNT_TIP"] = "Опция белгіленген кезде пайдаланушыға тапсырысты ішкі шоттан төлеу ұсынылады (жеткілікті сома болған жағдайда).";
$MESS["COUNT_DELIVERY_TAX_TIP"] = "\"Иә\" мәнін таңдағанда, жеткізу салығы есептеледі.";
$MESS["COUNT_DISCOUNT_4_ALL_QUANTITY_TIP"] = "\"Иә\" мәнін таңдағанда, N санында сатып алынған әрбір тауарға жеңілдік есептеледі.";
$MESS["PATH_TO_AUTH_TIP"] = "Сайттағы авторлану парақшасына жол. ";
$MESS["PATH_TO_BASKET_TIP"] = "Себет парақшасына жол.";
$MESS["PATH_TO_PAYMENT_TIP"] = "Төлем жүйесіне қосылу парақшасының мекенжайы.";
$MESS["PATH_TO_PERSONAL_TIP"] = "Жеке сатып алушы бөлімінің парақшасына жол.";
$MESS["PRICE_VAT_INCLUDE_TIP"] = "Опция белгіленген кезде бағалар ҚҚС-ты ескере отырып көрсетіледі.";
$MESS["PRICE_VAT_SHOW_VALUE_TIP"] = "Опция ҚҚС мөлшерін көрсету үшін қызмет етеді.";
$MESS["SET_TITLE_TIP"] = "Тақырыпаты ретінде \"Тапсырысты рәсімдеу\" орнатылады.";
$MESS["SHOW_AJAX_DELIVERY_LINK_TIP"] = "Жүкті жеткізу құнын есептеуді іске қосу әдісін таңдаңыз.";
$MESS["SHOW_MENU_TIP"] = "Опция белгіленген кезде тапсырысты рәсімдеу процедурасының қадамдары көрсетіледі. ";
$MESS["USE_AJAX_LOCATIONS_TIP"] = "Опция белгіленген кезде кеңейтілген орын таңдау нысаны қолданылады.";
