<?
$MESS["GUEST1"] = "Михалыч";
$MESS["GUEST2"] = "Виктория Фадеева";
$MESS["GUEST3"] = "Гость";
$MESS["GUEST4"] = "Максим Сидоренко";
$MESS["GUEST5"] = "Наталья";
$MESS["GUEST6"] = "Незнакомка";
$MESS["INFOPORTAL_GROUP_NAME"] = "Форумы сообщества  \"Информационного портала\"";
$MESS["INFOPORTAL_GROUP_DESCRIPTION"] = "Форумы, используемые в решении \"Информационный портал\" ";
$MESS["GENERAL_FORUM_NAME"] = "Общий форум";
$MESS["GENERAL_FORUM_DESCRIPTION"] = "Форум для обсуждения общих тем";
$MESS["GENERAL_FORUM_TOPIC1_TITLE"] = "Куда поедем?";
$MESS["GENERAL_FORUM_TOPIC1_MESSAGE1"] = "Собственно, такую тему тоже стоит начать. Какие будут мнения по поводу организации велопробега? Критическая масса велосипедистов набралась, пора уже. 
В качестве старта можно взять стандартный маршрут Кгд-Зеленоградск-Кгд. А там посмотрим.";
$MESS["GENERAL_FORUM_TOPIC1_MESSAGE2"] = "Оптимальный маршрут. Даже для новичков. По новой дороге. Там нет машин и покрытие отличное.";
$MESS["GENERAL_FORUM_TOPIC2_TITLE"] = "У меня новый велик!";
$MESS["GENERAL_FORUM_TOPIC2_MESSAGE1"] = "Всем привет! У меня теперь новый велик, и ощущения просто великолепные!!!
Впечатления: 
- очень непривычно, что нельзя тормозить педалями, 
- что рама таки есть, хоть и заниженая - все пытаюсь ногу отточеным движением перекинуть, а она цепляет 
- что скорости - теперь думать - слева 3 + каждую справа в своем поддиапазоне )) 
Что нравится: 
- идет мягче - по сравнению с моим (еще не проданным), то ли передний амортизатор сказывается, то ли все в куче 
- фонарь мощный, однако жужжит и говорят, слегка будет отбирать моей мощности 
- маленький насос под багажником, который есть и слегка помощнее бывшего 
- Легче! теперь буду заносить от дождя на 3-й этаж 
- низшие скорости таки есть, поездила на легкие горки, хотела въехать на что-то покруче, но рядом только с брусчаткой и ночью - ну его. 
недочеты: 
- нечетко переключается на основные 3 скорости (ну, которые звездочками рулят возле педалей) 
- Роберт заметил легкую 8-ку на заднем колесе (я не вижу) 
В целом. Нужно поездить по паркам и попривыкать. Завтра на работу на нем поеду. Ну, почти как \"первый раз замужем\". ))";
$MESS["GENERAL_FORUM_TOPIC2_MESSAGE2"] = "Красивый. А красивый - он и ездить будет хорошо. Насчет восьмерки не надо переживать. 
Даже если она и есть, то обода на пантерах хорошие, вряд ли скоро она станет намного больше. Тормоза не цепляют за обод - и нормально.";
$MESS["GENERAL_FORUM_TOPIC2_MESSAGE3"] = "Велик зачётный! 

Молодец!";
$MESS["SITE_FORUM_NAME"] = "Обсуждение нашего сайта";
$MESS["SITE_FORUM_DESCRIPTION"] = "Вопросы и предложения создателям сайта";
$MESS["SITE_FORUM_TOPIC1_TITLE"] = "Как завести блог на этом сайте?";
$MESS["SITE_FORUM_TOPIC1_MESSAGE1"] = "Как завести блог на этом сайте? Не нашла информации.";
$MESS["SITE_FORUM_TOPIC1_MESSAGE2"] = "Для этого необходимо зарегистрироваться и перейти на страницу (ссылка появится в верхнем правом меню пользователя) создания блога.";
$MESS["SITE_FORUM_TOPIC2_TITLE"] = "Отличный сайт";
$MESS["SITE_FORUM_TOPIC2_MESSAGE1"] = "Спасибо за сайт. Нашла для себя много интересного.";
$MESS["HIDDEN_GROUP_NAME"] = "Скрытые форумы";
$MESS["HIDDEN_GROUP_DESCRIPTION"] = "Форумы, которые д.б. закрыты от общего доступа, так как используются для комментариев.";
$MESS["NEWS_COMMENTS_FORUM_NAME"] = "Комментарии для новостей";
$MESS["PHOTOGALLERY_COMMENTS_FORUM_NAME"] = "Комментарии для фотогалереи";
?>