<?
$MESS["LANDING_TPL_NOT_ENABLE_LINK"] = "Перейти на розширений тариф";
$MESS["LANDING_TPL_NOT_ENABLE_TEXT"] = "<p>Змінюйте блок, перевіряйте його роботу через «Попередній перегляд». Результат роботи HTML коду і його публікація можлива тільки на розширеному тарифі.</p><p>Використовуйте більше можливостей у конструкторі сайтів, перейшовши на інший тарифний план.</p>";
$MESS["LANDING_TPL_NOT_ENABLE_TITLE"] = "Обмеження по тарифу";
$MESS["LANDING_TPL_NOT_IN_PREVIEW_MODE"] = "Результат роботи html-коду буде видно тільки на опублікованій сторінці.";
?>