<?
$MESS["P_SHOW_WATERMARK"] = "[Страница загрузки] Показывать параметры авторского знака";
$MESS["P_WATERMARK_COLORS"] = "[Страница загрузки] Цвета авторского знака";
$MESS["P_COLOR_FF0000"] = "Красный";
$MESS["P_COLOR_FFA500"] = "Оранжевый";
$MESS["P_COLOR_FFFF00"] = "Желтый";
$MESS["P_COLOR_008000"] = "Зеленый";
$MESS["P_COLOR_00FFFF"] = "Бирюзовый";
$MESS["P_COLOR_800080"] = "Фиолетовый";
$MESS["P_COLOR_FFFFFF"] = "Белый";
$MESS["P_COLOR_000000"] = "Черный";
$MESS["P_MODERATE"] = "[Главная страница] Включить премодерацию опубликованных фото";
$MESS["P_SHOW_ONLY_PUBLIC"] = "[Главная страница] Показывать только опубликованные фото";
$MESS["P_SLIDER_COUNT_CELL"] = "[Детальная страница] Количество фото в слайдере";
$MESS["P_INDEX_PAGE_TOP_ELEMENTS_COUNT"] = "[Главная страница] Количество фото на главной странице";
$MESS["P_PUBLIC_BY_DEFAULT"] = "[Страница загрузки] Включать флажок 'Опубликован'";
$MESS["P_USE_LIGHT_TEMPLATE"] = "Использовать вертикальный шаблон для множественной загрузки фото";
$MESS["P_SHOW_CONTROLS_BUTTONS"] = "Показывать секцию кнопок управления";
?>