<?
$MESS["SEC_CODES"] = "Резервные коды";
$MESS["SEC_INFO"] = "Скопируйте резервные секретные коды, которые могут потребоваться в случае утери мобильного телефона
или других ситуациях, когда получение кода в приложении будет невозможно.
Храните их под рукой, например, в бумажнике. Каждым кодом можно воспользоваться только один раз.";
$MESS["SEC_NEW_CODES"] = "Заканчиваются резервные коды?<br/>
Создайте новые. <br/><br/>
Действительны только коды,<br/>
созданные последними.";
$MESS["SEC_GENERATE"] = "сгенерировать новые коды";
$MESS["SEC_SHORT_NOTICE"] = "* Каждый код можно использовать только один раз.";
$MESS["SEC_PRINT"] = "Печатать";
$MESS["SEC_SAVE"] = "Сохранить в текстовый файл";