<?
$MESS ['SITE_ID_TIP'] = "Выберите сайт, инфоблоки которого будут участвовать в формировании рассылки.";
$MESS ['IBLOCK_TYPE_TIP'] = "Укажите тип информационного блока.";
$MESS ['ID_TIP'] = "Выберите инфоблок, список новостей которого будет участвовать в формировании рассылки. Если необходимы новости всех инфоблоков указанного типа, то выберите пункт \"все\".";
$MESS ['SORT_BY_TIP'] = "Укажите поле, по которому будет выполнена сортировка новостей в списке.";
$MESS ['SORT_ORDER_TIP'] = "По возрастанию либо по убыванию.";
?>