<?
$MESS ['SEF_MODE_TIP'] = "При установленном флаге включается поддержка ЧПУ.";
$MESS ['WEB_FORM_ID_TIP'] = "В выпадающем списке выведены все веб-формы со страницы <i>Список форм</i>. Пункт <i>другое</i> может быть использован, если ID формы будет передаваться в компонент \"извне\", то есть, через _REQUEST.";
$MESS ['LIST_URL_TIP'] = "В явном виде указывается путь к странице со списком результатов. Если после заполнения формы не будет перехода на страницу со списком результатов, то данное поле можно оставить пустым.";
$MESS ['EDIT_URL_TIP'] = "В явном виде указывается путь к странице  редактирования результата. Если переход на страницу редактирования результатов не требуется, то данное поле можно оставить пустым.";
$MESS ['SUCCESS_URL_TIP'] = "В явном виде указывается путь к странице с сообщением об успешной отправке результата формы. Используется при отправке результата пользователем без прав редактирования результата. Данное поле можно оставить пустым, в этом случае пользователь будет переадресован на страницу с формой с выводом сообщения.";
$MESS ['CHAIN_ITEM_TEXT_TIP'] = "В данном поле можно задать название пункта навигационной цепочки. Например, \"новая форма\".";
$MESS ['CHAIN_ITEM_LINK_TIP'] = "Поле позволяет добавить ссылку на дополнительном пункте в навигационной цепочке.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо только определить время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "Поле служит для указания времени кеширования в секундах.";
$MESS ['VARIABLE_ALIASES_WEB_FORM_ID_TIP'] = "В данном поле указывается имя переменной, в которой будет передаваться ID веб-формы. По умолчанию поле содержит WEB_FORM_ID.";
$MESS ['VARIABLE_ALIASES_RESULT_ID_TIP'] = "В данном поле указывается имя переменной, в которой будет передаваться ID результата веб-формы. По умолчанию поле содержит RESULT_ID.";
$MESS ['SEF_FOLDER_TIP'] = "В данном поле указывается каталог, который будет отображаться в URL при переходе на  создаваемую страницу.";
$MESS ['IGNORE_CUSTOM_TEMPLATE_TIP'] = "При отмеченной опции будет использоваться шаблон формы по умолчанию.";
$MESS ['USE_EXTENDED_ERRORS_TIP'] = "При установленной опции будут выведены сообщения об ошибках и отмечены неверно заполненные поля.";
?>