<?
$MESS["SONET_LF_UNFOLLOW_IM_MESSAGE"] = "Большая активность в Живой ленте? - включите режим \"Умного слежения\" чтобы видеть только важные для вас события.
Сообщения ленты будут подниматься наверх только для событий, в которых вы являетесь автором, получателем или упомянуты в тексте. При добавлении комментария вы автоматически начнете следите за всеми обновлениями в сообщении.";
$MESS["SONET_LF_UNFOLLOW_IM_MESSAGE2"] = "Большая активность в ленте новостей? - включите режим \"Умного слежения\" чтобы видеть только важные для вас события.
Сообщения ленты будут подниматься наверх только для событий, в которых вы являетесь автором, получателем или упомянуты в тексте. При добавлении комментария вы автоматически начнете следите за всеми обновлениями в сообщении.";
$MESS["SONET_LF_UNFOLLOW_IM_BUTTON_Y"] = "Включить \"Умное слежение\"";
$MESS["SONET_LF_UNFOLLOW_IM_BUTTON_N"] = "Нет, спасибо";
?>