<?
$MESS["P_SHOW_WATERMARK"] = "[Сторінка завантаження] Показувати параметри авторського знаку";
$MESS["P_WATERMARK_COLORS"] = "[Сторінка завантаження] Кольори авторського знаку";
$MESS["P_COLOR_FF0000"] = "Червоний";
$MESS["P_COLOR_FFA500"] = "Оранжевий";
$MESS["P_COLOR_FFFF00"] = "Жовтий";
$MESS["P_COLOR_008000"] = "Зелений";
$MESS["P_COLOR_00FFFF"] = "Бірюзовий";
$MESS["P_COLOR_800080"] = "Фіолетовий";
$MESS["P_COLOR_FFFFFF"] = "Білий";
$MESS["P_COLOR_000000"] = "Чорний";
$MESS["P_MODERATE"] = "[Головна сторінка] Включити премодерацію опублікованих фото";
$MESS["P_SHOW_ONLY_PUBLIC"] = "[Головна сторінка] Показувати лише опубліковані фото";
$MESS["P_SLIDER_COUNT_CELL"] = "[Детальна сторінка] Кількість фото в слайдері";
$MESS["P_INDEX_PAGE_TOP_ELEMENTS_COUNT"] = "[Головна сторінка] Кількість фото на головній сторінці";
$MESS["P_PUBLIC_BY_DEFAULT"] = "[Сторінка завантаження] Включати прапорець 'Опублікований'";
$MESS["P_USE_LIGHT_TEMPLATE"] = "Використовувати вертикальний шаблон для множинної завантаження фото";
$MESS["P_SHOW_CONTROLS_BUTTONS"] = "Показувати секцію кнопок управління";
?>