<?php
$MESS["BLOG_URL_TIP"] = "Өрісте блогтың идентификаторы берілетін код бар.";
$MESS["BLOG_VAR_TIP"] = "Блогтың ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["ID_TIP"] = "Өрісте блог хабарламасының идентификаторы берілетін код бар.";
$MESS["PAGE_VAR_TIP"] = "Блогтың парақшасы берілетін айнымалының аты көрсетіледі.";
$MESS["PATH_TO_POST_TIP"] = "Блог хабарламасын қарау парақшасына жол көрсетіледі. Мысалы: blog_post.php?page=post&blog=#blog#&post_id=#post_id#.";
$MESS["POST_VAR_TIP"] = "Хабарлама идентификаторы берілетін айнымалының аты беріледі.";
