<?php
$MESS["CC_BLL_ACCESS_DENIDED"] = "Қолжетімсіз";
$MESS["CC_BLL_ACCESS_DENIDED_FULL"] = "Кез келген компанияға үнемі үлкен көлемдегі ақпаратты  
сақтау және өңдеу керек Бірақ жазбалар жиі шатасады және жоғалады, оларды қолмен өңдеу көп уақытты алады және шаршатады. 
Тізімдер барлық осындай мәселелерді шешеді. Өзіңіздің ыңғайлы сақтау құрылымыңызды жасаңыз және өңдеуді 
бизнес-процестер арқылы автоматтандырыңыз. Әмбебап тізімдер тек Компания тарифінде қолжетімді.";
$MESS["CC_BLL_ACCESS_DENIDED_MORE"] = "Толығырақ";
$MESS["CC_BLL_MODULE_NOT_INSTALLED"] = "Әмбебап тізім модулі орнатылмаған.";
