<?php
$MESS["SEC_REDIRECT_ACTIONS"] = "Фишингтен қорғау әрекеттері:";
$MESS["SEC_REDIRECT_ACTIONS_HEADER"] = "Әрекеттер";
$MESS["SEC_REDIRECT_ACTION_REDIRECT"] = "Берілген URL мекенжайына қайта бағыттау.";
$MESS["SEC_REDIRECT_ACTION_REDIRECT_URL"] = "URL:";
$MESS["SEC_REDIRECT_ADD"] = "Қосу";
$MESS["SEC_REDIRECT_BUTTON_OFF"] = "Редиректтерді фишингтен қорғауды өшіру";
$MESS["SEC_REDIRECT_BUTTON_ON"] = "Редиректтерді фишингтен қорғауды қосу";
$MESS["SEC_REDIRECT_HREF_SIGN"] = "Төменде көрсетілген URL мекенжайларына сандық қолтаңбаны қосу.";
$MESS["SEC_REDIRECT_LOG"] = "Фишинг әрекетін журналға енгізу";
$MESS["SEC_REDIRECT_MAIN_TAB"] = "Редиректтерді қорғау";
$MESS["SEC_REDIRECT_MAIN_TAB_TITLE"] = "Редиректтерді фишингтен қорғауды қосу.";
$MESS["SEC_REDIRECT_MESSAGE"] = "Хабарлама";
$MESS["SEC_REDIRECT_METHODS"] = "Фишингтен қорғау әдістері:";
$MESS["SEC_REDIRECT_METHODS_HEADER"] = "Әдістер";
$MESS["SEC_REDIRECT_NOTE"] = "<p>Фишинг (ағылш. phishing, password - құпиясөз және fishing - балық аулау)-пайдаланушылардың құпия деректеріне (мысалы, логиндер мен құпиясөздерге) қол жеткізуге бағытталған интернет-алаяқтықтың бір түрі.</p>
<p>Бұған танымал брендтер атынан, мысалы, әлеуметтік желілер, банктер, порталдар атынан электрондық хаттарды жаппай жіберу арқылы қол жеткізіледі. Хатта көбінесе веб-сайтқа тікелей сілтеме бар, ол шынайы сілтемеден ерекшеленбейді.</p>
<p>Фишинг пайдаланушылардың желілік қауіпсіздік негіздерін білмеуіне негізделген: атап айтқанда, көпшілігі қарапайым фактіні білмейді: қызметтер тіркелгі деректерін, құпиясөзді және т.б. хабарлауды сұрайтын хаттарды жібермейді.</p>
<p>Редиректтерді фишингтен қорғау екі әдіспен жүзеге асырылады:
<ul style=\"font-size:100%\">
<li>Біріншіден, зиянды редиректті хаттаманың http тақырыпаты-сілтеме беті жоқтығынан анықтауға болады.</li>
<li>Екіншіден, сайтта жасалған сілтемелерге цифрлық қолтаңбамен қол қоюға және қайта бағыттау әрекеті кезінде осы қолтаңбаны тексеруге болады.</li>
</ul>
</p>
<p>Қорғау келесі әрекет нұсқаларында болуы мүмкін:
<ul style=\"font-size:100%\">
<li>Пайдаланушыға басқа сайтқа бағытталатыны туралы ескертуді көрсету және қай сайт екенін нақтылау</li>
<li>Немесе оны қауіпсіз мекенжайға күштеп бағыттау. Мысалы, шабуылға ұшыраған сайттың басты беті.</li>
</ul>
</p>
<p><i>Жоғары деңгей үшін қосу ұсынылады.</i></p>";
$MESS["SEC_REDIRECT_OFF"] = "Редиректтерді фишингтен қорғау өшірулі";
$MESS["SEC_REDIRECT_ON"] = "Редиректтерді фишингтен қорғау қосулы";
$MESS["SEC_REDIRECT_PARAMETERS_TAB"] = "Параметрлер";
$MESS["SEC_REDIRECT_PARAMETERS_TAB_TITLE"] = "Редиректтерді қорғау параметрлерін баптау";
$MESS["SEC_REDIRECT_PARAMETER_NAME"] = "Параметр атауы:";
$MESS["SEC_REDIRECT_REFERER_CHECK"] = "Сілтеме бетін сипаттайтын HTTP-тақырыпатының болуын тексеру.";
$MESS["SEC_REDIRECT_REFERER_SITE_CHECK"] = "Сілтеме бетін сипаттайтын HTTP-тақырыпаты ағымдық сайтты қамтуы тиіс.";
$MESS["SEC_REDIRECT_SHOW_MESSAGE_AND_STAY"] = "Басқа сайтқа қайта бағыттау әрекеті туралы хабарламаны көрсету.";
$MESS["SEC_REDIRECT_SYSTEM"] = "Жүйелік";
$MESS["SEC_REDIRECT_TITLE"] = "Редиректтерді фишингтен қорғау";
$MESS["SEC_REDIRECT_URL"] = "URL:";
$MESS["SEC_REDIRECT_URLS"] = "Қол қойылатын URLs";
$MESS["SEC_REDIRECT_USER"] = "Пайдаланушы";
