<?php
$MESS["SEC_FILTER_ACTION"] = "Басып кіруге белсенді реакция";
$MESS["SEC_FILTER_ACTION_CLEAR"] = "Қауіпті деректерді өшіру";
$MESS["SEC_FILTER_ACTION_FILTER"] = "Деректерді қауіпсіз ету";
$MESS["SEC_FILTER_ACTION_NONE"] = "Қауіпті деректерді сол күйінде қалдыру";
$MESS["SEC_FILTER_ACTION_NOTE_1"] = "Деректер модификацияланады. Мысалы &quot;select&quot; былай өзгертіледі: &quot;sel&nbsp;ect&quot;, ал &quot;&lt;script&gt;&quot; былай өзгертіледі: &quot;&lt;sc&nbsp;ript&gt;&quot;";
$MESS["SEC_FILTER_ACTION_NOTE_2"] = "Бұндай баптау кезінде шабуылдаушының әрекеті салдарынан сайтқа кірушілер бұғатталуы мүмкін.";
$MESS["SEC_FILTER_ADD"] = "Қосу";
$MESS["SEC_FILTER_BUTTON_OFF"] = "Проактивті қорғанысты өшіру";
$MESS["SEC_FILTER_BUTTON_ON"] = "Проактивті қорғанысты қосу";
$MESS["SEC_FILTER_DURATION"] = "Тоқтатым-парағын қанша минутқа қосу керек";
$MESS["SEC_FILTER_EXCEPTIONS_TAB"] = "Ерекшеліктер";
$MESS["SEC_FILTER_EXCEPTIONS_TAB_TITLE"] = "Шарттарға сәйкес келетін парақшаларға қатысты сүзу қолданылмайды.";
$MESS["SEC_FILTER_EXCL_FOUND"] = "Ерекшеліктер орнатылды.";
$MESS["SEC_FILTER_LOG"] = "Журналға басып кіру әрекетін енгізу";
$MESS["SEC_FILTER_MAIN_TAB"] = "Проактивті сүзгі";
$MESS["SEC_FILTER_MAIN_TAB_TITLE"] = "Проактивті сүзгіні қосу";
$MESS["SEC_FILTER_MASKS"] = "Ерекшелік маскалары:<br>(мысалы: /bitrix/* немесе */news/*)";
$MESS["SEC_FILTER_NOTE"] = "<p><b>Проактивті сүзгі</b> веб-қосымшаларға белгілі шабуылдардың көпшілігінен қорғауды қамтамасыз етеді. Пайдаланушылардың сыртқы сұраныстарының ағымында проактивті сүзгі көптеген қауіпті қауіптерді таниды және сайтқа кіруді бұғаттайды.</p>
<p>Проактивті сүзгі – интернет-жобаны (XSS, SQL Injection, PHP Including және басқа) іске асыру кезінде жіберілген ықтимал қауіпсіздік қателерінен қорғаудың ең тиімді әдісі.</p>
<p>Проактивті сүзгі жаңартулары SiteUpdate технологиясының жалпы өнім жаңартуларымен бірге қолжетімді.</p>
<p>Пайдаланушылардың кейбір қауіп төндірмейтін әрекеттері күдікті болып көрінуі және сүзгінің жалған қосылуын тудыруы мүмкін екенін ескеріңіз.</p>
<p><i>Стандартты деңгей үшін қосу ұсынылады.</i></p>";
$MESS["SEC_FILTER_OFF"] = "Проактивті қорғаныс өшірулі";
$MESS["SEC_FILTER_ON"] = "Проактивті қорғаныс қосулы";
$MESS["SEC_FILTER_PARAMETERS_TAB"] = "Белсенді реакция";
$MESS["SEC_FILTER_PARAMETERS_TAB_TITLE"] = "Басып кіру әрекетіне белсенді реакция параметрлерін баптау.";
$MESS["SEC_FILTER_SITE"] = "сайт үшін:";
$MESS["SEC_FILTER_STOP"] = "Шабуылшының IP мекенжайын тоқтатым-парағына қосу";
$MESS["SEC_FILTER_TITLE"] = "Проактивті сүзгі";
