<?php
$MESS["SEC_SESSION_ADMIN_DB_BUTTON_OFF"] = "Модуль дерекқорында сессия деректерін сақтауды өшіру";
$MESS["SEC_SESSION_ADMIN_DB_BUTTON_ON"] = "Модуль ДҚ сессия деректерін сақтауды қосу";
$MESS["SEC_SESSION_ADMIN_DB_NOTE"] = "<p>Веб-қосымшаларға жасалған шабуылдардың көпшілігі пайдаланушының авторланған сессиясы туралы мәліметтерді алуға бағытталған. <b>Сессияны қорғауды</b> қосу авторланған сессияны ұрлауды тиімсіз етеді.</p>
<p>Топ баптауларында орнатылған стандартты сессияны қорғау құралдарына қосымша <b>сессияларды қорғау механизмі</b> мыналарды қамтиды:
<ul style=\"font-size:100%\">
<li>сессия идентификаторын бірнеше минут сайын өзгерту (баптауға байланысты);</li>
<li>сессия деректерін модуль кестесінде сақтау.</li>
</ul>
 <p>Модуль кестесінде сессия деректерін сақтау виртуалды хостингті конфигурациялау қателерін, уақыт каталогтарындағы қолжетімділік рұқсаттарын баптау қателерін және басқа да операциялық ортаны баптау мәселелерін болдырмау арқылы бұл деректерді басқа виртуалды сервер скрипттері арқылы оқудан аулақ етеді. Сонымен қатар, бұл жүктемені дерекқор серверіне тасымалдау арқылы файлдық жүйені босатады.</p>
<p><i>Жоғары деңгей үшін қосу ұсынылады.</i></p>
";
$MESS["SEC_SESSION_ADMIN_DB_NOTE_V2"] = "
 <p>Сессия деректерін дерекқорда, Redis немесе Memcache-де сақтау файлдарда сақтаумен салыстырғанда деректерді басқа виртуалды сервер скрипттері арқылы оқудан аулақ етеді, виртуалды хостингті конфигурациялау қателерін, уақытша каталогтардағы қолжетімділік құқығын баптау қателерін және басқа да операциялық ортаны баптау мәселелерін болдырмайды. Сонымен қатар, бұл жүктемені дерекқор серверіне немесе Redis, Memcache-ге тасымалдау арқылы файлдық жүйені босатады.</p>

<p>Сақтау баптауларын өзгерту үшін <b>.settings.php</b> файлын <a href='https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=43&CHAPTER_ID=02795&LESSON_PATH=3913.3516.5062.2795#session'>құжаттамаға</a> сәйкес өзгерту керек.</p>

<p>Сонымен қатар топ баптауларында орнатылған стандартты сессияны қорғау құралдарынан басқа, сессия идентификаторын бірнеше минут сайын өзгертуге болады (баптауға байланысты).</p>

<p><i>Жоғары деңгей үшін қосу ұсынылады.</i></p>
";
$MESS["SEC_SESSION_ADMIN_DB_OFF"] = "Сессия деректері қауіпсіздік модулінің ДҚ сақталады.";
$MESS["SEC_SESSION_ADMIN_DB_ON"] = "Сессия деректері қауіпсіздік модулінің дерекқорында сақталады.";
$MESS["SEC_SESSION_ADMIN_DB_WARNING"] = "Назар аударыңыз! Сессияларды сақтау режимін ауыстырған кезде барлық пайдаланушылар авторлануын жоғалтады (сессия деректері жойылады).";
$MESS["SEC_SESSION_ADMIN_SAVEDB_TAB"] = "Дерекқорда сақтау";
$MESS["SEC_SESSION_ADMIN_SAVEDB_TAB_TITLE_V2"] = "Пайдаланушы сессияларының деректерін сақтауды баптау";
$MESS["SEC_SESSION_ADMIN_SAVEDB_TAB_V2"] = "Сақтауды баптау";
$MESS["SEC_SESSION_ADMIN_SESSID_BUTTON_OFF"] = "Сессия идентификаторын өзгертуді өшіру";
$MESS["SEC_SESSION_ADMIN_SESSID_BUTTON_ON"] = "Сессия идентификаторын өзгертуді қосу";
$MESS["SEC_SESSION_ADMIN_SESSID_NOTE"] = "<p>Өзгерту қосылған кезде пайдаланушы сессиясының идентификаторы белгілі бір уақыт өткеннен кейін өзгере бастайды. Бұл серверге қосымша жүктеме жасайды, бірақ авторланған сессияны ұрлауды тиімсіз етеді.</p>
<p><i>Жоғары деңгей үшін қосу ұсынылады.</i></p>";
$MESS["SEC_SESSION_ADMIN_SESSID_OFF"] = "Сессия идентификаторын өзгерту өшірулі.";
$MESS["SEC_SESSION_ADMIN_SESSID_ON"] = "Сессия идентификаторын өзгерту қосулы.";
$MESS["SEC_SESSION_ADMIN_SESSID_TAB"] = "Идентификаторды өзгерту";
$MESS["SEC_SESSION_ADMIN_SESSID_TAB_TITLE"] = "Сессия идентификаторын өзгерту параметрлерін баптау";
$MESS["SEC_SESSION_ADMIN_SESSID_TTL"] = "Идентификатордың жарамдылық уақыты, секундтармен";
$MESS["SEC_SESSION_ADMIN_SESSID_WARNING"] = "Сессия идентификаторы қауіпсіздік модулімен үйлеспейді. Session_id() функциясымен қайтарылған идентификатор ұзындығы 32 символдан аспауы керек және тек латын әліпбиінің символдары мен сандарын қамтуы керек.";
$MESS["SEC_SESSION_ADMIN_STORAGE_IN_FILES"] = "Сессия деректері файлдарда сақталады.";
$MESS["SEC_SESSION_ADMIN_STORAGE_NAME_TYPE_DATABASE"] = "ДҚ";
$MESS["SEC_SESSION_ADMIN_STORAGE_NAME_TYPE_FILE"] = "Файлдарда";
$MESS["SEC_SESSION_ADMIN_STORAGE_NAME_TYPE_MEMCACHE"] = "Memcache";
$MESS["SEC_SESSION_ADMIN_STORAGE_NAME_TYPE_REDIS"] = "Redis";
$MESS["SEC_SESSION_ADMIN_STORAGE_WITH_SESSION_DATA"] = "Сессия деректері #NAME#-де сақталады.";
$MESS["SEC_SESSION_ADMIN_TITLE"] = "Сессияларды қорғау";
