<?php
$MESS["COURSE_ID_TIP"] = "Оқу курстарының бірі таңдалады. Егер (басқа) -> тармағы таңдалса, онда жанындағы өріске курс ID-ін көрсету қажет.";
$MESS["GRADEBOOK_TEMPLATE_TIP"] = "Тестілеу нәтижелері парақшасына жол (журналға жол).";
$MESS["PAGE_NUMBER_VARIABLE_TIP"] = "Тест сұрағының идентификаторы үшін айнымалының атауы.";
$MESS["PAGE_WINDOW_TIP"] = "Навигациялық тізбекте көрсетілетін сұрақтар саны.";
$MESS["SET_TITLE_TIP"] = "Опция белгіленген кезде парақша тақырыпаты ретінде пайдаланушының аты орнатылады.";
$MESS["SHOW_TIME_LIMIT_TIP"] = "Егер тест баптауларында уақыт шектеуі орнатылған болса, онда таңдалған опцияда уақыт есептегіші көрсетіледі.";
$MESS["TEST_ID_TIP"] = "Курстың бір тесті таңдалады. Егер (басқа)-> тармағы таңдалса, онда жанындағы өріске тесттің ID-ін көрсету қажет.";
