<?php
$MESS["CAT_1CE_ELEMENTS_PER_STEP"] = "Бір қадамда жүктелетін элементтер саны (0-бір қадамда жүктеуді орындау)";
$MESS["CAT_1CE_GROUP_PERMISSIONS"] = "Пайдаланушы топтарына жүктеуге рұқсат ету";
$MESS["CAT_1CE_IBLOCK_ID"] = "Каталогтың ақпараттық блогы";
$MESS["CAT_1CE_IBLOCK_ID_EMPTY"] = "таңдалмаған";
$MESS["CAT_1CE_INTERVAL"] = "Секундтардағы бір қадамдық аралық (0-бір қадамда жүктеуді орындау)";
$MESS["CAT_1CE_SETTINGS_SAVE_DENIED"] = "Бұл қойындының параметрлерін өзгерту үшін Негізгі модульдің (main) \"PHP кодын өзгерту\" (edit_php) операциясына қолжетімділік болу керек";
$MESS["CAT_1CE_USE_ZIP"] = "Қолжетімді болса, zip сығымдауды қолдану";
$MESS["CAT_CATALOG_MODULE_IS_EMPTY"] = "\"Сауда каталогы\" модулі жоқ.";
