<?
$MESS ['class_rub_err_name'] = "Название рубрики является обязательным полем.";
$MESS ['class_rub_err_lang'] = "Неправильный язык.";
$MESS ['class_rub_err_lang2'] = "Укажите язык.";
$MESS ['class_rub_err_from'] = "Поле &quot;От кого&quot; не может быть пустым.";
$MESS ['class_rub_err_dom'] = "Неверный формат дней месяца для расписания.";
$MESS ['class_rub_err_dom2'] = "Неверный формат дней месяца для расписания.";
$MESS ['class_rub_err_dow'] = "Неверный формат дней недели для расписания.";
$MESS ['class_rub_err_dow2'] = "Неверный формат дней недели для расписания.";
$MESS ['class_rub_err_tod'] = "Неверный формат времени для расписания.";
$MESS ['class_rub_err_tod2'] = "Неверный формат времени для расписания.";
$MESS ['class_rub_err_wrong_templ'] = "Указан несуществующий шаблон.";
$MESS ['class_rub_err_days_missing'] = "Для расписания автоматической генерации должны быть указаны дни месяца и/или дни недели.";
$MESS ['class_rub_err_times_missing'] = "Для расписания автоматической генерации должно быть указано время.";
$MESS ['class_rub_err_templ_missing'] = "Для автоматической генерации должен быть указан шаблон.";
$MESS ['class_rub_err_le_missing'] = "Для автоматической генерации должно быть указано время последней генерации выпуска.";
$MESS ['class_rub_err_le_wrong'] = "Неверный формат времени последней генерации выпуска.";
$MESS ['class_rub_err_exists'] = "Существуют рубрики (#COUNT#) связанные с удаляемым сайтом. Сначала удалите или свяжите их с другим сайтом.";
$MESS ['class_rub_err_email'] = "В поле &quot;От кого&quot; указан неверный e-mail.";
?>