<?
$MESS["GUEST1"] = "Петрович";
$MESS["GUEST2"] = "Вікторія Фадєєва";
$MESS["GUEST3"] = "Гість";
$MESS["GUEST4"] = "Максим Сидоренко";
$MESS["GUEST5"] = "Наталія";
$MESS["GUEST6"] = "Незнайомка";
$MESS["INFOPORTAL_GROUP_NAME"] = "Форуми спільноти «Інформаційного порталу»";
$MESS["INFOPORTAL_GROUP_DESCRIPTION"] = "Форуми, що використовуються в рішенні «Інформаційний портал»";
$MESS["GENERAL_FORUM_NAME"] = "Загальний форум";
$MESS["GENERAL_FORUM_DESCRIPTION"] = "Форум для обговорення спільних тем";
$MESS["GENERAL_FORUM_TOPIC1_TITLE"] = "Куди поїдемо?";
$MESS["GENERAL_FORUM_TOPIC1_MESSAGE1"] = "Власне, таку тему теж варто почати. Які будуть думки з приводу організації велопробігу? Критична маса велосипедистів набралася, пора вже.
 В якості старту можна взяти стандартний маршрут Балаклія-Харків-Балаклія. А там подивимося.";
$MESS["GENERAL_FORUM_TOPIC1_MESSAGE2"] = "Оптимальний маршрут. Навіть для новачків. По новій дорозі. Там немає машин і покриття відмінне.";
$MESS["GENERAL_FORUM_TOPIC2_TITLE"] = "У мене новий великий!";
$MESS["GENERAL_FORUM_TOPIC2_MESSAGE1"] = "Всім привіт! У мене тепер новий великий і відчуття просто чудові! 
Враження: 
- Дуже незвично, що не можна гальмувати педалями, 
- Що рама таки є, хоч і заниження - все намагаюся ногу відточеним рухом перекинути, а вона чіпляє
 - Що швидкості - тепер думати - зліва 3 + кожну праворуч у своєму піддіапазоні))
 Що подобається: 
- Йде м'якше - в порівнянні з моїм (ще не проданим), чи то передній амортизатор позначається, чи то все в купі
 - Ліхтар потужний, проте дзижчить і кажуть, злегка буде відбирати моєї потужності
 - Маленький насос під багажником, який є і злегка потужніший колишнього 
- Легше! тепер буду заносити від дощу на 3-й поверх 
- Нижчі швидкості таки є, поїздила на легкі гірки, хотіла в'їхати на щось покруче, але поряд лише з бруківкою і вночі - ну його.
 недоліки: 
- Нечітко перемикається на основні 3 швидкості (ну, які зірочками рулять біля педалей)
 - Роберт зауважив легку 8-ку на задньому колесі (я не бачу) 
У цілому. Потрібно поїздити по парках і позвикати. Завтра на роботу на ньому поїду. Ну, майже як «перший раз замужем». )) ";
$MESS["GENERAL_FORUM_TOPIC2_MESSAGE2"] = "Красивий. А красивий - він і їздити буде добре. Насчет вісімки не треба переживати.
Навіть якщо вона і є, то обода на пантер хороші, навряд чи скоро вона стане набагато більше. Гальма не чіпляють за обід - і нормально. ";
$MESS["GENERAL_FORUM_TOPIC2_MESSAGE3"] = "Велик заліковий!

Молодець! ";
$MESS["SITE_FORUM_NAME"] = "Обговорення нашого сайту";
$MESS["SITE_FORUM_DESCRIPTION"] = "Запитання та пропозиції творцям сайту";
$MESS["SITE_FORUM_TOPIC1_TITLE"] = "Як завести блог на цьому сайті?";
$MESS["SITE_FORUM_TOPIC1_MESSAGE1"] = "Як завести блог на цьому сайті? Не знайшла інформації.";
$MESS["SITE_FORUM_TOPIC1_MESSAGE2"] = "Для цього необхідно зареєструватися і перейти на сторінку (посилання з'явиться у верхньому правому меню користувача) створення блогу.";
$MESS["SITE_FORUM_TOPIC2_TITLE"] = "Відмінний сайт";
$MESS["SITE_FORUM_TOPIC2_MESSAGE1"] = "Спасибі за сайт. Знайшла для себе багато цікавого.";
$MESS["HIDDEN_GROUP_NAME"] = "Приховані форуми";
$MESS["HIDDEN_GROUP_DESCRIPTION"] = "Форуми, які д.б. закриті від загального доступу, так як використовуються для коментарів.";
$MESS["NEWS_COMMENTS_FORUM_NAME"] = "Коментарі для новин";
$MESS["PHOTOGALLERY_COMMENTS_FORUM_NAME"] = "Коментарі для фотогалереї";
?>