<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Банковские карты");
?>
									
	<h2>Кредитные Карты</h2>
	
	<table cellspacing="0" class="data-table"> 
	<tr>
		<th valign="top" width="60%">Срок действия Карты</th> 
		<th valign="top">3 года</th>
	</tr> 
	<tr class="alt-row">
		<td valign="top">Комиссия за ежегодное осуществление расчетов по операциям с Основной Картой.</td> 
		<td valign="top">600 руб. / 25 долл. США / 25 евро</td>
	</tr> 
	<tr>
		<td valign="top">Льготный период оплаты</td> 
		<td valign="top">до 50 календарных дней</td>
	</tr> 
	<tr class="alt-row">
		<td valign="top">Ежемесячный минимальный платеж 
		(в процентах от суммы задолженности по Овердрафтам):</td> 
		<td valign="top">10% </td>
	</tr> 
	<tr>
		<td valign="top">Дополнительные проценты/штрафы/комиссии/ на сумму неразрешенного Овердрафта</td> 
		<td valign="top">не взимается (отменена с 1 марта) </td>
	</tr> 
	<tr class="alt-row">
		<td valign="top">Комиссия за учет Отчетной суммы задолженности, непогашенной на последний календарный день Льготного периода оплаты.</td>
		<td></td>
	</tr> 
	 
	<tr>
		<td valign="top">
			<ul> 
				<li>для 1-6-го месяцев</li> 
				<li>для 6-го и последующих месяцев</li> 
			</ul>
		</td> 
	 
		<td valign="top">
			<ul> 
				<li>12% / 15% </li> 
				<li>21% / 24% </li> 
			</ul> 
		</td>
	</tr> 
	<tr class="alt-row">
		<td valign="top"> 
			<ul> 
				<li>в пунктах выдачи наличных или банкоматах "Банка" </li> 
				<li>в банкоматах банков-партнеров "Объединенной расчетной системы (ОРС)" </li> 
				<li>в пунктах выдачи наличных или банкоматах иного банка </li> 
			</ul>
		</td> 
		<td valign="top">
			<ul> 
				<li>0%</li> 
				<li>0,5%</li > 
				<li>2,5%</li>
			</ul>
		</td>
	</tr> 
	 
	<tr>
		<td valign="top">Минимальная сумма комиссии по операциям получения наличных денежных средств в пунктах выдачи наличных или банкоматах иного банка. </td> 
		<td valign="top">150 рублей</td>
	</tr> 
	 
	<tr class="alt-row">
		<td valign="top">Комиссия за осуществление конвертации по трансграничным операциям (совершенным за пределами территории РФ). </td > 
		<td valign="top">0,75% </td>
	</tr> 
	
	 
	</table>
	 
	<h2>Расчетные карты Банка</h2>
	
	<table cellspacing="0" class="data-table"> 
	 
		<tr class="alt-row">
			<td valign="top" width="60%">Валюта Картсчета</td> 
			<td valign="top">российские рубли / доллары США / евро</td>
		</tr> 
		<tr>
			<td valign="top">Срок действия карты</td> 
			<td valign="top">3 года</td>
		</tr>
		<tr class="alt-row">
			<td valign="top">Комиссия за осуществление расчетов в течение одного года по операциям с Основной Картой при ее первичном выпуске.
				Взимается перед началом каждого года расчетов по действующей Карте из средств на Картсчете.</td> 
			<td valign="top">500 рублей/20 долл. США/20 евро</td>
		</tr> 
		<tr>
			<td colspan= "2" valign="top">Комиссия за операцию получения наличных денежных средств:</td>
		</tr> 
	 
		<tr class="alt-row">
			<td colspan= "2" valign="top">до 300 000 рублей (включительно)</td></tr> 
		<tr>
			<td valign="top">
				<ul>
					<li>в пунктах выдачи наличных или банкоматах «Банка»</li> 
					<li>в банкоматах банков-партнеров</li> 
					<li>в пунктах выдачи наличных или банкоматах иного банка</li>
				</ul>
			</td> 
			<td valign="top">
				<ul>
					<li>0%</li> 
					<li>0,5%</li> 								 
					<li>1,5% мин. 90 руб.</li>
				</ul>
			</td>
		</tr> 
	 
		<tr class="alt-row"><td valign="top">от 300 001 до 10 000 000 рублей (включительно)</td> 
		<td valign="top">2,5% </td></tr> 
		 
		 
		<tr>
			<td valign="top">от 10 000 001 рубля и выше</td> 
			<td valign="top">5%</td>
		</tr> 
		 
		 
		<tr class="alt-row">
			<td valign="top">Минимальная сумма комиссии по операциям получения наличных денежных средств в пунктах выдачи наличных или банкоматах иного банка. </td> 
			<td valign="top">90 рублей</td>
		</tr> 
		 
		<tr>
			<td valign="top">Комиссия за перечисление и конверсию денежных средств в Интернет-банке. </td> 
			<td valign="top">0%</td>
		</tr> 
		 
		<tr class="alt-row">
			<td valign="top">Комиссия за остановку операций по Картсчету, совершаемых с использованием Карты, при ее утрате. </td> 
			<td valign="top">600 рублей/25 долл. США/25 евро</td>
		</tr>
		 
		<tr>
			<td valign="top">Комиссия за осуществление конверсии по трансграничным операциям (совершенным за пределами территории РФ).</td> 
			<td valign="top">0,75%</td>
		</tr> 
		 
		<tr class="alt-row">
			<td valign="top">Выдача Карточки доступа.</td> 
			<td valign="top">Бесплатно</td>
		</tr> 
		 
		<tr>
			<td valign="top">Комиссия за оплату услуг в Интернет - банке и в банкоматах Банка. </td> 
			<td valign="top">Бесплатно</td>
		</tr> 
		 
		<tr class="alt-row">
			<td valign="top">Комиссия за учет перерасхода средств (в процентах годовых от суммы перерасхода). </td> 
			<td valign="top">36%</td>
		</tr> 
		 
		<tr>
			<td valign="top">Комиссия за отправку SMS сообщений о суммах проведенных по Карте операций и доступном балансе в течение ее срока действия.</td> 
			<td valign="top">Бесплатно</td>
		</tr> 
	 
	</table>	

 
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>