<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Потребительский кредит");
?>

	<p>Не важно, для чего вам нужны деньги — мы доверяем вам и не тратим время на лишние процедуры.</p>
	<h2>Тарифы кредитования физических лиц</h2> 
	<h3>В рублях</h3> 
	
	<ul>
		<li>Сумма кредита: от 150 000 до 1 500 000 рублей</li> 
		<li>Срок кредита: от 6 до 36 месяцев</li>
		<li>% ставка: от 18 до 21,5% годовых</li>
		<li>Единовременная комиссия за выдачу кредита: 2% от суммы кредита</li>
	</ul>
		
	<h3>В долларах США</h3> 
	<ul>
		<li>Сумма кредита: от 5 000 до 50 000 долларов США</li> 
		<li>Срок кредита: от 6 до 24 месяцев</li>
		<li>% ставка: от 14,5 до 16,5% годовых</li>
		<li>Единовременная комиссия за выдачу кредита: 2% от суммы кредита</li>
	</ul>
		
	<p><i>Условия кредитного договора и применяемый тарифный план и/или тарифы определяются в индивидуальном порядке, в том числе в зависимости от подтвержденного дохода клиента. Изложенная информация не является публичной офертой и не влечет возникновения у ЗАО «Банк Интеза» обязанности предоставить кредит, как на указанных, так и на любых иных условиях.</i></p> 
	 
	<h2>Минимальные требования к заемщику</h2> 
	<ul>
		<li>Вы гражданин России.</li> 
		<li>Вам сейчас больше 23 лет и вам будет меньше 60 (для мужчин) или меньше 55 (для женщин) на момент погашения (то есть полной оплаты) кредита.</li> 
		<li>У вас есть официальное место работы, и вы работаете на нем по найму не менее шести месяцев и прошли испытательный срок.</li> 
		<li>Ваш общий трудовой стаж составляет не менее двух лет</li> 
		<li>Вы можете подтвердить свой доход официально при помощи стандартной формы 2НДФЛ или справкой по форме банка.</li> 
		<li>Вы обратились в отделение банка в том же городе, в котором вы работаете.</li> 
		<li>С вами можно связаться по городскому телефону по месту работы.</li>
	</ul> 
	<p>Телефон горячей линии: <b>8 800 2002 808</b> ( Звонок по России бесплатный)</p> 		
 
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>