<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Частным лицам");
?>

	<p>Наш Банк предоставляет физическим лицам большое число различных возможностей, связанных с сохранением средств и совершением различных сделок. В частности, банк предлагает своим клиентам широкую линейку разнообразных вкладов, способных удовлетворить как долгосрочные, так и краткосрочные интересы, касающиеся размещения свободных средств по выгодным ставкам. В своей работе Банк активно применяет инновационные технологии динамично развивающейся банковской сферы.</p> 
	<p>Банк предлагает своим клиентам качественный универсальный сервис по следующим направлениям:</p>
	<ul> 
		<li><a href="cards.php">Банковские карты</a></li> 
		<li><a href="credit.php">Потребительский кредит</a></li> 
	</ul>

<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?> 
