<?php

$MESS['ABTEST_MODULE_NAME'] = "А/B-тестирование";
$MESS['ABTEST_MODULE_DESCRIPTION'] = "Модуль для А/B-тестирования";
$MESS['ABTEST_INSTALL_TITLE'] = "Установка модуля \"А/B-тестирование\"";
$MESS['ABTEST_UNINSTALL_TITLE'] = "Удаление модуля \"А/B-тестирование\"";


$MESS['ABTEST_SAMPLE1_NAME'] = 'Новый дизайн';
$MESS['ABTEST_SAMPLE1_DESCR'] = 'Запустите А/B-тестирование для сравнения текущего дизайна с новым, и убедитесь, что показатели конверсии нового шаблона сайта выше.';

$MESS['ABTEST_SAMPLE2_NAME'] = 'Главная страница';
$MESS['ABTEST_SAMPLE2_DESCR'] = 'Запустите А/B-тестирование, сравните влияние изменений на главной странице на конверсию вашего сайта.';

$MESS['ABTEST_SAMPLE3_NAME'] = 'Детальная карточка товара';
$MESS['ABTEST_SAMPLE3_DESCR'] = 'С этой страничкой знакомится почти каждый покупатель вашего магазина, прежде чем изменить ее, проведите А/B-тестирование и убедитесь, что для новой страницы показатели конверсии выше.';

$MESS['ABTEST_SAMPLE4_NAME'] = 'Страницы корзины';
$MESS['ABTEST_SAMPLE4_DESCR'] = 'Запустите А/B-тестирование, сравните влияние изменений на странице корзины на конверсию вашего сайта.';

$MESS['ABTEST_SAMPLE5_NAME'] = 'Страница оформления заказа';
$MESS['ABTEST_SAMPLE5_DESCR'] = 'Запустите А/B-тестирование, сравните влияние изменений на странице оформления заказа на конверсию вашего сайта.';

$MESS['ABTEST_SAMPLE6_NAME'] = 'Произвольная выбранная страница';
$MESS['ABTEST_SAMPLE6_DESCR'] = 'Проведите А/B-тестирование для любой страницы вашего сайта и сравните показатели конверсии для принятия правильного решения.';

$MESS['ABTEST_SAMPLE7_NAME'] = 'Композит';
$MESS['ABTEST_SAMPLE7_DESCR'] = 'Запустите А/B-тестирование и сравните показатели конверсии с композитом и без него.';

$MESS['ABTEST_SAMPLE8_NAME'] = 'CDN';
$MESS['ABTEST_SAMPLE8_DESCR'] = 'Запустите А/B-тестирование, чтобы выявить влияние CDN на конверсию вашего сайта.';

$MESS['ABTEST_SAMPLE9_NAME'] = 'BigData';
$MESS['ABTEST_SAMPLE9_DESCR'] = 'Узнайте насколько эффективна работа BigData. Запустите А/B-тестирование и сравните показатели конверсии сайта.';
