<?
$MESS["COURSE_ID_TIP"] = "Выбирается один из учебных курсов. Если выбран пункт (другое)->, то необходимо указать ID курса в поле рядом.";
$MESS["TEST_DETAIL_TEMPLATE_TIP"] = "Путь к странице прохождения теста.";
$MESS["CHECK_PERMISSIONS_TIP"] = "При выборе значения \"Да\" будет проверяться право на доступ.";
$MESS["TESTS_PER_PAGE_TIP"] = "Количество тестов, выводимых на странице. Остальные будут выведены с помощью постраничной навигации.";
$MESS["SET_TITLE_TIP"] = "При отмеченной опции в качестве заголовка страницы будет установлено <b>Список тестов</b>.";
?>