<?php
$MESS["SN_SPACES_ERROR_GROUP_TASKS_UNAVAILABLE"] = "Міндеттерге қолжетімділік шектеулі. Өзіңіздің басшыңызға немесе Битрикс24 әкімшісіне жүгініңіз";
$MESS["SN_SPACES_ERROR_USER_TASKS_UNAVAILABLE"] = "Міндеттерге қолжетімділік шектеулі. Өзіңіздің басшыңызға немесе Битрикс24 әкімшісіне жүгініңіз";
$MESS["SN_SPACES_NEW_SPACE_EMPTY_STATE_TEXT"] = "Әріптестеріңізді шақырыңыз, идеялар мен жобаларды талқылаңыз, бірлескен кездесулер мен қоңырауларды жоспарлаңыз, міндеттермен жұмыс жасаңыз";
$MESS["SN_SPACES_NEW_SPACE_EMPTY_STATE_TITLE"] = "Жаңа кеңістік <b>#SPACE_NAME#</b> жұмысқа дайын.";
