<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("О сайте");
?> 
<p>Сайт велосообщества - социальная сеть любителей поездок на "двухколесном друге". Сайт сообщества - это площадка для общения по интересам. Вы сможете писать свои заметки в блогах и обсуждать общие события в форумах.</p>

<p>Велосипедные интересы бывают разные. Кому-то нравятся неспешные прогулки по вечерам на велосипедах Сити комфорт, кому-то подавай спуск с горы - downhill. В нашем сообществе каждый велосипедист найдет информацию на интересующую себя тему.</p>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>