<?
$MESS ['ACGA1_NO_SITE'] = "Не указан сайт плана";
$MESS ['ACGA1_NO_USER'] = "Не указан код пользователя";
$MESS ['ACGA1_NO_PLAN'] = "Не указан код плана";
$MESS ['ACGA1_ERROR_FUNC'] = "Ошибка вызова функции";
$MESS ['ACGA1_NO_AFFILIATE'] = "Аффилиат с кодом #ID# не найден";
$MESS ['ACGA1_BAD_DATE'] = "Дата создания аффилиата не указана или имеет неверный формат";
$MESS ['ACGA1_NO_PLAN_DEACT'] = "Не найден подходящий план для аффилиата с кодом #ID#. Аффилиат деактивирован.";
$MESS ['ACGA1_BAD_FUNC1'] = "Некорректный вызов функции";
$MESS ['ACGA1_ERROR_TRANSF_MONEY'] = "Ошибка перевода денег на внутренний счет";
$MESS ['ACGA1_TRANSF_MONEY'] = ". Деньги на внутренний счет переведены.";
$MESS ['ACGA1_ERROR_UPDATE_SUM'] = "Ошибка обновения записи начисленных сумм";
$MESS ['SKGU_NO_USER'] = "Пользователь с кодом #ID# не найден";
$MESS ['AF_ERROR_USER'] = "Пользователь ##USER_ID# имеет аффилиата в модуле Интернет-магазина и не может быть удален.";
?>