<?
$MESS["SKGS_NO_ID"] = "Не указан код обновляемой записи";
$MESS["SKGS_NO_DEL_ID"] = "Не указан код удаляемой записи";
$MESS["SKGS_NO_DEL_SITE"] = "Не указан код сайта удаляемых записей";
$MESS["SKGS_NO_DEL_GROUP"] = "Не указан код группы удаляемых записей";
$MESS["SKGS_NO_DEL_FLAG"] = "Не указан код флага удаляемых записей";
$MESS["SKGO_ERROR_CURRENCY"] = "В Интернет-магазине валюта #CURRENCY# имеет привязку к сайту, валюта не может быть удалена.";
$MESS["SKGO_ERROR_DEFAULT_CURRENCY"] = "В Интернет-магазине валюта #CURRENCY# является валютой \"по-умолчанию\". Валюта не может быть удалена, пока не будут изменены настройки модуля";
?>