<?
$MESS ['SKGU_NO_USER'] = "Пользователь с кодом #ID# не найден";
$MESS ['SKGU_NO_ACCOUNT'] = "Внутренний счет пользователя не найден";
$MESS ['SKGU_EMPTY_USER_ID'] = "Не заполнено поле \"Пользователь\"";
$MESS ['SKGU_EMPTY_SUM'] = "Сумма не задана";
$MESS ['SKGU_EMPTY_CURRENCY'] = "Не заполнено поле \"Валюта\"";
$MESS ['SKGU_ERROR_LOCK'] = "Ошибка блокирования внутреннего счета";
$MESS ['SKGU_NO_ENOUGH'] = "На счете недостаточно средств для проведения оплаты";
$MESS ['SKGU_ACCOUNT_LOCKED'] = "Внутренний счет пользователя уже заблокирован";
$MESS ['SKGU_EMPTYID'] = "ID пользователя не задан";
$MESS ['SKGU_EMPTY_CUR'] = "Валюта не задана";
$MESS ['SKGU_ACCOUNT_NOT_LOCKED'] = "Счет не может быть заблокирован";
$MESS ['SKGU_ACCOUNT_NOT_WORK'] = "Работа со счётом заблокирована на один час";
$MESS ['UA_ERROR_USER'] = "Пользователь ##USER_ID# имеет не нулевой счет в модуле Интернет-магазина и не может быть удален.";
?>