<?
$MESS["SKGUC_NO_ID"]="Не указан код изменяемой записи";
$MESS["SKGUC_NO_CURRENCY"]="Не установлена валюта для границ диапазона снятия денег";
$MESS["SKGUC_NO_USER"]="Пользователь с кодом #ID# не найден";
$MESS["SKGUC_NO_PS"]="Обработчик платежной системы с кодом #ID# не найден";
$MESS["SKGUC_EMPTY_SUM"]="Не указана снимаемая сумма";
$MESS["SKGUC_EMPTY_CURRENCY"]="Не указана валюта снимаемой суммы";
$MESS["SKGUC_EMPTY_ID"]="Не указан код записи";
$MESS["SKGUC_NO_RECID"]="Не найдена запись с кодом ##ID#";
$MESS["SKGUC_NO_PARAMS"]="Не указан массив параметров карты";
$MESS["SKGUC_CROSS_BOUND"]="С этой карты максимально можно снять #SUM1#, снимается #SUM2#";
$MESS["SKGUC_NO_ACTION"]="Обработчик платежной системы с кодом ##ID# не найден";
$MESS["SKGUC_NO_PATH"]="Путь \"#FILE#\" к обработчику платежной системы не найден";
$MESS["SKGUC_NO_SCRIPT"]="Скрипт \"#FILE#\" для интеграции с платежной системой не найден";
?>