<?php
$MESS['SUBSCR_MODULE_NOT_INSTALLED'] = "Жазылу модулі қазіргі уақытта қолжетімсіз.";
$MESS['adm_auth_err'] = "Сіз жазылымды басқару үшін авторланудан өтуіңіз керек.";
$MESS['adm_auth_err_rub'] = "Кем дегенде бір жазылым айдарын көрсету қажет.";
$MESS['adm_conf_mess'] = "Рақмет, жазылу расталды.";
$MESS['adm_sent_mess'] = "Жазылу мекенжайына растау коды жіберілді.";
$MESS['adm_unsubscr_mess'] = "Жазылым белсенді емес деп белгіленген. Бұл мекенжайға хаттар жіберілмейді.";
$MESS['adm_upd_mess'] = "Жазылу параметрлері сақталды.";
$MESS['subscr_active_mess'] = "Жазылым белсендірілді.";
$MESS['subscr_email_not_found'] = "Жазылу мекенжайы табылмады.";
$MESS['subscr_pass_mess'] = "Құпиясөзді өзгерту туралы ақпарат тіркеу кезінде көрсетілген мекенжайға жіберілді.";
$MESS['subscr_send_pass_mess'] = "Сіз құпиясөзді өзгерту үшін ақпарат сұрадыңыз.";
$MESS['subscr_title_add'] = "Жазылу мекенжайын қосу";
$MESS['subscr_title_edit'] = "Жазылым параметрлерін редакциялау";
$MESS['subscr_wrong_rubric'] = "Көрсетілген жазылым айдары қате.";
