<?
$MESS["BIZPROCDESIGNER_INSTALL_NAME"] = "Дизайнер бизнес-процессов";
$MESS["BIZPROCDESIGNER_INSTALL_DESCRIPTION"] = "Модуль для проектирования, создания и изменения бизнес-процессов";
$MESS["BIZPROC_INSTALL_TITLE"] = "Установка модуля";
$MESS["BIZPROC_PHP_L439"] = "Вы используете версию PHP #VERS#, модулю для работы требуется версия не ниже 5.0.0. Пожалуйста, обновите PHP или обратитесь в службу технической поддержки вашего хостинга.";
$MESS["BIZPROC_ERROR_BPM"] = "Требуется установленный модуль бизнес-процессов.";
$MESS["BIZPROC_ERROR_EDITABLE"] = "Модуль не доступен в вашей редакции.";
?>