<?

$MESS ['PATH_TO_POST_TIP'] = "Указывается путь к главной странице Wiki. Например: wiki.php?title=#wiki_name#.";
$MESS ['PATH_TO_POST_EDIT_TIP'] = "Указывается путь к странице редактирования Wiki страницы. Например: wiki_edit.php?title=#wiki_name#";
$MESS ['PATH_TO_CATEGORIES_TIP'] = "Указывается путь к странице списка всех категории. Например: wiki_cats.php";
$MESS ['PATH_TO_DISCUSSION_TIP'] = "Указывается путь к странице обсуждения Wiki страницы. Например: wiki_discussion.php?title=#wiki_name#";
$MESS ['PATH_TO_HISTORY_TIP'] = "Указывается путь к странице истории изменений Wiki страницы. Например: wiki_history.php?title=#wiki_name#";
$MESS ['PATH_TO_HISTORY_DIFF_TIP'] = "Указывается путь к странице сравнения версии Wiki страницы. Например: wiki_history_diff.php?title=#wiki_name#";
$MESS ['PATH_TO_USER_TIP'] = "Указывается путь к странице пользователя. Например: user.php?user_id=#user_id#";
$MESS ['PAGE_VAR_TIP'] = "Указывается имя переменной, которой передается NAME страницы.";
$MESS ['OPER_VAR_TIP'] = "Указывается имя переменной, по которой определяется текущая операция на странице.";
$MESS ['ELEMENT_NAME_TIP'] = "Задается имя переменной, в которой будет передаваться NAME элемента, должно сопадать с \"Именем переменной для страницы\"";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "Поле служит для указания времени кеширования в секундах.";
$MESS ['SET_TITLE_TIP'] = "При установленной опции в качестве заголовка страницы будет установлено название Wiki страницы.";

?>