<?php
$MESS["MAIL_MAILBOX_CONNECTOR_CLIENT_EMAIL_EXISTS_ERROR"] = "Сіз бұл жәшікті қосып қойдыңыз";
$MESS["MAIL_MAILBOX_CONNECTOR_CLIENT_ERR_OAUTH"] = "Кіріс поштасының сыртқы серверінде авторландырудан өткен жоқ. Осы e-mail пайдаланушысы сыртқы пошта серверіне қосылғанына көз жеткізіңіз. Егер пошта аккаунтын сіздің компанияңыздың әкімшісі басқарса, баптаулар үшін оған хабарласыңыз.";
$MESS["MAIL_MAILBOX_CONNECTOR_CLIENT_ERR_OAUTH_SMTP"] = "Шығыс поштаның сыртқы серверінде авторландырудан өткен жоқ. Электрондық пошта серверінде SMTP хаттамасы арқылы электрондық хаттарды жіберу бапталғанына көз жеткізіңіз немесе \"Сыртқы SMTP арқылы жіберу\" құсбелгісін алып тастаңыз. Егер пошта аккаунтын сіздің компанияңыздың әкімшісі басқарса, баптаулар үшін оған хабарласыңыз.";
$MESS["MAIL_MAILBOX_CONNECTOR_CLIENT_FORM_ERROR"] = "Пошта жәшігін қосу мүмкін болмады. Бетті жаңартыңыз немесе қосымшаға қайта кіріңіз";
$MESS["MAIL_MAILBOX_CONNECTOR_CLIENT_IMAP_AUTH_ERR_EXT"] = "Қате логин немесе құпиясөз көрсетілген";
$MESS["MAIL_MAILBOX_CONNECTOR_CLIENT_LIMIT_ERROR"] = "Пошта жәшіктерінің шегі асып кетті. Жоғарырақ тарифке өтіңіз";
$MESS["MAIL_MAILBOX_CONNECTOR_CLIENT_OAUTH_ERROR"] = "Әрекетті орындау мүмкін болмады, кейінірек қайталап көріңіз";
$MESS["MAIL_MAILBOX_CONNECTOR_CLIENT_THERE_ARE_NO_MAIL_SERVICES"] = "Пошта сервисі сервистер кестесіне қосылуы керек. Өзіңіздің Битрикс24 әкімшісіне жүгініңіз";
$MESS["MAIL_MAILBOX_CONNECTOR_SMTP_PASS_BAD_SYMBOLS"] = "SMTP құпиясөзінде тыйым салынған символдар бар. Өзіңіздің Битрикс24 әкімшісіне жүгініңіз";
