<?
$MESS ['SEF_MODE_TIP'] = "При установленном флаге включается поддержка ЧПУ и становятся доступными для заполнения поля настройки адресов.";
$MESS ['ORDERS_PER_PAGE_TIP'] = "Указанное число определяет кол-во заказов на странице, остальные заказы будут выведены с помощью постраничной навигации.";
$MESS ['PATH_TO_PAYMENT_TIP'] = "Страница может быть создана с помощью компонента <i>Подключение платежной системы</i>. Переход на эту страницу происходит по ссылке <i>Повторить оплату</i> на странице с детальной информацией по заказу.";
$MESS ['PATH_TO_BASKET_TIP'] = "Страница может быть создана с помощью компонента <i>Корзина</i>. Переход на эту страницу происходит по ссылке <i>Повторить</i> из списка заказов.";
$MESS ['SET_TITLE_TIP'] = "В качестве заголовка будет установлено \"Мои заказы\".";
$MESS ['SEF_FOLDER_TIP'] = "Путь до папки, с которой работает компонент. Этот путь может как совпадать с физическим путем, так и не совпадать.";
$MESS ['SEF_URL_TEMPLATES_list_TIP'] = "Указывается часть содержимого адресной строки при переходе к странице со списком заказов пользователя, например, list/";
$MESS ['SEF_URL_TEMPLATES_detail_TIP'] = "Указывается часть содержимого адресной строки при переходе к просмотру подробной информации по заказу, например, detail/#ID#/";
$MESS ['SEF_URL_TEMPLATES_cancel_TIP'] = "Указывается часть содержимого адресной строки при переходе к странице отмены заказа, например, cancel/#ID#/";
$MESS ['HISTORIC_STATUSES_TIP'] = "Статусы, которые используются при фильтрации по истории. Если параметр filter_history не равен Y и заказ находится в одном из этих статусов, то такой заказ не будет выведен в списке.";
?>