<?php
$MESS["REST_MP_DELETE_CONFIRM"] = "Вы уверены, что хотите удалить приложение?";
$MESS["REST_MP_DELETE_CONFIRM_CLEAN"] = "удалить настройки и данные приложения";
$MESS["REST_MP_APP_DELETE"] = "Удалить";
$MESS["REST_MP_APP_INSTALL"] = "Установить";
$MESS["REST_MP_APP_INSTALL_CANCEL"] = "Отмена";
$MESS["REST_MP_APP_POPUP_LOAD"] = "Загрузка";
$MESS["REST_MP_APP_CLEAN"] = "удалить настройки и данные приложения";
$MESS["REST_MP_APP_REINSTALLED"] = "Приложение переустановлено";
$MESS["REST_MP_SUBSCRIPTION_TITLE"] = "Подписка на Приложения24";
$MESS["REST_MP_SUBSCRIPTION_BUTTON_TITLE"] = "Купить подписку";
$MESS["REST_MP_SUBSCRIPTION_BUTTON_TITLE2"] = "Бесплатно на 30 дней";
$MESS["REST_MP_SUBSCRIPTION_TEXT1"] = "Расширяйте возможности вашего Битрикс24.";
$MESS["REST_MP_SUBSCRIPTION_TEXT2"] = "Устанавливайте и используйте сотни готовых решений для управления продажами и задачами, скрипты продаж и аналитические отчеты, инструменты лидогенерации и интеграции с внешними сервисами, и многое другое. 100+ дополнительных роботов и действий бизнес процессов значительно упростят вам автоматизацию вашего бизнеса, а 300+ тематических шаблонов сайтов и магазинов помогут быстро запустить продажи онлайн.";
$MESS["REST_MP_SUBSCRIPTION_TEXT3"] = "Все эти приложения и виджеты доступны по подписке за фиксированную стоимость без ограничений на количество установленных приложений. Устанавливайте и используйте решения по подписке, чтобы зарабатывать больше.";


