<?
$MESS["SHOW_HIDDEN_TIP"] = "При отмеченной опции на странице редактирования будут выведены все активные рубрики.";
$MESS["ALLOW_ANONYMOUS_TIP"] = "При установленной опции анонимные пользователи смогут подписываться на рассылку, лишь указав свой адрес электронной почты без необходимости регистрации на сайте.";
$MESS["SHOW_AUTH_LINKS_TIP"] = "Если опция отмечена, то при подписке на рассылку анонимному пользователю будут выведены формы авторизации или регистрации.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо только определить время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS["CACHE_TIME_TIP"] = "Поле служит для указания времени кеширования в секундах.";
$MESS["SET_TITLE_TIP"] = "При установленном флаге заголовком страницы будет <i>Редактирование параметров подписки</i> при редактировании подписки или <i>Добавление адреса подписки</i>";
$MESS["AJAX_MODE_TIP"] = "Включение для компонента режима AJAX.";
$MESS["AJAX_OPTION_SHADOW_TIP"] = "При выполнении перехода будет затенена область, которая должна измениться.";
$MESS["AJAX_OPTION_JUMP_TIP"] = "Если пользователь совершит AJAX-переход, то по окончании загрузки произойдет прокрутка к началу компонента.";
$MESS["AJAX_OPTION_STYLE_TIP"] = "При совершении AJAX-переходов будет происходить подгрузка и обработка списка стилей, вызванных компонентом.";
$MESS["AJAX_OPTION_HISTORY_TIP"] = "Когда пользователь выполняет AJAX-переходы, то при включенной опции можно использовать кнопки браузера \"Назад\" и \"Вперед\".";
?>