<?php
$MESS["F_CONTENT"] = "<ul class='forum-help-list'>
	<li id='new_topic'><b>Форумда тақырыпты қалай құруға болады?</b><br />
		Тақырыптар форумының тізіміндегі немесе нақты тақырыптағы тиісті батырманы немесе сілтемені басыңыз. 
		Сізге хабарлама жібермес бұрын тіркелу қажет болуы мүмкін.</li>
	<li id='html'><b>Мен HTML қолдана аламын ба?</b><br />
		Бұл әкімші рұқсат бергеніне байланысты. Бұл мәселелер туғызуы мүмкін тегтерді пайдалануға тыйым салу мақсатында қауіпсіздік үшін жасалған.</li>
	<li id='bbcode'><b>HTML рұқсат етілмеген жағдайда хабарлама мәтінін қалай форматтауға болады?</b><br />
		Әкімші келесі тегтерді қолдануға рұқсат етуі мүмкін:<br />
	<table cellpadding='0' cellspacing='0' class='forum-table'>
		<tr><th>Тег</th><th>Сипаттама</th><th>Синонимдер</th><th>Ескерту</th></tr>
		<tr><td>&lt;a href=\"сілтеме\"&gt;</td>
			<td>сілтеме</td><td>[URL]сілтеме[/URL]<br />[URL=сілтеме]</td>	
			<td> </td></tr><tr><td>&lt;b&gt;, &lt;u&gt;, &lt;i&gt;</td>
			<td>қалың, асты сызылған мәтін немесе көлбеу сәйкесінше</td>
			<td>[b], [u], [i]</td><td>Әрқашан сәйкес жабушы &lt;/b&gt;, &lt;/u&gt;, &lt;/i&gt; тегі болуы керек</td></tr>
		<tr><td>&lt;img src=\"мекенжай\"&gt;</td><td>сурет</td>
			<td>[img]мекенжай[/img]</td>
			<td>мекенжай - кез келген ашық сайттағы суретке толық жол</td></tr>
		<tr>
			<td>&lt;ul&gt;, &lt;li&gt;</td><td>нөмірленбеген тізімдер</td>
			<td>[ul], [li]</td><td> </td></tr><tr><td>&lt;quote&gt;</td>
			<td>дәйексөзді ерекшелеу үшін арнайы тег</td><td>[quote]</td>
			<td>Әрқашан сәйкес &lt;/quote&gt; жабушы тегі болуы керек</td></tr>
		<tr><td>&lt;code&gt;</td>
			<td>кодты ерекшелеуге арналған арнайы тег</td>
			<td>[code]</td>
			<td>Әрқашан сәйкес жабушы &lt;/code&gt; тегі болуы керек</td></tr>
		<tr><td>&lt;font color=&gt;, &lt;font size=&gt;</td><td>қаріп түсі мен өлшемін өзгерту</td>
			<td>[color=түс], [size=өлшем]</td><td>Әрқашан сәйкес жабушы &lt;/font&gt; тегі болуы керек</td></tr>
	</table>
	</li>
	<li id='images'><b>Суреттерді кірістіруге бола ма?</b><br />
		Егер әкімші рұқсат етсе, сіз хабарламаларға суреттер қоса аласыз. 
		Сіз жалпыға қолжетімді серверде орналасқан суретке сілтеме көрсетуіңіз керек. 
		мысалы: [img]https://www.1c-bitrix.ru/images/logo_bitrix.gif[/img] или &lt;img src=\"https://www.1c-bitrix.ru/images/logo_bitrix.gif\"&gt;.</li>
	<li id='smiles'><b>Смайликтер дегеніміз не?</b><br />
		Смайликтер немесе эмоция белгішелері - бұл сезімдерді білдіру үшін қолданылатын кішкентай суреттер, мысалы, :) қуанышты білдіреді, :( қайғыны білдіреді. 
		Смайликтердің толық тізімін хабарламалар жасау нысанында көруге болады. Тек қана оларды шамадан тыс қолданбаңыз: олар хабарламаны оқылмайтын етіп, 
		модератор сіздің хабарламаңызды редакциялап немесе мүлдем жоя алады.</li>
	<li id='registration'><b>Неге маған тіркелу қажет?</b><br />
		Сіз мұны істемеуіңізге болады. Барлығы форумды әкімші қалай баптағанына байланысты: хабарламаларды орналастыру үшін тіркелуіңіз керек пе, жоқ па.</li>
	<li id='profile'><b>Өз баптауларымды қалай өзгерте аламын?</b><br />
		Барлық баптауларыңыз дерекқорда сақталады (егер сіз тіркелген болсаңыз). Оларды өзгерту үшін Профиль бөліміне өтіңіз (оған сілтеме жоғарғы панельде орналасқан). 
		Онда сіз барлық баптауларды өзгерте аласыз. Профиль бөліміне қолжетімділік тек тіркелгеннен кейін мүмкін.<br />
		Келушінің профилін өзгерту парақшасы үш бөлімнен тұрады: тіркеу ақпаратын өзгерту, жеке деректерді өзгерту және форумдағы профильді өзгерту.
		Тіркеу ақпаратын өзгерту бөлімі пайдаланушының аты-жөнін, логинін және құпиясөзін өзгерту үшін арналған. Жеке деректерді өзгерту бөлімі  
		мамандықты, туған күнді, фотосуретті, тұрғылықты жерді және басқа да жеке деректерді көрсету үшін қызмет етеді. Форумдағы профильді өзгерту бөлімі  
		форумдағы таныстырылымға өзгерістер енгізу үшін қызмет етеді:
			<ul><li><i>Атын көрсету.</i> Егер олар бос болмаса, хабарлама авторының аты ретінде оның аты-жөні қолданылады. 
				Немесе автордың логині қолданылады. Бұл жалау аты-жөнін толтырылғанына қарамастан пайдалануға тыйым салады;</li>
				<li><i>Түсініктеме</i> - автордың түсініктемесі, ол хабарлама авторының атының астында көрсетіледі. Түсініктемелер ретінде 
					«админ», «модератор», «support» және т.б. сөздерді қамтитын сөздер мен тіркестерді пайдалануға тыйым салынады. Ережені бұзушылар форумнан ескертусіз жойылады;</li>
				<li><i>Қолтаңба</i> - осы пайдаланушының әрбір хабарламасының астындағы автоматты қолтаңба. Қолтаңбада осы форумда рұқсат етілген кез келген тегтерді  
					қолдануға болады;</li>
				<li><i>Аватар</i> - хабарлама авторы атының астында көрсетілетін сурет.</li>
			</ul>
	</li>
	<li id='subscribe'><b>Мен жаңа хабарламаларды пошта арқылы алғым келеді!</b><br />Сіз бүкіл форумнан жаңа хабарламаларды, 
		сондай-ақ белгілі бір тақырып бойынша жаңа хабарламаларды алуға жазыла аласыз. Бұл үшін сіз серверде тіркелген болуыңыз керек. Форумдағы барлық хабарламаларға жазылу және 
		нақты тақырыпты хабарламаны (тақырыпты) жасаған кезде немесе форум тақырыптарының тізіміндегі немесе тақырыптағы тиісті сілтемелерді пайдалану арқылы таңдауға болады. Жазылымды басқару 
		үшін профиліңізде орналасқан «Жазылу» сілтемесіне өтіңіз.
	</li>
</ul>";
$MESS["F_NO_MODULE"] = "Форум модулі орнатылмаған";
$MESS["F_TITLE"] = "Көмек";
$MESS["F_TITLE_NAV"] = "Көмек";
