<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("title", "Пластиковые карты");
$APPLICATION->SetTitle("Пластиковые карты");
?><p> Наш Банк проводит операции с пластиковыми картами с 1997 г. Сегодня мы предлагаем пластиковые карты основных международных платёжных систем – Visa и MasterCard; от самых демократичных Еlеctron до элитных Gold и Platinum. В рамках персонального обслуживания В рамках персонального банковского обслуживания Банк дополнительно предлагает эксклюзивные карты Visa Infinite с бриллиантами и платиновым орнаментом.</p> 
									<p>Заказать международную пластиковую карту можно в любом отделении нашего Банка. Ваша карта будет готова уже через 3-5 дней. Наш Банк один из немногих в России, кто выдает карту сроком на два года, как и крупнейшие зарубежные банки.Каждый Пакет услуг Банка включает одну основную и до трех дополнительных пластиковых карт для вас и для членов вашей семьи (включая детей старше 14 лет). Вы сами устанавливаете ограничения: кто и сколько может потратить по карте.</p> 
									<p>Теряя пластиковую карту, вы не теряете деньги. Потому что карты нашего Банка надежно защищены от незаконного использования. Просто соблюдайте правила безопасности при обращении со своей картой, а в случае ее пропажи или хищения без промедления обратитесь в  Банк.</p> 
									<h2>Преимущества пластиковых карт Банка</h2> 
									<ul><li>получение наличных без комиссии в широкой сети банкоматов;</li> 
									<li>сведения об остатке и совершённых операциях по карте приходят по SMS;</li> 
									<li>система интернет-банкинга  позволяет владельцу карты контролировать расходы и управлять средствами на карточных счетах.</li> 
									<li> всем владельцам карт Банка доступны cкидки и бонусные программы.</li></ul> 
									 
									<h2>Виды пластиковых карт</h2> 
									 
									<h3>Дебетовые карты:</h3> 
									 
									<ul><li>удобство безналичной оплаты товаров и услуг</li> 
									<li>безопасное хранение собственных средств</li> 
									<li>начисление процентов на остаток по карте</li> 
									<li>контроль над расходами и управление своими деньгами</li></ul>	
									 
									 
									<h3>Кредитные карты:</h3> 
									 
									<ul><li>кредитование без процентов до 55 дней</li> 
									<li>пользоваться кредитом можно многократно, не обращаясь в Банк</li> 
									<li>безналичная оплата товаров и услуг без комиссий в любой точке мира</li> 
									<li>провоз денег через границу без таможенного оформления</li> 
									<li>не нужно покупать валюту для выезда в другие страны</li> 
									<li>все полезные функции дебетовых карт</li></ul> 					<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>