<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("title", "Кредитование");
$APPLICATION->SetTitle("Кредитование");
?><p>Кредитование малого и среднего бизнеса является одним из стратегических направлений Банка.</p> 
									Данное направление включает в себя:
									<ul><li>кредитование юридических лиц</li> 
									<li>кредитование индивидуальных предпринимателей</li></ul> 
									В зависимости от пожеланий клиента кредиты для бизнеса предоставляются в разных валютах: в рублях РФ, долларах США и евро. 
									 
									<h2>Преимущества получения кредита в нашем Банке:</h2> 
									<ul><li>Срок рассмотрения кредитной заявки от 2-х рабочих дней; </li> 
									<li>Отсутствие ежемесячной платы за ведение ссудного счета;</li> 
									<li>Отсутствие требований по предоставлению бизнес-плана;</li> 
									<li>Принимается к рассмотрению управленческая отчетность;</li> 
									<li>В качестве залога рассматриваются товары в обороте, автотранспорт, оборудование, недвижимость и другое ликвидное имущество; </li> 
									<li>Гибкие условия погашения кредита. </li></ul> 
									<h2>Для получения кредита:</h2> 
									<ul><li>Позвоните нам по телефону +7 (495) 757-57-57, обратитесь в ближайшее к Вам отделение Банка или заполните on-line заявку. </li> 
									<li>Наши специалисты помогут Вам выбрать удобные условия кредитования и ответят на интересующие Вас вопросы.</li> 
									<li>Подготовьте необходимые для рассмотрения кредитной заявки документы и договоритесь о встрече с кредитным экспертом Банка.</li> 
									<li>Покажите кредитному эксперту Ваше предприятие и имущество, предлагаемое в залог.</li> </ul> 
									Получите кредит на развитие Вашего бизнеса! 
									 
									<h2>Программы кредитования малого и среднего бизнеса:</h2> 
									 
									<table cellspacing="0" class="data-table">
										<tr>
											<th>
												Программа
											</th>
											<th colspan="2">
												Сумма кредита
											</th>
											<th>
												Процентная ставка
											</th>
											<th>
												Срок кредита
											</th>
										</tr>
										<tr class="alt-row">
											<td>
												<b>«Овердрафт»</b>
											</td>
											<td>
												от 300 000
											</td>
											<td>
												до 5 000 000 рублей
											</td>
											<td>
												от 18% годовых
											</td>
											<td>
												до 12 месяцев
											</td>
										</tr>
										<tr>
											<td>
												<b>«Миникредит»</b>
											</td>
											<td>
												от 150 000
											</td>
											<td>
												до 1 000 000 рублей
											</td>
											<td>
												от 24% годовых
											</td>
											<td>
												до 36 месяцев
											</td>
										</tr>
										<tr class="alt-row">
											<td>
												<b>«Развитие»
											</td>
											<td>
												от 1 000 000
											</td>
											<td>
												до 15 000 000 рублей
											</td>
											<td>
												от 17% годовых
											</td>
											<td>
												до 36 месяцев
											</td>
										</tr>
										<tr>
											<td>
												<b>«Инвест»
											</td>
											<td>
												от 1 000 000
											</td>
											<td>
												до 30 000 000 рублей
											</td>
											<td>
												от 15% годовых
											</td>
											<td>
												до 72 месяцев
											</td>
										</tr>
									</table><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>