<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("title", "Лизинг");
$APPLICATION->SetTitle("Лизинг");
?><p>Наш Банк оказывает весь спектр услуг по финансовой аренде (лизингу) отечественного и импортного оборудования, транспорта и недвижимости.</p> 
									 
									<h2>Лизинг оборудования и транспорта</h2> 
									
									<h3>Основные условия:</h3> 
									
									<ul>
										<li>Срок финансирования:
											<ul>
												<li>оборудование и транспорт - до 5 лет</li> 
  												<li>ж/д подвижной состав - до 10 лет</li>
  											</ul> 
										</li> 
										
										<li>Валюта финансирования: рубли, доллары США, евро</li> 
										<li>Минимальная сумма финансирования: от 4,5 млн.руб.</li> 
										<li>Аванс: от 0%</li> 
										<li>Удорожание: от 9%</li> 
										<li>Срок принятия решения: от 14 дней</li>
									</ul>
									
									<h2>Финансирование импортных поставок</h2>
									 
									<p>Мы предоставляем предприятиям доступ к льготному финансированию импортных поставок оборудования и транспорта  с использованием механизма лизинга при участии экспортных кредитных агентств.</p> 
									
									<h3>Основные условия:</h3>
									
									<ul> 
										<li>Срок финансирования: до 7 лет</li> 
										<li>Валюта финансирования: рубли, доллары США, евро</li> 
										<li>Минимальная сумма финансирования: от 15 млн.руб. </li> 
										<li>Аванс: от 15% (без учета таможенных пошлин) </li> 
										<li>Удорожание: от 5%</li> 
										<li>Срок принятия решения: от 14 дней</li>
									</ul> 
									 
									<h2>Лизинг коммерческой недвижимости</h2>
									
									<p>Позволяет предприятиям приобрести объекты коммерческой недвижимости без единовременного отвлечения значительных средств.</p> 
									В качестве предмета лизинга могут выступать:</p>
									
									<ul>
										<li>офисные здания;</li> 
										<li>торговые, складские и производственные помещения;</li> 
										<li>другие объекты коммерческой недвижимости.</li>
									</ul> 
									
									<h3>Основные условия:</h3> 
									
									<ul>
										<li>Срок финансирования: от 5 лет</li> 
										<li>Валюта финансирования: рубли, доллары США, евро</li> 
										<li>Минимальная сумма финансирования: от 50 млн.руб.* </li> 
										<li>Аванс: от 0%</li> 
										<li>Удорожание: от 7%</li> 
										<li>Срок принятия решения: от 14 дней</li>
									</ul>
									
									<p>* Размер суммы финансирования зависит от региона, в котором находится объект недвижимости.</p> 
									<p>Основным требованием, предъявляемым нашим Банком для рассмотрения заявки на лизинг коммерческой недвижимости, является наличие полного комплекта правоустанавливающих документов на недвижимость и наличие отчета независимого оценщика.</p> 		<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>