<?php
$MESS["LANDING_LANDING_ERROR_PAYMENT_FAILED"] = "Бет сіздің Битрикс24-те орнатылған қосымшадан қосылды. Бұл бетті жариялау үшін Битрикс24.Маркетплейс-те жазылымды белсені ету керек";
$MESS["LANDING_LANDING_ERROR_PAYMENT_FAILED_BLOCK"] = "Блок сіздің Битрикс24-те орнатылған қосымшадан қосылды. Бұл бетті жариялау үшін Битрикс24.Маркетплейс-те жазылымды белсені ету керек";
$MESS["LANDING_LIMIT_FREE_DOMEN"] = "Сіздің тарифіңізде сыйлыққа домен жоқ. Басқа тарифтік жоспарға өтіңіз немесе берілген сайт үшін доменнен бас тартыңыз.";
$MESS["LANDING_LIMIT_KNOWLEDGE_BASE_NUMBER_PAGE"] = "Сіздің тарифтік жоспарыңызда құрылған білім қорларының санына шектеу бар. Көптеген білім қорларымен жұмыс істеу үшін басқа тарифтік жоспарға өтіңіз.";
$MESS["LANDING_LIMIT_SITES_ACCESS_PERMISSIONS"] = "Құқықтардың функционалдығы сіздің тарифіңізде қолжетімсіз. Құқықтармен жұмыс істеу үшін басқа тарифтік жоспарға өтіңіз.";
$MESS["LANDING_LIMIT_SITES_DYNAMIC_BLOCKS"] = "Сіздің тарифіңізде екі динамикалық блокты жариялауға болады. Алдыңғы блоктарды жойып тастаңыз немесе басқа деректер жоспарына өту арқылы көбірек мүмкіндіктерді алыңыз.";
$MESS["LANDING_LIMIT_SITES_HTML_JS"] = "Сіздің тарифтік жоспарда пайдаланушылық HTML кодын қосуға шектеу бар. Сайттағы жеке кодты пайдалану үшін басқа тарифтік жоспарға өтіңіз.";
$MESS["LANDING_LIMIT_SITES_NUMBER"] = "Сіздің тарифтік жоспарыңызда құрылған немесе жарияланған сайттар санына шектеу бар. Көптеген сайттармен жұмыс істеу үшін басқа тарифтік жоспарға өтіңіз.";
$MESS["LANDING_LIMIT_SITES_NUMBER_FREE"] = "Сайттарды жариялау тек ақылы тарифтерде уақытша қолжетімді.";
$MESS["LANDING_LIMIT_SITES_NUMBER_PAGE"] = "Сіздің тарифтік жоспарыңызда жарияланған парақшалар санына шектеу бар. Жаңа парақшаларды жариялау үшін басқа тарифтік жоспарға өтіңіз.";
