<?
$MESS ['BR_NUM_POSTS'] = "Количество сообщений";
$MESS ['BR_PATH_TO_BLOG'] = "Шаблон пути к странице блога";
$MESS ['BR_PATH_TO_POST'] = "Шаблон пути к странице с сообщением блога";
$MESS ['BR_PATH_TO_USER'] = "Шаблон пути к странице пользователя блога";
$MESS ['BR_BLOG_VAR'] = "Имя переменной для идентификатора блога";
$MESS ['BR_POST_VAR'] = "Имя переменной для идентификатора сообщения блога";
$MESS ['BR_USER_VAR'] = "Имя переменной для идентификатора пользователя блога";
$MESS ['BR_PAGE_VAR'] = "Имя переменной для страницы";
$MESS ['BR_BLOG_URL'] = "Путь блога";
$MESS ['BR_TYPE'] = "Формат RSS";
$MESS ['B_VARIABLE_ALIASES'] = "Имена переменных";
$MESS ['BR_POST_ID'] = "Идентификатор сообщения блога";
$MESS ['BR_MODE'] = "Отдавать в RSS";
$MESS ['BR_MODE_POST'] = "Сообщения";
$MESS ['BR_MODE_COMMENT'] = "Комментарии";
?>