<?php
$MESS["MF_CAPTCHA_WRONG"] = "Автоматты хабарламалардан қорғау коды дұрыс көрсетілмеген.";
$MESS["MF_CAPTHCA_EMPTY"] = "Автоматты хабарламалардан қорғау коды көрсетілмеген.";
$MESS["MF_EMAIL_NOT_VALID"] = "Көрсетілген E-mail дұрыс емес.";
$MESS["MF_OK_MESSAGE"] = "Рахмет, хабарламаңыз қабылданды.";
$MESS["MF_REQ_EMAIL"] = "Жауап алғыңыз келетін E-mail көрсетіңіз.";
$MESS["MF_REQ_MESSAGE"] = "Сіз хабарлама жазған жоқсыз.";
$MESS["MF_REQ_NAME"] = "Есіміңізді көрсетіңіз.";
$MESS["MF_SESS_EXP"] = "Сіздің сессияңыз аяқталды. Хабарламаны қайта жіберіңіз.";
