<?php
$MESS['CACHE_TIME_TIP'] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS['CACHE_TYPE_TIP'] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS['PAGE_TIP'] = "Бұл өрісте сайттың түбірінен (#SITE_DIR#) жазылымды редакциялау  парақшасына жол көрсетіледі, мысалы, #SITE_DIR#about/subscr_edit.php.";
$MESS['SHOW_HIDDEN_TIP'] = "Жасырын айдарлар деп баптауларында <i>Жария жіберілім тізімінде көрсету</i> опциясы алынып тасталған жіберілімдер түсініледі.";
$MESS['USE_PERSONALIZATION_TIP'] = "Ағымдағы пайдаланушының жазылымын анықтау.";
