<?
$MESS ['PATH_TO_DETAIL_TIP'] = "Путь к странице с детальной информацией о заказе.";
$MESS ['PATH_TO_COPY_TIP'] = "Путь к странице, где происходит копирование заказа. Если указать путь к корзине, то заказ будет скопирован и можно будет начать его оформление. 
";
$MESS ['PATH_TO_CANCEL_TIP'] = "Путь к странице, где можно отменить заказ.";
$MESS ['PATH_TO_BASKET_TIP'] = "Путь к странице с корзиной пользователя.";
$MESS ['ORDERS_PER_PAGE_TIP'] = "Количество заказов на странице. Весь список заказов будет выведен с помощью постраничной навигации.";
$MESS ['SET_TITLE_TIP'] = "При отмеченной опции будет установлен заголовок страницы \"Мои заказы\".";
$MESS ['ID_TIP'] = "Идентификатор заказа для формирования ссылок при его просмотре и прочих действиях.";
$MESS ['HISTORIC_STATUSES_TIP'] = "Статусы, которые используются при фильтрации по истории. Если параметр filter_history не равен Y и заказ находится в одном из этих статусов, то такой заказ не будет выведен в списке.";
?>