<?
$MESS ['PATH_TO_BLOG_TIP'] = "Указывается путь к главной странице блога. Например: blog_blog.php?page=blog&blog=#blog#.";
$MESS ['PATH_TO_USER_TIP'] = "Указывается путь к странице профиля пользователя. Например: blog_user.php?page=user&user_id=#user_id#.";
$MESS ['PATH_TO_USER_EDIT_TIP'] = "Указывается путь к странице редактирования профиля пользователя. Например: blog_user_edit.php?page=user&user_id=#user_id#&mode=edit.";
$MESS ['PATH_TO_SEARCH_TIP'] = "Указывается путь к странице поиска. Например: blog_search.php.";
$MESS ['BLOG_VAR_TIP'] = "Указывается имя переменной, которой передается ID блога.";
$MESS ['PAGE_VAR_TIP'] = "Указывается имя переменной, которой передается страница блога.";
$MESS ['USER_VAR_TIP'] = "Указывается имя переменной, которой передается ID пользователя блога.";
$MESS ['ID_TIP'] = "Поле содержит код, в котором передается идентификатор пользователя.";
$MESS ['SET_TITLE_TIP'] = "При отмеченной опции в качестве заголовка страницы будет установлено <b>Профиль пользователя</b> \"имя пользователя\".";
$MESS ['USER_PROPERTY_TIP'] = "Отметьте дополнительные свойства, которые необходимо отобразить в профиле пользователя.";
?>