<?
$MESS["SAP1_ERROR_UPDATE_PLAN"] = "Ошибка изменения плана";
$MESS["SAP1_ERROR_DELETE_PLAN"] = "Ошибка удаления плана";
$MESS["SAP1_ERROR_ACTIVE_PLAN"] = "Ошибка изменения активности плана";
$MESS["SAP1_PLANS"] = "Планы";
$MESS["SAP1_SITE"] = "Сайт";
$MESS["SAP1_ACTIVE"] = "Активность";
$MESS["SAP1_NAME"] = "Название";
$MESS["SAP1_RATE"] = "Комиссия аффилиата";
$MESS["SAP1_NOT_LESS"] = "При продаже не менее";
$MESS["SAP1_UPDATE_PLAN"] = "Изменить параметры плана";
$MESS["SAP1_SHT"] = "шт.";
$MESS["SAP1_UPDATE"] = "Изменить";
$MESS["SAP1_DELETE"] = "Удалить";
$MESS["SAP1_DELETE_CONF"] = "Вы уверены, что хотите удалить этот план?";
$MESS["SAP1_ADD_PLAN"] = "Добавить план";
$MESS["SAP1_ADD_PLAN_ALT"] = "Добавить новый план";
$MESS["SAP1_RATE_PLANS"] = "Планы комиссий аффилиатов";
$MESS["SAP1_SITE1"] = "Сайт:";
$MESS["SAP1_ALL"] = "(все)";
$MESS["SAP1_ACTIVE1"] = "Активность:";
$MESS["SAP1_YES"] = "Да";
$MESS["SAP1_NO"] = "Нет";
$MESS["SAP1_NOTE1"] = "С помощью переключателя в глобальных настройках модуля магазина можно установить градацию планов как по количеству купленных позиций за период калькуляции, так и по общей сумме продаж за указанный период.";
$MESS["SAA_CHECK_FAILED"] = "У вас нет ни одного плана начального уровня (с нулевым ограничением)";
?>