<?
$MESS["SAT1_ERROR_UPDATE"]="Ошибка изменения пирамиды";
$MESS["SAT1_ERROR_DELETE"]="Ошибка удаления пирамиды";
$MESS["SAT1_AFF"]="Аффилиаты";
$MESS["SAT1_SITE"]="Сайт";
$MESS["SAT1_RATE1"]="Комиссия аффилиата 1 уровня (%)";
$MESS["SAT1_RATE2"]="Комиссия аффилиата 2 уровня (%)";
$MESS["SAT1_RATE3"]="Комиссия аффилиата 3 уровня (%)";
$MESS["SAT1_RATE4"]="Комиссия аффилиата 4 уровня (%)";
$MESS["SAT1_RATE5"]="Комиссия аффилиата 5 уровня (%)";
$MESS["SAT1_UPDATE_TIER"]="Изменить параметры пирамиды";
$MESS["SAT1_UPDATE"]="Изменить";
$MESS["SAT1_DELETE"]="Удалить";
$MESS["SAT1_DELETE_CONF"]="Вы уверены, что хотите удалить эту пирамиду?";
$MESS["SAT1_ADD"]="Добавить пирамиду";
$MESS["SAT1_ADD_ALT"]="Добавить новую пирамиду";
$MESS["SAT1_TIERS"]="Пирамиды";
$MESS["SAT1_SITE1"]="Сайт:";
$MESS["SAT1_ALL"]="(все)";
$MESS["SAT1_NOTE1"]="Пирамида нужна для того, чтобы организовать многоуровневое аффилиатство. То есть для того, чтобы аффилиат мог зарабатывать не только на своих продажах, но и на продажах других аффилиатов, которых он привел на сайт.";
$MESS["SAT1_NOTE2"]="Например, аффилиат <i>C</i> зарегистрировался на сайте через аффилиата <i>B</i>, а аффилиат <i>B</i> - через аффилиата <i>A</i>. Пусть комиссии пирамиды для 1 уровня - 10%, а для второго - 5%. Если аффилиат <i>C</i> получил за свои продажи <nobr>1 000 руб.</nobr>, то аффилиат <i>B</i> получит дополнительно <nobr>100 руб.</nobr> (<nobr>1 000 руб. * 10%</nobr>), а аффилиат <i>A</i> получит дополнительно <nobr>50 руб.</nobr> (<nobr>1 000 руб. * 5%</nobr>).";
$MESS["SAT1_NOTE3"]="Если комиссии всех уровней пирамиды равны нулю, то многоуровневое аффилиатство на сайте использоваться не будет.";
?>