<?
$MESS["BIGDATA_PERSONALIZATION"] = "Персонализация";
$MESS["BIGDATA_CONVERT"] = "Конвертируйте в продажи лучше конкурентов!";
$MESS["BIGDATA_NUM_ONE"] = "Bitrix BigData<br>№1 по охвату<br>интернет-магазинов!";
$MESS["BIGDATA_CONNECT"] = "Позволяет связать<br>онлайн и офлайн<br>продажи из 1С!";
$MESS["BIGDATA_PLATFORM"] = "Является составной<br>частью платформы<br>\"1С-Битрикс\"!";
$MESS["BIGDATA_HOWTO_ENABLE"] = "Как мне включить Bitrix BigData?";
$MESS["BIGDATA_ENABLED"] = "Сервис 1C-Битрикс BigData доступен для использования";
$MESS["BIGDATA_DISABLED"] = "Сервис 1С-Битрикс BigData отключен, включите для использования";
$MESS["BIGDATA_INSTALLED"] = "Установите виджет (компонент catalog.section) на главную страницу, в список, на детальную страницу, на странице корзины, или на странице оформления заказа.";
$MESS["BIGDATA_UNINSTALLED"] = "Виджет не установлен";
$MESS["BIGDATA_OBSERVE"] = "Отслеживать эффективность на странице списка заказов.";
$MESS["BIGDATA_GO"] = "Приступить";
$MESS["BIGDATA_ANALYZE"] = "Отслеживать";
$MESS["BIGDATA_DESC_1"] = "Мы разработали облачный сервис персонализации <strong>Bitrix BigData</strong>, который обрабатывает данные пользователей всех интернет-магазинов на платформе \"1С-Битрикс\".";
$MESS["BIGDATA_DESC_2"] = "Сервис анализирует посетителей, зашедших на ваш сайт - их интересы, покупки, сходство с другими покупателями, при этом сохраняя полную анонимность данных. Работает индивидуально для каждого сайта.";
$MESS["BIGDATA_DESC_3"] = "Универсальный компонент персонализации может быть легко размещен на главной странице вашего интернет-магазина, в списке товаров, в детальной карточке товара, в корзине и на странице оформления заказа. (показываем блоки рекомендуемых товаров в списке, детальке нашего магазина).";
?>