<?
$MESS["SALE_VK_MANUAL_ONLY_RUSSIAN"] = "Инструкция по экспорту ВКонтакте доступна только на русском языке.";
$MESS["SALE_VK_MANUAL_ONLY_RUSSIAN_2"] = "Если вы хотите настроить обмен - измените язык сайта (в верхнем меню).";
$MESS["SALE_VK_MANUAL_TITLE"] = "Инструкция по настройке обмена с ВКонтакте";
$MESS["SALE_VK_MANUAL_TAB__CONNECTION"] = "Соединение";
$MESS["SALE_VK_MANUAL_TAB__CONNECTION_DESC"] = "Настройки соединения с ВКонтакте";
$MESS["SALE_VK_MANUAL_TAB__EXPORT"] = "Экспорт";
$MESS["SALE_VK_MANUAL_TAB__EXPORT_DESC"] = "Настройки экспорта товаров в магазин ВКонтакте";
$MESS["SALE_VK_MANUAL_TAB__PRODUCTS"] = "Выбор разделов";
$MESS["SALE_VK_MANUAL_TAB__PRODUCTS_DESC"] = "Выбор разделов для экспорта";
$MESS["SALE_VK_MANUAL_TAB__RUNNING"] = "Запуск обмена";
$MESS["SALE_VK_MANUAL_TAB__RUNNING_DESC"] = "Запуск экспорта вручную или в автоматическом режиме";
$MESS["SALE_VK_MANUAL_TAB__FEATURES"] = "Особенности";
$MESS["SALE_VK_MANUAL_TAB__FEATURES_DESC"] = "Особенности";
$MESS["SALE_VK_MANUAL__CONNECTION_GROUP_TITLE"] = "Настройка сообщества ВКонтакте";
$MESS["SALE_VK_MANUAL__CONNECTION_GROUP_CREATE"] = "В социальной сети ВКонтакте создайте сообщество, выбрав цель <b>Развивать бизнес</b>. Запустится мастер создания сообщества – пройдите его несложные шаги, заполнив основные параметры сообщества: название, тематику, сайт и т. д.";
$MESS["SALE_VK_MANUAL__CONNECTION_GROUP_SETUP"] = "После прохождения всех шагов мастера вы окажетесь на странице созданного сообщества. Выполните следующие настройки (Управление > Настройки > Разделы):";
$MESS["SALE_VK_MANUAL__CONNECTION_GROUP_SETUP_STEP_GOODS"] = "раздел <b>Товары</b> должен быть включён (обязательно выберите режим <b>Базовые</b>);";
$MESS["SALE_VK_MANUAL__CONNECTION_GROUP_SETUP_STEP_GOODS_WARNING"] = "<b>Внимание!</b> #LINK_START#Расширенный режим#LINK_END# товаров ВКонтакте в настоящее время не поддерживается. Оформление заказа проходит через диалог в ВКонтакте с менеджером.";
$MESS["SALE_VK_MANUAL__CONNECTION_GROUP_SETUP_STEP_CURRENCY"] = "в качестве валюты магазина должен быть установлен <b>Российский рубль</b>.";
$MESS["SALE_VK_MANUAL__CONNECTION_TITLE_2_"] = "Выбор группы";
$MESS["SALE_VK_MANUAL__CONNECTION_7_"] = "Нужно выбрать группу ВКонтакте, в которую вы хотите загружать товары. После получения ключа доступа станет доступно выпадающее меню со списком групп, где вы являетесь администратором или модератором.";
$MESS["SALE_VK_MANUAL__CONNECTION_7a_"] = "<b>Обратите внимание:</b> вы можете выбрать любую группу, но экспорт будет выполняться, только если в её настройках включены товары, то есть группа является магазином.";
$MESS["SALE_VK_MANUAL__CONNECTION_7b_"] = "После выбора, не забудьте <b>сохранить настройки</b>.";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_TITLE"] = "Приложение ВКонтакте";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_DESCRIPTION"] = "Для соединения вашего Битрикс-сайта с сообществом необходимо создать <b>приложение ВКонтакте</b>. Приложение можно создать по этой #LINK_START#ссылке#LINK_END#.";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_ACCAUNT_NOTE"] = "<b>Примечание.</b> Если вы создаёте приложение впервые, то сначала автоматически запустится мастер создания бизнес-аккаунта. На первом шаге выберите тип аккаунта (юридическое лицо, индивидуальный предприниматель или физическое лицо). Поля второго шага подставятся в зависимости от выбранного типа аккаунта – заполните их и нажмите кнопку <b>Создать аккаунт</b>.";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_STAGE_SIGN_UP"] = "Если бизнес-аккаунт уже создан, то при переходе по указанной выше ссылке запустится мастер создания приложений. Первый шаг мастера:";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_STAGE_SIGN_UP_STEP_TITLE"] = "укажите название создаваемого приложения;";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_STAGE_SIGN_UP_STEP_PLATFORM"] = "в качестве платформы отметьте <b>Web</b>;";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_STAGE_SIGN_UP_STEP_IMAGE"] = "при желании можете загрузить изображение для окон авторизации и иконки приложения в личном кабинете пользователя ВКонтакте.";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_STAGE_DATA"] = "Второй шаг мастера:";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_STAGE_DATA_STEP_DOMAIN"] = "укажите базовый домен вашего сайта (например, mysite.ru);";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_STAGE_DATA_STEP_URL"] = "в поле <b>Доверенный redirect URL</b> укажите URL вида https://ваш_сайт/bitrix/admin/sale_vk_export_edit.php.";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_STAGE_DATA_NOTE"] = "Подробнее об этих полях читайте в #LINK_START#документации ВКонтакте#LINK_END#.";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_FINISH"] = "Нажмите кнопку <b>Готово</b>, и приложение будет создано. Далее перейдите в настройки созданного приложения и скопируйте данные из полей <b>ID приложения</b> и <b>Защищённый ключ</b>:";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_CREATE_NOTE"] = "<b>Примечание.</b> Чтобы просмотреть защищённый ключ, кликните по значку справа. Вам потребуется подтвердить свои действия, указав код из отправленного смс-сообщения. После этого ключ можно будет скопировать.";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_STAGE_ACCESS"] = "Теперь перейдите во вкладку <b>Доступы</b> и заполните информацию об организации, чтобы подключить расширенные доступы.";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_STAGE_ACCESS_DESCRIPTION"] = "Когда указанные вами данные пройдут модерацию, отметьте в расширенных доступах пункты <b>Сообщества</b>, <b>Товары</b> и <b>Фотографии</b> и нажмите кнопку <b>Отправить заявку</b>. В заявке на получение доступа укажите следующее сообщение: <i>«Для синхронизации товаров с 1С-Битрикс требуются доступы к сообществам, товарам и фотографиям»</i>.";
$MESS["SALE_VK_MANUAL__CONNECTION_APP_STAGE_ACCESS_FINISH"] = "Когда доступы будут предоставлены, вам на электронную почту придёт уведомление.";
$MESS["SALE_VK_MANUAL__CONNECTION_ACCESS_KEY_TITLE"] = "Получение ключа доступа";
$MESS["SALE_VK_MANUAL__CONNECTION_8_MSGVER_1"] = "Сохраните настройки на сайте. У вас появится ссылка \"Получить ключ доступа\", после нажатия на которую система затребует разрешения на доступ к вашей группе. 
Согласитесь с требованиями, и <b>ключ доступа будет получен и сохранён</b>, о чем будет свидетельствовать соответствующее сообщение.";
$MESS["SALE_VK_MANUAL__CONNECTION_8a_MSGVER_1"] = "Если при получении ключа вы видите сообщение об ошибке на английском языке, при этом адрес страницы начинается на \"https://oauth.vk.com\", значит, возникла ошибка на сервере авторизации ВКонтакте.";
$MESS["SALE_VK_MANUAL__CONNECTION_8b_MSGVER_1"] = "Вероятнее всего, вы неправильно указали в настройках экспорта <b>ID приложения</b> или <b>Защищённый ключ</b>, либо же в настройках приложения неверно прописали <b>Базовый домен</b> или <b>Доверенный redirect URL</b>.";
$MESS["SALE_VK_MANUAL__CONNECTION_9_"] = "Теперь соединение с ВКонтакте настроено. Можно переходить дальше.";
$MESS["SALE_VK_MANUAL__EXPORT_0"] = "После получения ключа доступа вам станут доступны различные опции. Их можно оставить в значениях по умолчанию, но для экспертной настройки мы приведём описание каждой опции.";
$MESS["SALE_VK_MANUAL__EXPORT_TITLE_1"] = "Перезаписывать изменения";
$MESS["SALE_VK_MANUAL__EXPORT_1"] = "Если опция включена, то экспорт будет перезаписывать все изменения, сделанные с товарами ВКонтакте.";
$MESS["SALE_VK_MANUAL__EXPORT_1a"] = "То есть если вы экспортировали товар, затем на стороне ВКонтакте изменили его название, то следующий обмен приведёт название в соответствие с указанным на сайте. Не затрагивает товары, созданные вручную ВКонтакте.";
$MESS["SALE_VK_MANUAL__EXPORT_1b"] = "Рекомендуется отключить, если вы собираетесь дополнительно править товары на стороне ВКонтакте.";
$MESS["SALE_VK_MANUAL__EXPORT_TITLE_2"] = "Максимальное время шага и Количество элементов";
$MESS["SALE_VK_MANUAL__EXPORT_2"] = "Экспорт выполняется пошагово, за каждый шаг ВКонтакте может обработать максимум 25 товаров.";
$MESS["SALE_VK_MANUAL__EXPORT_2a"] = "Каждый шаг должен завершаться быстрее, чем ваш сервер закроет соединение с базой данных или завершит PHP-скрипт по таймауту, поэтому необходимо ограничить время его выполнения в зависимости от настроек сервера.";
$MESS["SALE_VK_MANUAL__EXPORT_2b"] = "В случае, если экспорт не может завершиться корректно за отведённое время, нужно увеличить продолжительность шага (в указанных выше пределах) и уменьшить количество элементов на шаг.";
$MESS["SALE_VK_MANUAL__EXPORT_2c"] = "При стабильной работе рекомендуем оставить настройки по умолчанию.";
$MESS["SALE_VK_MANUAL__EXPORT_TITLE_3"] = "Частота обмена";
$MESS["SALE_VK_MANUAL__EXPORT_3"] = "Экспорт может запускаться как однократно вручную, так и периодически посредством создания агента.";
$MESS["SALE_VK_MANUAL__EXPORT_3a"] = "Если вам нужен автоматический запуск &mdash; установите нужный интервал. Если вы планируете обмениваться товарами только вручную &mdash; укажите здесь ноль.";
$MESS["SALE_VK_MANUAL__EXPORT_TITLE_4"] = "Категория по умолчанию";
$MESS["SALE_VK_MANUAL__EXPORT_5"] = "И последнее, что нужно сделать перед запуском обмена &mdash; <b>выбрать разделы с товарами для экспорта.</b>";
$MESS["SALE_VK_MANUAL__PRODUCTS_1"] = "Перед запуском обмена вам необходимо выбрать разделы каталога, которые будут экспортироваться ВКонтакте.";
$MESS["SALE_VK_MANUAL__PRODUCTS_1a"] = "В вашем Битрикс-магазине откройте меню \"Магазин\" -> \"Каталог товаров\", выберите нужный вам каталог и раскройте список \"Разделы\".";
$MESS["SALE_VK_MANUAL__PRODUCTS_1b"] = "Для разделов, которые вы желаете экспортировать, зайдите в меню \"Изменить\". Настройки экспорта расположены на вкладке \"Торговые платформы\". ";
$MESS["SALE_VK_MANUAL__PRODUCTS_TITLE_1"] = "Немного о структуре магазина ВКонтакте";
$MESS["SALE_VK_MANUAL__PRODUCTS_2"] = "Товары ВКонтакте не имеют дополнительных свойств. Поэтому при экспорте товары с торговыми предложениями, наборы и комплекты экспортируются как обычные товары.";
$MESS["SALE_VK_MANUAL__PRODUCTS_2a"] = "Вы можете экспортировать каждый раздел каталога как отдельный альбом, или же создать альбом только на основе родительского раздела (например, Обувь) и добавить в него товары из всех дочерних (например, Туфли и Кроссовки).";
$MESS["SALE_VK_MANUAL__PRODUCTS_2b"] = "Также можно добавлять товары в любой другой раздел. Например, если ваш каталог разделён по брендам, то телевизоры от разных производителей можно загружать в один альбом.";
$MESS["SALE_VK_MANUAL__PRODUCTS_TITLE_2"] = "Выбор разделов для экспорта";
$MESS["SALE_VK_MANUAL__PRODUCTS_3"] = "По умолчанию разделы наследуют настройки от родительского. Поэтому вам достаточно включить в экспорт корневой раздел, а все дочерние добавятся автоматически.";
$MESS["SALE_VK_MANUAL__PRODUCTS_3a"] = "Дочерние разделы, которые вы не хотите добавлять во ВКонтакте, можно легко исключить отдельно.";
$MESS["SALE_VK_MANUAL__PRODUCTS_3b"] = "Для каждого профиля задаётся свой набор разделов для экспорта. Раздел может одновременно экспортироваться в нескольких профилях или же не включаться ни в один из них.";
$MESS["SALE_VK_MANUAL__PRODUCTS_3c"] = "У каждого раздела имеется несколько настроек:";
$MESS["SALE_VK_MANUAL__PRODUCTS_4"] = "<b>Наследовать настройки</b> &mdash; указывает, использовать собственные настройки или брать их от родительского раздела. По умолчанию настройки наследуются.";
$MESS["SALE_VK_MANUAL__PRODUCTS_5"] = "<b>Экспортировать раздел</b> &mdash; если выключить &mdash; раздел и все дочерние будет исключён из экспорта.";
$MESS["SALE_VK_MANUAL__PRODUCTS_7"] = "<b>Альбом для добавления</b> &mdash; по умолчанию на основе каждого раздела создаётся альбом во ВКонтакте.<br>
Если указать здесь альбом, отличный от текущего, товары будут добавлены в него, альбом для текущего раздела не будет создан.";
$MESS["SALE_VK_MANUAL__PRODUCTS_8"] = "<b>Псевдоним альбома</b> &mdash; позволяет при создании альбома использовать любое имя, если не устраивает стандартное.";
$MESS["SALE_VK_MANUAL__PRODUCTS_9"] = "<b>Добавить в альбом товары из дочерних разделов</b> &mdash; облегчает группировку товаров по альбомам. 
Если включить эту опцию &mdash; товары всех дочерних разделов будут добавлены в текущий. Альбомы для дочерних разделов не будут созданы.";
$MESS["SALE_VK_MANUAL__PRODUCTS_10"] = "<b>Категория товаров</b> &mdash; данная настройка является обязательной для добавления товара, однако на текущий момент она никак не влияет на его отображение во ВКонтакте. Категории выбираются из фиксированного списка.";
$MESS["SALE_VK_MANUAL__PRODUCTS_10a"] = "Категорию для каждого раздела можно не указывать, в таком случае будет использоваться значение по умолчанию из настроек профиля экспорта.";
$MESS["SALE_VK_MANUAL__PRODUCTS_11"] = "После выбора всех разделов, которые вы хотите экспортировать, можно переходить непосредственно к обмену.";
$MESS["SALE_VK_MANUAL__RUNNING_0"] = "Настройки и запуск обмена";
$MESS["SALE_VK_MANUAL__RUNNING_3"] = "Запуск экспорта осуществляется с вкладки \"Обмен\" в настройках каждого профиля экспорта. В стандартном режиме вам нужно нажать только одну кнопку, система создаст сначала альбомы, а затем добавит в них товары.";
$MESS["SALE_VK_MANUAL__RUNNING_4"] = "Для частичного обмена (например, вы изменили только фотографии разделов, но не товары в них) вы можете использовать дополнительные режимы экспорта и добавлять товары и альбомы по отдельности, а также удалять элементы из магазина.";
$MESS["SALE_VK_MANUAL__RUNNING_5"] = "Ход выполнения";
$MESS["SALE_VK_MANUAL__RUNNING_5a"] = "Процесс обмена выполняется пошагово, за один обрабатывается количество элементов, указанное в настройках. В процессе экспорта вы будете видеть статистику хода выполнения, цифры обновляются на каждом шаге.";
$MESS["SALE_VK_MANUAL__RUNNING_6"] = "Все ошибки во время экспорта выводятся сообщениями в админской части. Также отображается статистика прошлых или текущего экспорта.";
$MESS["SALE_VK_MANUAL__RUNNING_7"] = "Если вы случайно закроете страницу, то состояние экспорта будет сохранено, и при следующем открытии он начнётся заново. Экспорт завершается либо после обработки всех элементов, либо вручную, по кнопке \"Остановить\".";
$MESS["SALE_VK_MANUAL__FEATURES_1"] = "Магазин ВКонтакте имеет некоторые особенности и ограничения, которые нужно учитывать:";
$MESS["SALE_VK_MANUAL__FEATURES_2"] = "Лимиты товаров и альбомов";
$MESS["SALE_VK_MANUAL__FEATURES_3"] = "Максимальное количество товаров &mdash; 15000.<br>Максимальное количество альбомов &mdash; 100.<br>
<i>Если во время экспорта будет превышен этот лимит &mdash; обмен завершится, и вы получите сообщение об ошибке.</i>";
$MESS["SALE_VK_MANUAL__FEATURES_4"] = "Выбор изображений";
$MESS["SALE_VK_MANUAL__FEATURES_5"] = "Для каждого <b>товара</b> можно добавить одно главное изображение и 4 дополнительных.<br>
<i>Основное изображение является обязательным, при его отсутствии товар не будет добавлен, а вы получите сообщение об ошибке.</i>";
$MESS["SALE_VK_MANUAL__FEATURES_6"] = "Изображения для товаров выбираются из полей \"Картинка для анонса\", \"Детальная картинка\". Если заданы торговые предложения &mdash; их изображения также используются.";
$MESS["SALE_VK_MANUAL__FEATURES_7"] = "Кроме того, <b>создаётся специальное свойство</b> \"Изображения для экспорта ВКонтакте\", картинки, добавленные в него, имеют больший приоритет и используются в первую очередь.
Данная настройка создана для того, чтобы вы могли использовать специальные изображения для продвижения в соц.сетях.";
$MESS["SALE_VK_MANUAL__FEATURES_8"] = "Для каждого <b>альбома</b> добавляется одно титульное изображение.<br>
<i>Альбом может быть добавлен и без изображения, но при его отсутствии вы получите сообщение об ошибке.</i>";
$MESS["SALE_VK_MANUAL__FEATURES_9"] = "Картинка для альбома выбирается из поля \"Изображение\".";
$MESS["SALE_VK_MANUAL__FEATURES_10"] = "Размеры изображений";
$MESS["SALE_VK_MANUAL__FEATURES_11"] = "Титульная картинка альбома должна иметь размер минимум 1280*720 пикселей, сумма размеров длины и ширины не должна быть более 14000,
а размер файла не должен превышать 50MB.";
$MESS["SALE_VK_MANUAL__FEATURES_12"] = "Изображения для товара должны иметь размер минимум 400*400 пикселей, сумма размеров длины и ширины не должна быть более 14000,
а размер файла не должен превышать 50MB.";
$MESS["SALE_VK_MANUAL__FEATURES_12a"] = "Минимальные и максимальные ограничения проверяются при экспорте, неподходящие картинки отбрасываются.";
$MESS["SALE_VK_MANUAL__FEATURES_13"] = "Кроме того существуют особенности обрезки титульного изображения для товара. 
ВКонтакте использует для отображения максимально возможную квадратную область, начинающуюся из нижнего правого края изображения:";
$MESS["SALE_VK_MANUAL__FEATURES_14"] = "Результатом такой обрезки становится то, что практически все прямоугольные изображения теряют свой товарный вид после экспорта.";
$MESS["SALE_VK_MANUAL__FEATURES_15"] = "Для этих целей при настройке профиля для экспорта в каждом товаре создаётся отдельное поле для картинок для магазина ВКонтакте.
Мы рекомендуем использовать специально подготовленные <b>квадратные</b> изображения, чтобы ваши товары смотрелись максимально привлекательно.";
?>
