<?php
$MESS["SEC_CODES"] = "Резервтік кодтар";
$MESS["SEC_GENERATE"] = "жаңа кодтарды жасау";
$MESS["SEC_INFO"] = "Ұялы телефон жоғалған жағдайда немесе қосымшада кодты алу мүмкін болмайтын 
басқа жағдайларда қажет болуы мүмкін құпия резервтік кодтардың көшірмесін жасаңыз
Оларды жақын жерде сақтаңыз, мысалы әмияныңызда. Әр кодты тек бір рет қолдануға болады.";
$MESS["SEC_NEW_CODES"] = "Резервтік кодтар аяқталып жатыр ма?<br/>
Жаңасын жасаңыз <br/><br/>
Тек <br/>соңғы жасалған 
кодтар жарамды.";
$MESS["SEC_PRINT"] = "Басып шығару";
$MESS["SEC_SAVE"] = "Мәтіндік файлға сақтау";
$MESS["SEC_SHORT_NOTICE"] = "* Әр кодты тек бір рет қолдануға болады.";
