<?
$MESS ['SONET_MODULE_NOT_INSTALL'] = "Модуль социальной сети не установлен.";
$MESS ['SONET_P_USER_NO_USER'] = "Пользователь не найден";
$MESS ['SONET_C34_NO_FR_FUNC'] = "Функционал друзей выключен";
$MESS ['SONET_C34_PAGE_TITLE'] = "Добавление в список друзей";
$MESS ['SONET_C34_SELF'] = "Вы не можете добавить в свои друзья себя самого";
$MESS ['SONET_C34_ALREADY_FRIEND'] = "Этот пользователь уже является вашим другом";
$MESS ['SONET_C34_ALREADY_SEND'] = "Вы уже отправили запрос на дружбу этому пользователю";
$MESS ['SONET_C34_IN_BLACK'] = "Вы находитесь в черном списке по отношению к этому пользователю";
$MESS ['SONET_C34_NO_TEXT'] = "Не указан текст сообщения пользователю";
?>