<?
$MESS ['BP_EXPR_NAME'] = "Экспертная оценка";
$MESS ['BP_EXPR_DESC'] = "Рекомендуется для ситуаций, когда для принятия решения по документу лицу, принимающему решение, нужна экспертная оценка по документу. В рамках процесса назначается экспертная группа, каждый участник которой может высказать свое мнение по документу. Мнения передаются лицу, принимающему решение, который утверждает или нет документ.";
$MESS ['BP_EXPR_S'] = "Последовательный бизнес-процесс";
$MESS ['BP_EXPR_TASK1'] = "Необходимо рассмотреть документ \"{=Document:NAME}\"";
$MESS ['BP_EXPR_TASK1_MAIL'] = "Для обработки документа \"{=Document:NAME}\" необходимо получить ваше мнение по нему.

Для утверждения документа перейдите по ссылке #BASE_HREF##TASK_URL#
";
$MESS ['BP_EXPR_M'] = "Почтовое сообщение";
$MESS ['BP_EXPR_APPR1'] = "Необходимо рассмотреть документ \"{=Document:NAME}\"";
$MESS ['BP_EXPR_APPR1_DESC'] = "Для обработки документа \"{=Document:NAME}\" необходимо получить ваше мнение по нему.";
$MESS ['BP_EXPR_ST_1'] = "Последовательность действий";
$MESS ['BP_EXPR_MAIL2_SUBJ'] = "Необходимо утвердить документ \"{=Document:NAME}\"";
$MESS ['BP_EXPR_MAIL2_TEXT'] = "Все назначенные сотрудники рассмотрели документ и высказали свое мнение.
Теперь вам необходимо утвердить документ.

Для утверждения документа перейдите по ссылке #BASE_HREF##TASK_URL#

{=ApproveActivity1:Comments}";
$MESS ['BP_EXPR_APP2_TEXT'] = "Необходимо утвердить документ \"{=Document:NAME}\"";
$MESS ['BP_EXPR_APP2_DESC'] = "Все назначенные сотрудники рассмотрели документ и высказали свое мнение.
{=ApproveActivity1:Comments}
Теперь вам необходимо утвердить документ.";
$MESS ['BP_EXPR_TAPP'] = "Утверждение документа";
$MESS ['BP_EXPR_MAIL3_SUBJ'] = "Утверждение документа \"{=Document:NAME}\": документ принят";
$MESS ['BP_EXPR_MAIL3_TEXT'] = "Утверждение документа \"{=Document:NAME}\" закончено, документ утвержден.

{=ApproveActivity2:Comments}";
$MESS ['BP_EXPR_ST3_T'] = "Утвержден";
$MESS ['BP_EXPR_ST3_TIT'] = "Статус: Утвержден";
$MESS ['BP_EXPR_PUB'] = "Публикация документа";
$MESS ['BP_EXPR_MAIL4_SUBJ'] = "Утверждение документа \"{=Document:NAME}\": документ отклонен";
$MESS ['BP_EXPR_MAIL4_TEXT'] = "Утверждение документа \"{=Document:NAME}\" закончено, документ отклонен.

{=ApproveActivity2:Comments}";
$MESS ['BP_EXPR_NA'] = "Отклонен";
$MESS ['BP_EXPR_NA_ST'] = "Статус: Отклонен";
$MESS ['BP_EXPR_PARAM2'] = "Эксперты";
$MESS ['BP_EXPR_PARAM2_DESC'] = "Экспертная группа, каждый участник которой может высказать свое мнение по документу.";
$MESS ['BP_EXPR_PARAM1'] = "Утверждает";
?>