<?php
$MESS["CACHE_TIME_TIP"] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS["ELEMENT_NAME_TIP"] = "Элементтің NAME мәні берілетін айнымалының атауы анықталады. Егер \"Парақша үшін айнымалының атауы\" параметрі бар болса, осы айнымалының атауы осы параметрмен сәйкес келуі керек.";
$MESS["PATH_TO_SMILE_TIP"] = "Сайттың түбіріне қатысты смайлдар бар бумаға жол";
$MESS["PATH_TO_USER_TIP"] = "Пайдаланушының парақшасына жол көрсетіледі. Мысалы: user.php?user_id=#user_id#";
$MESS["SET_TITLE_TIP"] = "Опция орнатылған кезде парақша тақырыпаты ретінде Wiki парақша атауы орнатылады.";
