<?php
$MESS["BB_PATH_TO_SMILE"] = "Сайттың түбіріне қатысты смайлдар бумасына жол";
$MESS["BC_DATE_TIME_FORMAT"] = "Күн мен уақытты көрсету пішімі";
$MESS["BH_PATH_TO_DRAFT"] = "Соңына дейін жазылмаған хабарламаларға жол қалыбы";
$MESS["BPC_ALLOW_POST_CODE"] = "Хабарламалардың символдық кодын идентификатор ретінде пайдалану";
$MESS["BPC_IMAGE_MAX_HEIGHT"] = "Кескіннің максималды биіктігі";
$MESS["BPC_IMAGE_MAX_WIDTH"] = "Кескіннің максималды ені";
$MESS["BPE_ID"] = "Хабарлама идентификаторы";
$MESS["BPE_PAGE_VAR"] = "Парақша үшін айнымалының атауы";
$MESS["BPE_PATH_TO_BLOG"] = "Хабарламалар парақшасына жол қалыбы";
$MESS["BPE_PATH_TO_POST"] = "Хабарлама парақшасына жол қалыбы";
$MESS["BPE_PATH_TO_POST_EDIT"] = "Блог хабарламасын редакциялау парақшасына жол қалыбы";
$MESS["BPE_PATH_TO_USER"] = "Пайдаланушы парақшасына жол қалыбы";
$MESS["BPE_POST_VAR"] = "Хабарлама идентификаторы үшін айнымалы атауы";
$MESS["BPE_USER_VAR"] = "Пайдаланушы идентификаторы үшін айнымалы атауы";
$MESS["B_VARIABLE_ALIASES"] = "Айнымалылардың атаулары";
$MESS["POST_PROPERTY"] = "Хабарламаның қосымша қасиеттерін көрсету";
