<?php
$MESS["SCVC_TEMPLATE_LICENSE_TEXT"] = "Жанды лента хабарламасын қарау саны \"Проект+\" бастап тарифтерде қолжетімді.<br><br>Сіз бұл хабарламаның қаралу санын, сондай-ақ қызметкерлердің қайсысын оқығанын көре аласыз – ол үшін меңзерді белгішенің үстіне апарыңыз.";
$MESS["SCVC_TEMPLATE_LICENSE_TEXT2"] = "Жаңалықтар лентасы хабарламаларын қарау саны \"Проект+\" бастап тарифтерде қолжетімді.<br><br> Сіз бұл хабарламаның қаралу санын, сондай-ақ қызметкерлердің қайсысы оқығанын көре аласыз – ол үшін меңзерді белгішенің үстіне апарыңыз.";
$MESS["SCVC_TEMPLATE_LICENSE_TITLE"] = "Кеңейтілген Жанды лента ";
$MESS["SCVC_TEMPLATE_LICENSE_TITLE2"] = "Кеңейтілген жаңалықтар лентасы";
$MESS["SCVC_TEMPLATE_POPUP_TITLE"] = "Қаралымдар";
