<?php
$MESS['LANDING_COOKIES_MAIN_AGREEMENT_TITLE'] = 'Согласие с Cookies-файлами';
$MESS['LANDING_COOKIES_MAIN_AGREEMENT_LABEL'] = 'Мы используем файлы Cookie для улучшения работы, персонализации и повышения удобства пользования нашим сайтом. Продолжая посещать сайт, вы соглашаетесь на использование нами файлов Cookie.';
$MESS['LANDING_COOKIES_MAIN_AGREEMENT_TEXT'] = '<p>Cookie–файлы &mdash; это текстовая строка информации, которую веб-сервер передает в браузер Вашего устройства (компьютер, ноутбук, смартфон, планшет), и которая далее хранится там. Cookie-файлы создаются, когда вы используете ваш браузер, при посещении Сайта. При каждом новом посещении Сайта браузер отправляет cookie-файлы на Сайт, и он распознает пользовательское устройство, что позволяет оптимизировать навигацию по Сайту при каждом следующем посещении.</p>
<p>При первом посещении Сайта Вы имеете возможность дать согласие на использование cookie-файлов или отказаться от него. Для отзыва ранее предоставленного согласия необходимо повторно открыть настройки Cookie через кнопку с иконкой &laquo;Печенье&raquo; в нижнем углу Сайта. При отказе от использования некоторых cookie-файлов определенный контент или функции Сайта могут быть недоступны или будут работать некорректно.</p>';

$MESS['LANDING_COOKIES_SYS_GA_TITLE'] = 'Google Analytics';
$MESS['LANDING_COOKIES_SYS_GA_TEXT'] = 'Google Аналитика позволяет нам собирать и анализировать информацию о том, как вы взаимодействуете с нашим веб-сайтом. Она не является идентифицирующей.
[URL=https://policies.google.com/technologies/types]Подробнее о типах файлов, которые использует Google[/URL]. 
[URL=https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage]Подробнее о файлах cookie Google Analytics и защите конфиденциальности[/URL]';

$MESS['LANDING_COOKIES_SYS_GTM_TITLE'] = 'Google Tag Manager';
$MESS['LANDING_COOKIES_SYS_GTM_TEXT'] = 'Google Tag Manager - это система управления тегами, добавленными, чтобы отслеживать и анализировать поведение посетителей на ресурсе. Собранная с помощью Google Tag Manager информация не может идентифицировать вас, однако может помочь нам улучшить работу нашего сайта. 
[URL=https://www.google.com/analytics/terms/tag-manager/]Подробнее об условиях использования Google Tag Manager[/URL]';

$MESS['LANDING_COOKIES_SYS_YM_TITLE'] = 'Яндекс.Метрика';
$MESS['LANDING_COOKIES_SYS_YM_TEXT'] = 'Этот сайт использует сервис веб-аналитики Яндекс.Метрика, предоставляемый компанией ООО «ЯНДЕКС», 119021, Россия, Москва, ул. Л. Толстого, 16 (далее — Яндекс).
Сервис Яндекс.Метрика использует технологию «cookie» — небольшие текстовые файлы, размещаемые на компьютере пользователей с целью анализа их пользовательской активности.
Собранная при помощи cookie информация не может идентифицировать вас, однако может помочь нам улучшить работу нашего сайта. Информация об использовании вами данного сайта, собранная при помощи cookie, будет передаваться Яндексу и храниться на сервере Яндекса в ЕС и Российской Федерации. Яндекс будет обрабатывать эту информацию для оценки использования вами сайта, составления для нас отчетов о деятельности нашего сайта, и предоставления других услуг. Яндекс обрабатывает эту информацию в порядке, установленном в условиях использования сервиса Яндекс.Метрика.
Вы можете отказаться от использования cookies, выбрав соответствующие настройки в браузере. Также вы можете использовать [URL=https://yandex.ru/support/metrika/general/opt-out.html]инструмент[/URL]. Однако это может повлиять на работу некоторых функций сайта. Используя этот сайт, вы соглашаетесь на обработку данных о вас Яндексом в порядке и целях, указанных выше.';

$MESS['LANDING_COOKIES_SYS_FBP_TITLE'] = 'Facebook pixel';
$MESS['LANDING_COOKIES_SYS_FBP_TEXT'] = 'На сайте подключен Facebook pixel, которые использует технологии, такие как файлы «cookie», для индивидуальной настройки материалов и рекламы, предоставления функций социальных сетей и анализа трафика сайта. Кроме того, мы предоставляем информацию об использовании вами нашего сайта доверенным социальным сетям, а также партнерам в области рекламы и аналитики.
[URL=https://www.facebook.com/policies/cookies/]Подробнее о политике Cookies Facebook[/URL]';

$MESS['LANDING_COOKIES_SYS_VKP_TITLE'] = 'Пиксель ВКонтакте';
$MESS['LANDING_COOKIES_SYS_VKP_TEXT'] = 'Пиксель ВКонтакте (vk.com) позволяет отслеживать посетителей со страницы сайта, на которой он установлен: как только человек заходит на страницу, пиксель ретаргетинга автоматически его учитывает.
С помощью пикселя мы показываем рекламу пользователям ВКонтакте, которые заходили на наш сайт или в мобильное приложение и совершили там определенные действия.
Пиксель принадлежит ООО «В Контакте», расположенного по адресу 191024, Санкт-Петербург, ул. Херсонская, д. 12-14, литер А, помещение 1-Н
[URL=https://vk.com/privacy]Подробнее о правилах защиты информации о пользователях сайта[/URL]
[URL=https://vk.com/privacy/cookies]Подробнее о политике Cookies[/URL]';

$MESS['LANDING_COOKIES_SYS_YT_TITLE'] = 'Youtube';
$MESS['LANDING_COOKIES_SYS_YT_TEXT'] = 'Cookie-файлы используются сервисом YouTube для отслеживания настроек для встроенного на сайт видеоролика с YouTube, когда он воспроизводится.
[URL=https://www.youtube.com/t/terms]Подробнее о политике Youtube[/URL]
[URL=https://policies.google.com/technologies/types]Подробнее о типах файлов, которые использует Google[/URL]';

$MESS['LANDING_COOKIES_SYS_GMAP_TITLE'] = 'Google Maps';
$MESS['LANDING_COOKIES_SYS_GMAP_TEXT'] = 'На сайте используются функции и контент приложения Google Карт, которые регулируются [URL=https://maps.google.com/help/terms_maps/]Дополнительными условиями использования сервисов "Google Карты" и "Google Планета Земля"[/URL], а также [URL=https://policies.google.com/privacy]политикой конфиденциальности Google[/URL]';