<?php
$MESS["CHECK_PERMISSIONS_TIP"] = "\"Иә\" мәнін таңдағанда, қол жеткізу құқығы тексеріледі.";
$MESS["COURSE_ID_TIP"] = "Оқу курстарының бірі таңдалады. Егер (басқа) -> тармағы таңдалса, онда жанындағы өріске курс ID-ін көрсету қажет.";
$MESS["SET_TITLE_TIP"] = "Опция белгіленген кезде парақша тақырыпаты ретінде <b>Тесттер тізімі</b> орнатылады.";
$MESS["TESTS_PER_PAGE_TIP"] = "Парақшада көрсетілетін тесттердің саны. Қалғандары парақша бойынша навигация арқылы көрсетіледі.";
$MESS["TEST_DETAIL_TEMPLATE_TIP"] = "Тест тапсыру парақшасына өту жолы.";
