<?
$MESS["IBLOCK_MODULE_NOT_INSTALLED"] = "Модуль информационных блоков не установлен.";
$MESS["IBLOCK_WRONG_SESSION"] = "Ваша сессия истекла. Пожалуйста, пересохраните документ еще раз.";
$MESS["P_ERR_UPLOAD_MAX_FILE_SIZE"] = "Размер фотографии превышает #UPLOAD_MAX_FILE_SIZE# Мб.";
$MESS["P_TITLE"] = "Загрузка фотографий";
$MESS["P_TITLE_CHAIN"] = "Загрузка";
$MESS["P_EMPTY_POST"] = "Не переданы файлы.";
$MESS["P_NEW_ALBUM"] = "Новый альбом";
$MESS["P_MODULE_IS_NOT_INSTALLED"] = "Модуль Фотогалерея 2.0 не установлен.";
$MESS["P_REAL_PICTURE"] = "Оригинал";
$MESS["P_GALLERY_EMPTY"] = "Не указан код галереи.";
$MESS["P_GALLERY_NOT_SIZE"] = "Недостаточно места.";
$MESS["P_DENIED_ACCESS"] = "Доступ запрещен.";
$MESS["P_PUBLIC_ELEMENT"] = "Опубликован (разместить на главной странице)";
$MESS["P_APPROVE_ELEMENT"] = "Одобрен (разрешить разместить на главной странице)";
$MESS["P_ERROR_BAD_POST"] = "Нет данных. Возможно вы загружаете слишком много файлов, суммарный размер которых превышает #SIZE#Мб.";
$MESS["P_ERROR_BAD_FILES"] = "Нет загружаемых файлов.";
$MESS["P_ERROR_EMPTY_SECTION"] = "Альбом не указан.";
$MESS["P_ERROR_BAD_SECTION"] = "Альбом не найден.";
$MESS["P_LOADING"] = "Загрузка...";
$MESS["P_UNKNOWN_ERROR"] = "При загрузке изображения произошла ошибка";
$MESS["P_WM_IMG_ERROR01"] = "При загрузке изображения водяного знака произошла ошибка!";
$MESS["P_WM_IMG_ERROR02"] = "Ошибка! Загружаемый файл не является изображением.";
$MESS["P_WM_IMG_ERROR03"] = "Ошибка прав доступа! Невозможно сохранить загруженный файл.";
$MESS["P_WM_IMG_ERROR04"] = "Ошибка! Загружаемый файл имеет слишком большой размер.";
$MESS["P_BXPH_UNKNOWN_UPLOAD"] = "При загрузке файлов произошла ошибка. Возможные причины возникновения: потеря авторизации во время загрузки; попытка загрузки файлов некорректных форматов; ошибка, связанная с ограничением прав доступа.";
?>