<?
$MESS["P_GALLERY_CREATE"] = "Создание фотогалереи";
$MESS["P_GALLERY_EDIT"] = "Редактирование фотогалереи";
$MESS["P_GALLERY_CODE"] = "Код фотогалереи";
$MESS["P_GALLERY_NAME"] = "Название фотогалереи";
$MESS["P_GALLERY_DESCRIPTION"] = "Описание фотогалереи";
$MESS["P_GALLERY_ACTIVE"] = "Использовать по умолчанию";
$MESS["P_GALLERY_AVATAR"] = "Рисунок фотогалереи";
$MESS["P_GALLERY_CODE_NOTIFY"] = "<span>Код фотогалереи</span> должен быть уникальным и состоять только из <b>латинских символов и цифр, а также знака подчеркивания ('_')</b>. Указанная комбинация символов будет использоваться при формировании Web-адреса вашей фотогалереи в виде http://this-site.ru/photo/[код фотогалереи].";
$MESS["P_GALLERY_ACTIVE_NOTIFY"] = "Выберите этот флажок, если хотите, чтобы данная фотогалерея использовалась по умолчанию.";
$MESS["P_GALLERY_AVATAR_NOTIFY"] = "<span>Рисунок фотогалереи</span> в случае превышения размеров #WIDTH#x#HEIGHT# будет приведен к необходимым.";
$MESS["P_GALLEY_BY_USER"] = "Автор: ";
$MESS["P_CREATE"] = "Создать";
$MESS["P_SAVE"] = "Сохранить";
$MESS["P_CANCEL"] = "Отменить";
?>