<?
$MESS ['USER_PROPERTY_NAME'] = "Название закладки с доп. свойствами";
$MESS ['SEARCH_FONT_MAX'] = "Максимальный размер шрифта для облака тегов (px)";
$MESS ['SEARCH_FONT_MIN'] = "Минимальный  размер шрифта для облака тегов (px)";
$MESS ['SEARCH_COLOR_OLD'] = "Цвет более раннего тега для облака тегов (пример: \"FEFEFE\")";
$MESS ['SEARCH_COLOR_NEW'] = "Цвет более позднего тега для облака тегов (пример: \"C0C0C0\")";
$MESS ['SEARCH_PERIOD_NEW_TAGS'] = "Период,  в течение которого считать тег новым для облака тегов (дней)";
$MESS ['SEARCH_COLOR_TYPE'] = "Плавное изменение цвета для облака тегов";
$MESS ['SEARCH_WIDTH'] = "Ширина облака тегов (пример: \"100%\" или \"100px\", \"100pt\", \"100in\")";
$MESS ['SEARCH_PERIOD'] = "Период выборки тегов (дней)";
$MESS ['GENERAL_PAGE_GROUP_ID'] = "Группа блогов для отображения";

?>