<?
$MESS['SALE_MODULE_NOT_INSTALL']="Модуль Интернет-магазин не установлен.";
$MESS['SALE_ACCESS_DENIED']="Для просмотра пластиковой карты необходимо авторизоваться.";
$MESS["STPC_TITLE_UPDATE"]="Изменение параметров карты №#ID#";
$MESS["STPC_TITLE_ADD"]="Добавление новой карты";
$MESS["STPC_NO_CARD"]="Карта не найдена";
$MESS["STPC_EMPTY_PAY_SYS"]="Не заполнено поле \"Платежная система\"";
$MESS["STPC_EMPTY_CARD_TYPE"]="Не заполнено поле \"Тип пластиковой карты\"";
$MESS["STPC_EMPTY_CARDNUM"]="Не заполнено поле \"Номер пластиковой карты\"";
$MESS["STPC_WRONG_CARDNUM"]="Некорректный номер пластиковой карты";
$MESS["STPC_WRONG_MONTH"]="Некорректный месяц окончания действия карты";
$MESS["STPC_WRONG_YEAR"]="Некорректный год окончания действия карты";
$MESS["STPC_EMPTY_BCURRENCY"]="Не указана валюта для сумм границ применения карты";
$MESS["STPC_ERROR_SAVING_CARD"]="Ошибка сохранения пластиковой карты";
?>
