<?
$MESS["SECURITY_OTP_DESCR"] = "Для защиты ваших данных мы используем современную технологию шифрования, а также индивидуальный логин и пароль для каждого пользователя. Но существуют угрозы и шпионские программы, которые способны украсть эти данные, проникнув на ваш компьютер.
<br /><br />
Мы предлагаем перейти на систему двухэтапной авторизации. Это метод защиты от шпионских программ, когда пользователь авторизуется в два этапа. Настоятельно рекомендуем вам включить ее для усиления безопасности.
<br /><br />
Двухэтапная авторизация - это два фактора защиты. Первый – основной пароль. Второй фактор защиты – это одноразовый код, который можно получить с помощью специального брелка или мобильного телефона.
 <br /><br />
Защитите свои данные!";
$MESS["SECURITY_OTP_CONNECT"] = "Подключите двухэтапную авторизацию прямо сейчас";
$MESS["SECURITY_OTP_MOBILE"] = "Скачайте мобильное приложение Bitrix24 OTP";
$MESS["SECURITY_OTP_MOBILE_TMP"] = "Скачайте мобильное приложение FreeOTP или Google Authenticator";
$MESS["SECURITY_OTP_MOBILE2"] = "для своего телефона из AppStore или GooglePlay";
$MESS["SECURITY_OTP_MOBILE2_TMP"] = "для своего телефона из AppStore, GooglePlay";
$MESS["SECURITY_OTP_APP_EXECUTE"] = "Запустите приложение";
$MESS["SECURITY_OTP_APP_EXECUTE2"] = "и нажмите кнопку <strong>Настроить</strong>";
$MESS["SECURITY_OTP_APP_EXECUTE_TMP"] = "и нажмите на иконку добавления нового аккаунта";
$MESS["SECURITY_OTP_CHOOSE_TYPE"] = "Выберите удобный способ получения кода";
$MESS["SECURITY_OTP_SCAN_CODE"] = "Сканировать QR код";
$MESS["SECURITY_OTP_SCAN_DESCR"] = "Для того чтобы сканировать код, поднесите камеру мобильного телефона к монитору с картинкой и подождите, пока приложение сканирует код.";
$MESS["SECURITY_OTP_HAND_TYPE"] = "Ввести данные вручную";
$MESS["SECURITY_OTP_HAND_DESCR"] = "Если вам не удалось сканировать код, выберите ручной ввод данных.
<br />При ручном вводе необходимо указать адрес сайта или Битрикс24, ваш E-mail, секретный код, который указан на картинке, и выбрать тип ключа";
$MESS["SECURITY_OTP_ENTER_CODE"] = "Введите код подтверждения";
$MESS["SECURITY_OTP_ENTER_CODE_PL"] = "Введите код";
$MESS["SECURITY_OTP_ENTER_CODE_PL1"] = "Первый код";
$MESS["SECURITY_OTP_ENTER_CODE_PL2"] = "Второй код";
$MESS["SECURITY_OTP_CODE_DESCR"] = "После успешного сканирования кода или ввода данных вручную на экране мобильного телефона появится код, который необходимо ввести в поле ниже";
$MESS["SECURITY_OTP_DONE"] = "Готово";
$MESS["SECURITY_OTP_CODE_DESCR2"] = "Для завершения подключения нажмите на кнопку «Получить новый код» в мобильном приложении и введите еще один код, полученный на экране телефона.";
$MESS["SECURITY_OTP_ERROR_TITLE"] = "Ошибка сохранения";
$MESS["SECURITY_OTP_UNKNOWN_ERROR"] = "Непредвиденная ошибка. Повторите попытку позже.";
$MESS["SECURITY_OTP_CODE_INFO_TOTP"] = "по времени";
$MESS["SECURITY_OTP_CODE_INFO_HOTP"] = "по счетчику";
?>