<?php
$MESS['BCL_BACKUP_DO_BACKUP'] = "Резервтік көшіруді орындау";
$MESS['BCL_BACKUP_FILE_NAME'] = "Файл атауы";
$MESS['BCL_BACKUP_FILE_SIZE'] = "Файл өлшемі";
$MESS['BCL_BACKUP_NOTE'] = "
<p>
Резервтік көшірмелерді сақтау \"1С-Битрикс: Сайтты басқару\" лицензияларының барлығына (\"Бірінші сайт\" редакциясынан басқа) ұсынылады. Әртүрлі өнім редакциялары үшін <a target=\"_blank\" href=\"https://www.1c-bitrix.ru/products/cms/features/cdn.php#tab-backup-link\">\"1С-Битрикс\" бұлтында</a> белгілі бір орын беріледі. Резервтік көшірмелерді сақтау белсенді коммерциялық лицензиясы (техникалық қолдауымен) бар сайттар үшін қолжетімді.
</p>
<p>
Сайттың резервтік көшірмелері \"1С-Битрикс\" бұлтында сақталады. Әрбір лицензия үшін <b>соңғы үш</b> резервтік көшірме сақталады. Ескі көшірмелер автоматты түрде жойылады. Лицензия бойынша бұлтта бөлінген орынды асырған жағдайда, резервтік көшірмелердің саны азаюы мүмкін (бір резервтік көшірменің көлемі шектен асса, нөлге дейін).
</p>
<p>
Сайттың барлық резервтік көшірмелері тек сіз резервтік көшіруді орындау кезінде көрсеткен құпиясөзбен шифрланған түрде сақталады. \"1С-Битрикс\" компаниясы резервтік көшірмелердің мазмұнына қол жеткізе алмайды. Егер сіз құпиясөзді ұмытып қалсаңыз, резервтік көшірмені қалпына келтіру мүмкін болмайды.
</p>
<p>
Резервтік көшірмелерді сақтау шарттары \"1С-Битрикс\" компаниясының қалауы бойынша өзгертілуі мүмкін.
</p>
";
$MESS['BCL_BACKUP_TITLE'] = "Резервтік көшірмелер";
$MESS['BCL_BACKUP_USAGE'] = "Орынды қолдану: #QUOTA# ішінен #USAGE#.";
