<?php
$MESS["CHECK_PERMISSIONS_TIP"] = "\"Иә\" мәнін таңдағанда, қол жеткізу құқығы тексеріледі.";
$MESS["COURSES_PER_PAGE_TIP"] = "Парақшада көрсетілетін курстар саны. Қалғандары парақша бойынша навигация арқылы көрсетіледі.";
$MESS["COURSE_DETAIL_TEMPLATE_TIP"] = "Курсқа егжей-тегжейлі шолу жасау парақшасына жол.";
$MESS["SET_TITLE_TIP"] = "Бұл опция таңдалған кезде, парақша тақырыпаты ретінде <b>Курстар тізімі</b> орнатылады.";
$MESS["SORBY_TIP"] = "Курстарды парақшада сұрыптау жүзеге асырылатын өріс көрсетіледі.";
$MESS["SORORDER_TIP"] = "Курстар қай бағытта сұрыпталады, өсу ретімен бе әлде кему ретімен бе?";
