<?php
$MESS["IM_MESSAGE_CHECK_IN_ACTION_TEXT"] = "Жұмыста чекин";
$MESS["IM_MESSAGE_CHECK_IN_QRCODE_BODY"] = "Әріптестеріңізге күнді қайда және қандай көңіл-күйде бастайтыныңызды айтып беріңіз. Чекинге жұмыс орнындағы суретті қосыңыз, бұл сіздің сол күнгі үздік селфиіңіз болсын. Чекиндеп, лүпілдер алыңыз!  
[br]
Телефонда ғана чекинделуге болады. Қосымшаны ашу немесе орнату үшін камераны QR-ға бағыттаңыз.";
$MESS["IM_MESSAGE_CHECK_IN_QRCODE_TITLE"] = "Күнді мобильді қосымшада чекиннен бастаңыз";
