<?php
$MESS["FM_AUTH"] = "Бұл парақшаны көру үшін сізге авторлану керек.";
$MESS["FM_EMPTY_DEST_FORUM"] = "Тағайындау форумы көрсетілмеген.";
$MESS["FM_NO_DEST_FPERMS"] = "Тағайындау форумына құқықтарыңыз жеткіліксіз.";
$MESS["FM_NO_FPERMS"] = "Бұл тақырыптың орнын ауыстыру үшін құқықтарыңыз жеткіліксіз.";
$MESS["FM_TITLE"] = "Тақырыптардың орнын ауыстыру";
$MESS["F_ERROR_FORUM_IS_LOST"] = "Форум табылмады.";
$MESS["F_ERROR_TOPICS_IS_EMPTY"] = "Басқа форумға ауыстыру үшін тақырыптар көрсетілмеген.";
$MESS["F_NO_MODULE"] = "Форум модулі орнатылмаған.";
