<?
$MESS ['PATH_TO_LIST_TIP'] = "Указывается путь к странице со списком пластиковых карт. Если страница находится в той же директории, что и данная, то достаточно указать название страницы. Такая страница может быть создана с помощью компонента <i>Список пластиковых карт текущего пользователя</i>.";
$MESS ['SET_TITLE_TIP'] = "В качестве заголовка страницы выводится \"Изменение параметров карты №#ID#\".";
$MESS ['ID_TIP'] = "Указывается php-код, результатом которого является получение ID карты. По умолчанию ={\$ID}";
?>
