<?php
$MESS["EXPORT_ALLOW_DELIVERY_ORDERS_TIP"] = "Белгіленген опцияда тек рұқсат етілген жеткізіліммен тапсырыстар ғана жүктеледі.";
$MESS["EXPORT_FINAL_ORDERS_TIP"] = "Тапсырыстар жүктелетін мәртебені көрсетіңіз.";
$MESS["EXPORT_PAYED_ORDERS_TIP"] = "1С жүйесінде бұл опция таңдалған кезде тек төленген тапсырыстар ғана жүктеледі.";
$MESS["FINAL_STATUS_ON_DELIVERY_TIP"] = "Тапсырыс бойынша тауарды жөнелту 1С жүйесінде жүргізілген және бұл туралы ақпарат сайтқа түскен жағдайда, тапсырыс ауыстырылатын мәртебені көрсетіңіз.";
$MESS["GROUP_PERMISSIONS_TIP"] = "1С жүйесінде тапсырыстарды жүктеу құқығына ие пайдаланушылар топтарын таңдаңыз.";
$MESS["REPLACE_CURRENCY_TIP"] = "Тауарлардың валютасы осы өрісте көрсетілген валютаға ауыстырылады. Бұл кезде түрлендіру орын алмайды.";
$MESS["SITE_LIST_TIP"] = "Тапсырыстары жүктелетін сайтты көрсетіңіз";
$MESS["USE_ZIP_TIP"] = "Опция орнатылған кезде деректер ZIP пішімімен сығылады.";
