<?
$MESS["SENDER_LIMIT_NAME"] = "Ограничение";
$MESS["SENDER_LIMIT"] = "Лимит";
$MESS["SENDER_LIMIT_OF"] = "из";
$MESS["SENDER_LIMIT_AVAILABLE"] = "Осталось";
$MESS["SENDER_LIMIT_SETUP"] = "изменить";
$MESS["SENDER_LIMIT_HELP"] = "Подробнее о лимитах читайте в %link_start%статье%link_end%";
$MESS["SENDER_LIMIT_BTN_CLOSE"] = "Закрыть";
$MESS["SENDER_LIMIT_MAIL_DAILY_DESC_TITLE"] = "Количество писем в день";
$MESS["SENDER_LIMIT_MAIL_DAILY_DESC"] = "Ограничения по количеству писем в день
введены для защиты получателей от СПАМа.
<br>
Количество ежедневно увеличивается автоматически, если вы не отправляете СПАМ. 
<br>
<br>
Вначале вам доступно только 1 000 писем в день.
<br>
Если количество жалоб на вашу рассылку не превысит допустимый уровень,
<br>  
то на следующий день количество писем будет увеличено в 2 раза.
<br>  
Таким образом, за несколько дней вы сможете отправлять за день рассылки на много тысяч получателей.
<br>  
<br>
Если количество жалоб на вашу рассылку превысит допустимый уровень, то <br>
вам вновь будет доступно только 1 000 писем в день.
И вам вновь придется ожидать несколько дней увеличения количества писем в день.    
";
?>