<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Интернет-банкинг");
?>

			<p>"Интернет-Банк" — это полнофункциональная, удобная и безопасная система дистанционного банковского обслуживания, с ее помощью вы можете в полном объеме управлять банковскими счетами в режиме реального времени. Понятный для клиента интерфейс позволяет не тратить время на обучение работе с Системой. Система снабжена внутренними подсказками.</p> 
			 
			<h2>"Интернет-Банк" позволяет:</h2> 
			 
			<ul><li>через сайт Банка в Интернете получить доступ к Вашим банковским счетам практически с любого компьютера в любой точке земного шара, где есть доступ в Интернет </li> 
			<li>вводить, редактировать и печатать платежные документы </li> 
			<li>подписывать каждый платежный документ  персонифицированной электронной-цифровой подписью </li> 
			<li>направлять документы в Банк на исполнение </li> 
			<li>«визировать» направляемые в Банк платежные документы уполномоченным лицом </li> 
			<li>получать выписки со всеми приложениями по счетам за определенный период времени </li> 
			<li>осуществлять покупку/продажу иностранной валюты, конвертацию валют в режиме on-line по текущему рыночному курсу </li> 
			<li>резервировать на счете временно свободные денежные средства и получать дополнительный доход в виде начисленных процентов </li> 
			<li>отслеживать текущее состояние счетов</li> 
			<li>получать актуальную информацию о платежах контрагентов из других банков, которые зачисляются на счет Клиента в момент поступления в Банк </li> 
			<li>направлять в Банк бухгалтерскую отчетность в электронном виде </li> 
			<li>контролировать состояние ссудных счетов, погашение и уплату процентов </li></ul> 
			 
			 
			<i>Подключение к Системе, в том числе генерация ключей для формирования электронно-цифровой подписи, бесплатно. Абонентская плата за обслуживание не взимается.</i> 
			<h2>Технические требования</h2> 
			Для полноценной работы с Системой необходим компьютер с ОС Windows ,не ниже Windows 2000; Программа просмотра Интернет-страниц Internet Explorer версии не ниже 6.0; Приложение Java Runtime Environment (JRE) Version 1.5.0 									

 
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>