<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Инкассация");
?>
					
		<b>Инкассация</b> – доставка ценностей и денежных средств.
		<p>Банк предлагает воспользоваться услугами службы инкассации. Служба инкассации Банка обеспечит:</p> 
		<ul><li>инкассацию наличных денежных средств, доставку их на специально оборудованном транспорте в Банк, по согласованному с Клиентом, графику работы;</li> 
		<li>сопровождение ценностей и денежных средств Клиента по маршруту, указанному Клиентом; </li> 
		<li>доставку наличных денежных средств Клиенту; </li> 
		<li>доставку Клиенту разменной монеты.</li></ul> 
		<i>Услуги предоставляются как собственной службой инкассации, так и через другие специализированные организации.</i> 
		 
		<h2>Необходимая документация:</h2> 
			<ul><li>Договор на сбор (инкассацию) денежной выручки и доставку разменной монеты;</li> 
		<li>Заявка на инкассацию;</li> 
		<li>Предварительная заявка на оказание услуг по доставке денежной наличности;</li> 
		<li>Договор на оказание услуг по доставке наличных денежных средств.</li></ul>
		<table cellspacing="0" class="data-table">
			<tr>
				<th valign="top">
					Объем инкассируемых денежных средств
				</th>
				<th valign="top">
					Тарифы по ставке процента от объема инкассации
				</th>
				<th valign="top">
					Тарифы от количества выездов
				</th>
				<th valign="top">
					Тарифы с фиксированной стоимостью
				</th>
			</tr>
			<tr class="alt-row">
				<td>
					до 0,5 млн. руб.
				</td>
				<td>
					0,45%
				</td>
				<td>
					от 120 руб/заезд
				</td>
				<td>
					Не менее 2500 руб. в месяц
				</td>
			</tr>
			<tr>
				<td>
					от 0,5 до 1,0 млн. руб.
				</td>
				<td>
					0,4 - 0,35%
				</td>
				<td>
					от 140 руб/заезд
				</td>
				<td>
					Не менее 3500 руб. в месяц
				</td>
			</tr>
			<tr class="alt-row">
				<td>
					от 1,0 до 1,5 млн. руб.
				</td>
				<td>
					0,35 -0,3%
				</td>
				<td>
					от 160 руб/заезд
				</td>
				<td>
					Не менее 4500 руб. в месяц
				</td>
			</tr>
			<tr>
				<td>
					от 1,5 до 2,0 млн. руб.
				</td>
				<td>
					0,3 -0,25%
				</td>
				<td>
					от 180 руб/заезд
				</td>
				<td>
					Не менее 5000 руб. в месяц
				</td>
			</tr>
			<tr class="alt-row">
				<td>
					от 2,0 млн до 3,0 млн. руб.
				</td>
				<td>
					0,25 - 0,2 %
				</td>
				<td>
					от 200 руб/заезд
				</td>
				<td>
					Не менее 6000 руб. в месяц
				</td>
			</tr>
			<tr>
				<td>
					от 4,0 млн. до 6 млн. руб.
				</td>
				<td>
					0,2 -0,15%
				</td>
				<td>
					от 220 руб/заезд
				</td>
				<td>
					Не менее 7000 руб. в месяц
				</td>
			</tr>
			<tr class="alt-row">
				<td>
					от 6,0 млн. до 10 млн. руб.
				</td>
				<td>
					0,15 -0,1 %
				</td>
				<td>
					от 240 руб/заезд
				</td>
				<td>
					Не менее 8000 руб. в месяц
				</td>
			</tr>
			<tr>
				<td>
					свыше 10 млн. руб.
				</td>
				<td>
					0,1 - 0,05%
				</td>
				<td>
					от 260 руб/заезд
				</td>
				<td>
					Не менее 9000 руб. в месяц
				</td>
			</tr>
		</table>
		
		<h2>Другие условия</h2>
		<table cellspacing="0" class="data-table">
			<tr class="alt-row">
				<td width="60%">
					Инкассация 5-10 торговых точек клиента
				</td>
				<td>
					<i>плюс 5 % от тарифной ставки за каждую последующую точку</i>
				</td>
			</tr>
			<tr>
				<td>
					Инкассация свыше 10 торговых точек клиента
				</td>
				<td>
					<i>плюс 10 % от тарифной ставки за каждую последующую точку</i>
				</td>
			</tr>
			<tr class="alt-row">
				<td>
					Время инкассации устанавливает клиент
				</td>
				<td>
					<i>плюс 10 % от тарифной ставки</i>
				</td>
			</tr>
			<tr>
				<td>
					Ночная инкассация (с 22:00)
				</td>
				<td>
					<i>плюс 20% от тарифной ставки</i>
				</td>
			</tr>
			<tr class="alt-row">
				<td>
					Утренняя инкассация для зачисления в 1ой половине дня
				</td>
				<td>
					<i>бесплатно</i>
				</td>
			</tr>
			<tr>
				<td>
					Если сдают на одном объекте несколько юридических лиц
				</td>
				<td>
					<i>бесплатно</i>
				</td>
			</tr>
			<tr class="alt-row">
				<td>
					Доставка разменной монеты
				</td>
				<td>
					<i>0,4 % от суммы доставки</i>
				</td>
			</tr>
			<tr>
				<td>
					Расходный материал
				</td>
				<td>
					<i>бесплатно</i>
				</td>
			</tr>
			<tr class="alt-row">
				<td>
					Хранение денежных средств в ночное время, праздничные и выходные
				</td>
				<td>
					<i>бесплатно</i>
				</td>
			</tr>
			<tr>
				<td>
					Загрузка банкоматов, подкрепление дополнительных офисов
				</td>
				<td>
					<i>от 350 руб/час</i>
				</td>
			</tr>
			<tr class="alt-row">
				<td>
					Доставка денежных средств из банка Клиенту
				</td>
				<td>
					<i>0,5 % от суммы, либо по соглашению сторон</i>
				</td>
			</tr>
		</table>

 
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>