<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Корпоративным клиентам");
?>
<p>Банк является одним из лидеров банковского рынка по обслуживанию корпоративных клиентов. 
Комплексное банковское обслуживание на основе максимального использования конкурентных преимуществ и возможностей Банка позволяет создать устойчивую 
финансовую платформу для развития бизнеса предприятий и холдингов различных отраслей экономики. Уже более 15 лет Банк работает для своих клиентов, 
являясь образцом надежности и высокого профессионализма.</p> 
<p>Наш Банк предлагает корпоративным клиентам следующие виды услуг:</p>
<ul> 
    <li><a href="rko.php">Расчетно-кассовое обслуживание</a></li> 
    <li><a href="incass.php">Инкассация</a></li> 
    <li><a href="ibank.php">Интернет-банкинг</a></li> 
</ul> 	

<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>