<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Расчетно-кассовое обслуживание");
?>
	<p>Во всех странах мира самой распространенной функцией банков являются расчеты. Большинство оказываемых банком услуг связаны с быстрым и качественным проведением расчетных операций. Каждый клиент, независимо от вида осуществляемых в Банке операций, пользуется переводом средств.</p> 
	<h2>Корпоративным клиентам Банк оказывает следующие услуги:</h2> 
	<ul><li>открытие и ведение счетов юридических лиц - резидентов и нерезидентов Российской Федерации — в валюте РФ и иностранной валюте; </li> 
	<li>все виды расчетов в рублях и иностранной валюте; </li> 
	<li>кассовое обслуживание в рублях и иностранной валюте; </li> 
	<li>ускоренные платежи по России по системе межрегиональных электронных платежей; </li> 
	<li>платежи в любую страну мира в кратчайшие сроки </li> 
	<li>проведение конверсионных операций по счетам Клиентов </li> 
	<li>инкассация и доставка наличных денег и ценностей </li> 
	<li>распоряжение счетом посредством системы «Интернет-Банк» </li></ul> 
	<p>Операционный день в Банке установлен: ежедневно с 09.00 до 16.00, в пятницу и предпраздничные дни с 09.00 до 15.00.</p> 
	Кассовое обслуживание осуществляется на договорной основе, плата взимается по факту совершения каждой операции в соответствии с утвержденными Банком Тарифами за услуги корпоративным клиентам.</p> 									

 
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>