<?
$MESS ['SEF_MODE_TIP'] = "При отмеченной опции включена поддержка ЧПУ.";
$MESS ['WEB_FORM_ID_TIP'] = "В выпадающем списке выведены все веб-формы со страницы <i>Список форм</i>. Пункт <i>другое</i> может быть использован, если ID формы будет передаваться в компонент \"извне\", то есть, через _REQUEST.";
$MESS ['VIEW_URL_TIP'] = "Указывается путь к странице просмотра результата. Переход на эту страницу будет возможен со страницы со списком результатов. По умолчанию поле содержит result_view.php.";
$MESS ['EDIT_URL_TIP'] = "Указывается путь к странице редактирования результата от корня сайта, если она расположена в другом каталоге, либо просто имя страницы, если она хранится в текущей папке (например, значение по умолчанию result_edit.php).";
$MESS ['NEW_URL_TIP'] = "Указывается путь к странице добавления результата от корня сайта, если она расположена в другом каталоге, либо просто имя страницы, если она хранится в текущей папке (например, значение по умолчанию result_edit.php).";
$MESS ['SHOW_ADDITIONAL_TIP'] = "Если \"Да\", то на странице со списком результатов будут показаны дополнительные поля веб-формы при их наличии.";
$MESS ['SHOW_ANSWER_VALUE_TIP'] = "Если \"Да\", то значение параметра ANSWER_VALUE вопроса веб-формы выводится рядом со значением ответа в случае, если этот параметр задан для данного вопроса.";
$MESS ['SHOW_STATUS_TIP'] = "Если \"Да\", то на странице просмотра результата будет показан статус текущего результата.";
$MESS ['NOT_SHOW_FILTER_TIP'] = "С помощью данной настройки можно исключить те поля веб-формы, которые не должны отображаться в фильтре на странице со списком результатов.";
$MESS ['NOT_SHOW_TABLE_TIP'] = "С помощью данной настройки можно исключить те поля веб-формы, которые не должны отображаться в таблице на странице со списком результатов веб-формы.  ";
$MESS ['CHAIN_ITEM_TEXT_TIP'] = "Здесь можно задать название пункта навигационной цепочки. Например, \"список результатов\".";
$MESS ['CHAIN_ITEM_LINK_TIP'] = "Поле позволяет добавить ссылку на дополнительном пункте в навигационной цепочке.";
$MESS ['SEF_FOLDER_TIP'] = "Указывается каталог, который будет отображаться в URL при переходе на создаваемую страницу.";
?>