<?php
$MESS["BIZPROC_MODULE_NOT_INSTALLED"] = "Бизнес-процестер модулі орнатылмаған.";
$MESS["CT_BL_ELEMENTS_TITLE"] = "Тізімге өту";
$MESS["CT_BL_SEQ_BIZPROC"] = "Тізбекті бизнес-процесті құру";
$MESS["CT_BL_SEQ_BIZPROC_TITLE"] = "Тізбекті бизнес-процесс - құжатты жүйелі түрде өңдеуге мүмкіндік беретін тізбекті бизнес-процесс";
$MESS["CT_BL_STATE_BIZPROC"] = "Мәртебелері бар бизнес-процесс құру";
$MESS["CT_BL_STATE_BIZPROC_TITLE"] = "Мәртебелері бар бизнес-процесс - әртүрлі мәртебелердегі құжаттармен жұмыс істеу кезінде қол жеткізу құқықтарын бөлетін ұзақ бизнес-процесс";
$MESS["CT_BL_TOOLBAR_RETURN_LIST_ELEMENT_MSGVER_1"] = "Тізімге";
