<?
$MESS ['SENDER_RC_SEGMENT_SELECTOR_INCLUDE_EDIT_TITLE'] = "Выбор сегментов";
$MESS ['SENDER_RC_SEGMENT_SELECTOR_INCLUDE_VIEW_TITLE'] = "Выбранные сегменты";
$MESS ['SENDER_RC_SEGMENT_SELECTOR_RECIPIENT_COUNT'] = "Отобрано на текущий момент";
$MESS ['SENDER_RC_SEGMENT_SELECTOR_RECIPIENT_COUNT_HINT'] = "Указано примерное количество компаний и контактов. 
<br>Точное количество лидов и сделок будет известно только после выполнения. 
<br>При запуске будет проверяться наличие активных лидов и сделок, 
<br>поэтому точное количество лидов или сделок, будет известно по окончанию задания.";
$MESS ['SENDER_RC_SEGMENT_SELECTOR_RECIPIENT_COUNT_EXACT_HINT'] = "Указано точное количество компаний и контактов. 
<br>Точное количество лидов и сделок будет известно только после выполнения. 
<br>При запуске будет проверяться наличие активных лидов и сделок, 
<br>поэтому точное количество лидов или сделок, будет известно по окончанию задания.";
?>