<?
$MESS["MAIN_USER_CONSENT_INTL_LANG_NAME_KZ"] = "Казахстан";
$MESS["MAIN_USER_CONSENT_INTL_LANG_NAME_BY"] = "Беларусь";
$MESS["MAIN_USER_CONSENT_INTL_HINT_FIELD_DEFAULT"] = "По умолчанию в текст будет подставлено следующее:";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_PURPOSES"] = "Указать свой вариант использования персональных данных";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_PURPOSES_HINT"] = "Укажите свой вариант использования персональных данных.";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_PURPOSES_DEFAULT"] = "- предоставление мне услуг/работ;
- направление в мой адрес уведомлений, касающихся предоставляемых услуг/работ;
- подготовка и направление ответов на мои запросы;
- направление в мой адрес информации, в том числе рекламной, о мероприятиях/товарах/услугах/работах Оператора.
";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_PURPOSES_DEFAULT_BY"] = "- для предоставления мне услуг/работ;
- направления в мой адрес уведомлений, касающихся предоставляемых услуг/работ;
- подготовки и направления ответов на мои запросы.
";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_THIRD_PARTIES"] = "Информация передается третьим лицам";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_THIRD_PARTIES_HINT"] = "Перечислите данные компаний, которым вы передаете персональные данные. 
Пример: ИП Иванов (ОГРНИП 123456, ИНН 7890)";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_COMPANY_NAME"] = "Название компании";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_COMPANY_NAME_HINT"] = "Пример: ИП Иванов (ОГРНИП 123456, ИНН 7890)";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_COMPANY_ADDRESS"] = "Адрес регистрации компании";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_COMPANY_ADDRESS_HINT"] = "Укажите полный адрес";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_EMAIL"] = "Email-адрес для жалоб";
$MESS["MAIN_USER_CONSENT_INTL_FIELDS_HINT"] = "Вариант использования, третьи лица, названия полей будут проставлены в соглашение автоматически.";
$MESS["MAIN_USER_CONSENT_INTL_PHRASE_COMPANY_NAME"] = "%rq_company_name% (ОГРН %rq_ogrn%, ИНН %rq_inn%)";
$MESS["MAIN_USER_CONSENT_INTL_PHRASE_IP_NAME"] = "ИП %rq_name% (ОГРНИП %rq_ogrnip%, ИНН %rq_inn%)";
$MESS["MAIN_USER_CONSENT_INTL_TYPE_N"] = "Собственное";
$MESS["MAIN_USER_CONSENT_INTL_TYPE_S"] = "Стандартное";
$MESS["MAIN_USER_CONSENT_INTL_NOTIFY_TEXT"] = "В июле 2017 года вступили в силу поправки к ФЗ-152 от 27.07.2006 «О персональных данных» и штрафы значительно выросли.
Битрикс24 поможет вам соответствовать требованиям закона и избежать штрафов.";
$MESS["MAIN_USER_CONSENT_INTL_NOTIFY_TEXT_BTN"] = "Подробнее";
$MESS["MAIN_USER_CONSENT_INTL_DESCRIPTION"] = "В России при сборе личных данных требуется обязательное согласие пользователя на обработку его персональных данных. <a target=\"_blank\" href=\"https://152fz.net/\">Подробнее</a>";
$MESS["MAIN_USER_CONSENT_INTL_NAME"] = "Стандартное согласие на обработку персональных данных «%language_name%»";
$MESS["MAIN_USER_CONSENT_INTL_LABEL"] = "Нажимая кнопку «%button_caption%», я даю свое согласие на обработку моих персональных данных, в соответствии с Федеральным законом от 27.07.2006 года №152-ФЗ «О персональных данных», на условиях и для целей, определенных в Согласии на обработку персональных данных";
$MESS["MAIN_USER_CONSENT_INTL_TEXT"] = "Согласие на обработку персональных данных

Настоящим в соответствии с Федеральным законом № 152-ФЗ «О персональных данных» от 27.07.2006 года свободно, своей волей и в своем интересе выражаю свое безусловное согласие на обработку моих персональных данных %company_name%, зарегистрированным в соответствии с законодательством РФ по адресу: 
%company_address% (далее по тексту - Оператор).
1. Согласие дается на обработку одной, нескольких или всех категорий персональных данных, не являющихся специальными или биометрическими, предоставляемых мною, которые могут включать:

%fields%

2. Оператор может совершать следующие действия: сбор; запись; систематизация; накопление; хранение; уточнение (обновление, изменение); извлечение; использование; блокирование; удаление; уничтожение. 

3. Способы обработки: как с использованием средств автоматизации, так и без их использования.

4. Цель обработки: предоставление мне услуг/работ, включая, направление в мой адрес уведомлений, касающихся предоставляемых услуг/работ, подготовка и направление ответов на мои запросы, направление в мой адрес информации о мероприятиях/товарах/услугах/работах Оператора.

5. В связи с тем, что Оператор может осуществлять обработку моих персональных данных посредством программы для ЭВМ «1С-Битрикс24», я даю свое согласие Оператору  на осуществление соответствующего поручения ООО «1С-Битрикс», (ОГРН 5077746476209), зарегистрированному по адресу: 109544, г. Москва, б-р Энтузиастов, д. 2, эт.13, пом. 8-19.

6. Настоящее согласие действует до момента его отзыва путем направления соответствующего уведомления на электронный адрес %email% или направления по адресу %company_address%.

7. В случае отзыва мною согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без моего согласия при наличии оснований, предусмотренных Федеральным законом №152-ФЗ «О персональных данных» от 27.07.2006 г.";
$MESS["MAIN_USER_CONSENT_INTL_DESCRIPTION_KZ"] = "-";
$MESS["MAIN_USER_CONSENT_INTL_PHRASE_COMPANY_NAME_KZ"] = "%rq_company_name% ИИН %rq_iin%";
$MESS["MAIN_USER_CONSENT_INTL_PHRASE_IP_NAME_KZ"] = "ИП %rq_name% ИИН %rq_inn%";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_THIRD_PARTIES_HINT_KZ"] = "Перечислите данные компаний, которым вы передаете персональные данные. \nПример: ИП Касенов С.В. ИИН 123456";
$MESS["MAIN_USER_CONSENT_INTL_LABEL_KZ"] = "Нажимая кнопку «%button_caption%», я даю свое согласие на обработку моих персональных данных, в соответствии с Законом Республики Казахстан от 21 мая 2013года № 94-V «О персональных данных и их защите», на условиях и для целей, определенных в Согласии на обработку персональных данных";
$MESS["MAIN_USER_CONSENT_INTL_TEXT_KZ"] = "Согласие на обработку персональных данных

Настоящим в соответствии с Законом Республики Казахстан от 21 мая 2013 года N 94-V «Оперсональных данных и их защите свободно, своей волей и в своем интересе выражаю свое безусловное согласие на обработку моих персональных данных %company_name%, зарегистрированным в соответствии с законодательством РК по адресу:
%company_address% (далее по тексту - Оператор).
Персональные данные - любая информация, относящаяся к определенному или определяемому на основании такой информации физическому лицу.
Настоящее Согласие выдано мною на обработку следующих персональных данных:
%fields%

Согласие дано Оператору для совершения следующих действий с моими персональными данными с использованием средств автоматизации и/или без использования таких средств: сбор, систематизация, накопление, хранение, уточнение (обновление, изменение), использование, обезличивание, %cut.third_parties.start%передача третьим лицам для указанных ниже целей, %cut.third_parties.end%а также осуществление любых иных действий, предусмотренных действующим законодательством РК как неавтоматизированными, так и автоматизированными способами.
Данное согласие дается Оператору %cut.third_parties.start%и третьему лицу(-ам) %third_parties% %cut.third_parties.end%для обработки моих персональных данных в следующих целях:
%purposes%

Настоящее согласие действует до момента его отзыва путем направления соответствующего уведомления на электронный адрес %email%. В случае отзыва мною согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без моего согласия при наличии оснований, указанных в статье 9 Закона Республики Казахстан от 21 мая 2013 года N 94-V «О персональных данных и их защите».";
$MESS["MAIN_USER_CONSENT_INTL_DESCRIPTION_BY"] = "В Беларуси с 15 ноября 2021 года вступил в силу ЗАКОН РЕСПУБЛИКИ БЕЛАРУСЬ № 99-З  \"О защите персональных данных\" <a target=\"_blank\" href=\"https://pravo.by/upload/docs/op/H12100099_1620939600.pdf\">Подробнее</a>";
$MESS["MAIN_USER_CONSENT_INTL_PHRASE_COMPANY_NAME_BY"] = "%rq_company_name% УНП %rq_inn%";
$MESS["MAIN_USER_CONSENT_INTL_PHRASE_IP_NAME_BY"] = "ИП %rq_name% УНП %rq_inn%";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_THIRD_PARTIES_HINT_BY"] = "Перечислите данные компаний, которым вы передаете персональные данные. \nПример: ИП Иванов А.В. (УНП 123456)";
$MESS["MAIN_USER_CONSENT_INTL_LABEL_BY"] = "Нажимая кнопку «%button_caption%», я принимаю условия пользовательского соглашения и даю согласие на обработку моих персональных данных на условиях и для целей, определенных в Согласии на обработку персональных данных.";
$MESS["MAIN_USER_CONSENT_INTL_TEXT_BY"] = "
Согласие на обработку персональных данных

Настоящим Я выражаю свое свободное, однозначное и информированное согласие на обработку предоставленных мною персональных данных  %company_name%, зарегистрированному по адресу: %company_address% (далее по тексту – Оператор), в соответствии с указанными ниже сведениями:

1. Оператор может совершать следующие действия с моими персональными данными: сбор, систематизация, хранение, изменение, использование, обезличивание, блокирование, распространение, предоставление, удаление персональных данных.

2. Согласие выдано мною на обработку следующих персональных данных:
%fields%

3. Оператор может обрабатывать мои персональные данные в следующих целях:
%purposes%

а также, с моего согласия, которое я настоящим выражаю, для направления в мой адрес информации, в том числе рекламной, о мероприятиях/товарах/услугах/работах Оператора.

4. Способы обработки персональных данных: с использованием средств автоматизации, без их использования, смешанным способом.

5. Оператор может вносить мои персональные данные в системы Битрикс24 и 1С-Битрикс, тем самым поручая обработку моих персональных данных ИУП «1С Битрикс», УНП 192042385, юридический адрес: Республика Беларусь, 220062, г. Минск, пр-т Победителей, д. 110, офис 5-1, как уполномоченному лицу.
%cut.third_parties.start%Данное согласие дается и третьему лицу(-ам) %third_parties% %cut.third_parties.end%

6. Срок действия согласия – до момента его отзыва.

7. Предоставляя свое согласие на обработку персональных данных, я подтверждаю, что мне были разъяснены мои права как субъекта персональных данных и механизм их реализации:

а) право на получение сведений об обработке персональных данных Оператором;
б) право на получении информации о предоставлении информации уполномоченным лицам;
в) право на внесение изменений в свои персональные данные;
г) право требовать прекращения обработки персональных данных и их удаления;
д) право на отзыв согласия на обработку.

Для реализации одного или нескольких из вышеуказанных прав, необходимо направить Оператору заявление, в котором должны быть указаны: фамилия, имя, отчество (если имеется); адрес места жительства (места пребывания); дата рождения; изложение сути требований; личная подпись или электронная цифровая подпись.

Для реализации прав из п. а – г необходимо направить Оператору данное заявление:

- в письменной форме по адресу: %company_address%.
- в виде электронного документа на электронный адрес: %email%.

Для реализации права на отзыв (п. д) необходимо сообщить Оператору о своем намерении отозвать согласие на электронный адрес %email% или направить Оператору заявление:

- в письменной форме на адрес: %company_address%.
- в виде электронного документа на электронный адрес: %email%.

8. Я осведомлен (-а) о том, что отказ от дачи согласия на обработку моих персональных данных или прекращение обработки персональных данных Оператором может сделать невозможным получение мной информации о мероприятиях/товарах/услугах/работах Оператора.
Согласие на обработку персональных данных";