<?
$MESS ['COURSE_ID_TIP'] = "Выбирается один из учебных курсов. Если выбран пункт (другое)->, то необходимо указать ID курса в поле рядом.";
$MESS ['TEST_ID_TIP'] = "Выбирается один из тестов курса. Если выбран пункт (другое)->, то необходимо указать ID теста в поле рядом.";
$MESS ['PAGE_NUMBER_VARIABLE_TIP'] = "Имя переменной для идентификатора вопроса теста.";
$MESS ['GRADEBOOK_TEMPLATE_TIP'] = "Путь к странице с результатами тестирования (путь к журналу).";
$MESS ['PAGE_WINDOW_TIP'] = "Количество вопросов, отображаемых в навигационной цепочке.";
$MESS ['SHOW_TIME_LIMIT_TIP'] = "Если в настройках теста установлено ограничение по времени, то при отмеченной опции будет отображаться счетчик времени.";
$MESS ['SET_TITLE_TIP'] = "При отмеченной опции в качестве заголовка страницы будет установлено имя пользователя.";
?>