<?php
$MESS["BLOG_COUNT_TIP"] = "Сан парақшада көрсетілген блогтардың санын анықтайды.";
$MESS["BLOG_VAR_TIP"] = "Блогтың ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["CACHE_TIME_TIP"] = "Өріс кештеу уақытын секундтармен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: берілген уақыт ішінде кештеу қосылған кезде әрекет етеді; <br /><i>Кештеу</i>: кештеу үшін тек кештеу уақытын анықтау керек;<br /><i>Кештемеу</i>: кез келген жағдайда кештеу жоқ.";
$MESS["PAGE_VAR_TIP"] = "Блогтың парақшасы берілетін айнымалының аты көрсетіледі.";
$MESS["PATH_TO_BLOG_TIP"] = "Блогтың басты парақшасына жол көрсетіледі. Мысалы: blog_blog.php?page=blog&blog=#blog#.";
$MESS["PATH_TO_USER_TIP"] = "Пайдаланушы профилінің парақшасына жол көрсетіледі. Мысалы, blog_user.php?page=user&user_id=#user_id#.";
$MESS["SHOW_DESCRIPTION_TIP"] = "<i>Иә</i> мәнін таңдағанда блог сипаттамасы көрсетіледі.";
$MESS["SORT_BY1_TIP"] = "Блогтардың алғашқы сұрыпталуы жүретін өріс көрсетіледі.";
$MESS["SORT_BY2_TIP"] = "Блогтардың екінші сұрыпталуы жүретін өріс көрсетіледі.";
$MESS["SORT_ORDER1_TIP"] = "Блогтар қай бағытта сұрыпталады: өсу немесе кему бойынша.";
$MESS["SORT_ORDER2_TIP"] = "Екінші сұрыпталу бойынша блогтар қай бағытта сұрыпталады: өсу немесе кему бойынша.";
$MESS["USER_VAR_TIP"] = "Блог пайдаланушысының ID-і берілетін айнымалының аты көрсетіледі.";
