<?php
$MESS["CAT_CATALOG_MODULE_IS_EMPTY"] = "Отсутствует модуль \"Торговый каталог\".";
$MESS["CAT_1CE_IBLOCK_ID"] = "Инфоблок каталога";
$MESS["CAT_1CE_IBLOCK_ID_EMPTY"] = "не выбран";
$MESS["CAT_1CE_GROUP_PERMISSIONS"] = "Разрешить выгрузку группам пользователей";
$MESS["CAT_1CE_INTERVAL"] = "Интервал одного шага в секундах (0 - выполнять загрузку за один шаг)";
$MESS["CAT_1CE_ELEMENTS_PER_STEP"] = "Количество элементов выгружаемых за один шаг (0 - выполнять выгрузку за один шаг)";
$MESS["CAT_1CE_USE_ZIP"] = "Использовать сжатие zip, если доступно";
$MESS["CAT_1CE_SETTINGS_SAVE_DENIED"] = "Для смены параметров этой вкладки необходимо иметь доступ к операции \"Изменение PHP-кода\" (edit_php) Главного модуля (main)";
