<?php
$MESS["CACHE_TIME_TIP"] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS["ELEMENT_NAME_TIP"] = "Элементтің NAME мәні ретінде берілетін айнымалының атауы \"Парақша үшін айнымалының атауы\" өрісімен сәйкес келуі керек.";
$MESS["OPER_VAR_TIP"] = "Парақшадағы ағымдағы операцияны анықтайтын айнымалының атауы көрсетіледі.";
$MESS["PAGE_VAR_TIP"] = "Парақша NAME берілетін айнымалының аты көрсетіледі.";
$MESS["PATH_TO_CATEGORIES_TIP"] = "Барлық санаттардың тізімі бар парақшаға жол көрсетіледі. Мысалы: wiki_cats.php";
$MESS["PATH_TO_DISCUSSION_TIP"] = "Wiki парақшасының талқылау парақшасына жол көрсетіледі. Мысалы: wiki_discussion.php?title=#wiki_name#";
$MESS["PATH_TO_HISTORY_DIFF_TIP"] = "Wiki парақша нұсқаларын салыстыру парақшасына жол көрсетіледі. Мысалы: wiki_history_diff.php?title=#wiki_name#";
$MESS["PATH_TO_HISTORY_TIP"] = "Wiki парақшасының өзгерістер тарихы парақшасына сілтеме көрсетіледі. Мысалы: wiki_history.php?title=#wiki_name#";
$MESS["PATH_TO_POST_EDIT_TIP"] = "Wiki парақшасын редакциялау парақшасына жол көрсетіледі. Мысалы: wiki_edit.php?title=#wiki_name#";
$MESS["PATH_TO_POST_TIP"] = "Wiki басты парақшасына жол көрсетіледі. Мысалы: wiki.php?title=#wiki_name#.";
$MESS["PATH_TO_SEARCH_TIP"] = "Іздеу парақшасына жол көрсетіледі";
$MESS["PATH_TO_USER_TIP"] = "Пайдаланушының парақшасына жол көрсетіледі. Мысалы: user.php?user_id=#user_id#";
$MESS["SET_TITLE_TIP"] = "Опция орнатылған кезде парақша тақырыпаты ретінде Wiki парақша атауы орнатылады.";
