<?
$MESS["SHOW_COUNT_TIP"] = "При установленной опции в публичной части будет выведено количество подписчиков на представленные рассылки. ";
$MESS["SHOW_HIDDEN_TIP"] = "При установленной опции в списке рассылок будут выведены все активные рассылки.";
$MESS["PAGE_TIP"] = "В данном поле указывается путь к странице редактирования подписки (по умолчанию #SITE_DIR#about/subscr_edit.php)";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо только определить время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS["CACHE_TIME_TIP"] = "Поле служит для указания времени кеширования в секундах.";
$MESS["SET_TITLE_TIP"] = "При установленной опции заголовком страницы будет \"Рассылки\".";
?>