<?php
$MESS["LANDING_COOKIES_MAIN_AGREEMENT_LABEL"] = "Біз Cookie файлдарын сайттың жұмысын жақсарту, жекелендіру және ыңғайлылықты арттыру үшін қолданамыз. Сайтқа кіруді жалғастыра отырып, сіз біздің Cookie файлдарын пайдалануға келісесіз.";
$MESS["LANDING_COOKIES_MAIN_AGREEMENT_TEXT"] = "<p>Cookie файлдары &mdash; бұл веб-сервер құрылғының браузеріне (компьютер, ноутбук, смартфон, планшет) жіберетін және одан әрі сол жерде сақталатын ақпараттың мәтіндік жолы. Cookie файлдары Сайтқа кірген кезде браузерді пайдаланған кезде жасалады. Сайтқа әр жаңа кірген сайын браузер Сайтқа cookie файлдарын жібереді және ол пайдаланушы құрылғысын таниды, бұл әрбір келесі кірген сайын сайт навигациясын оңтайландыруға мүмкіндік береді.</p>
<p>Сайтқа бірінші рет кірген кезде сізде cookie файлдарын пайдалануға келісім беру немесе одан бас тарту мүмкіндігі бар. Бұрын берілген келісімді қайтарып алу үшін сайттың төменгі бұрышындағы &laquo;Печенье&raquo; белгішесі бар батырма арқылы Cookie баптауларын қайта ашу қажет. Кейбір cookie файлдарын пайдаланудан бас тартқан кезде белгілі бір контент немесе сайт мүмкіндіктері қолжетімсіз болуы немесе дұрыс жұмыс істемеуі мүмкін.</p>";
$MESS["LANDING_COOKIES_MAIN_AGREEMENT_TITLE"] = "Cookies-файлдармен келісім";
$MESS["LANDING_COOKIES_SYS_FBP_TEXT"] = "Сайтта материалдар мен жарнамаларды баптау, әлеуметтік желі мүмкіндіктерін ұсыну және сайт трафигін талдау үшін \"cookie\" файлдары сияқты технологияларды пайдаланатын Facebook pixel қосылған. Сонымен қатар, біз сіздің сайтыңызды сенімді әлеуметтік желілерге, сондай-ақ жарнама және аналитика серіктестеріне пайдалануыңыз туралы ақпарат береміз.
[URL=https://www.facebook.com/policies/cookies/]Cookies Facebook саясаты туралы толығырақ[/URL]";
$MESS["LANDING_COOKIES_SYS_FBP_TITLE"] = "Facebook pixel";
$MESS["LANDING_COOKIES_SYS_GA_TEXT"] = "Google Analytics біздің веб-сайтпен қалай әрекеттесетініңіз туралы ақпаратты жинауға және талдауға мүмкіндік береді. Ол анықтаушы емес.
[URL=https://policies.google.com/technologies/types]Google пайдаланатын файл түрлері туралы толығырақ [/URL]. 
[URL=https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage]Google Analytics cookie файлдары және құпиялылықты қорғау туралы толығырақ[/URL]";
$MESS["LANDING_COOKIES_SYS_GA_TITLE"] = "Google Analytics";
$MESS["LANDING_COOKIES_SYS_GMAP_TEXT"] = "Сайтта [URL=https://maps.google.com/help/terms_maps/]\"Google Карталар\" және \"Google Жер Планетасы\" сервистерін пайдаланудың қосымша шарттарымен[/URL] және [URL=https://policies.google.com/privacy]Google құпиялылық саясатымен[/URL] реттелетін Google Карталар функциялары мен контенті қолданылады.";
$MESS["LANDING_COOKIES_SYS_GMAP_TITLE"] = "Google maps";
$MESS["LANDING_COOKIES_SYS_GTM_TEXT"] = "Google Tag Manager-ресурстағы келушілердің мінез-құлқын бақылау және талдау үшін қосылған тегтерді басқару жүйесі. Google Tag Manager көмегімен жиналған ақпарат сізді анықтай алмайды, бірақ бұл біздің сайттың жұмысын жақсартуға көмектеседі. 
[URL=https://www.google.com/analytics/terms/tag-manager/]Google Tag Manager пайдалану шарттары туралы толығырақ [/URL]";
$MESS["LANDING_COOKIES_SYS_GTM_TITLE"] = "Google Tag Manager";
$MESS["LANDING_COOKIES_SYS_VKP_TEXT"] = "ВКонтакте пикселі (vk.ru) ол орнатылған сайттың парақшасынан келушілерді бақылауға мүмкіндік береді: адам парақшаға кіргеннен кейін, ретаргетинг пикселі оны автоматты түрде ескереді.
Пикселдің көмегімен біздің сайтқа немесе мобильді қосымшаға кіріп, сол жерде белгілі бір әрекеттерді жасаған Вконтакте пайдаланушыларына жарнаманы көрсетеміз.
Пиксель 191024, Санкт-Петербург, Херсонская көшесі, 12-14 үй, литер А, 1-Н үй-жайда орналасқан \"ВКонтакте\" ЖШҚ-на тиесілі
[URL=https://vk.ru/privacy]Сайт пайдаланушылары туралы ақпаратты қорғау ережелері туралы толығырақ[/URL]
[URL=https://vk.ru/privacy/cookies]Cookies саясаты туралы толығырақ[/URL]";
$MESS["LANDING_COOKIES_SYS_VKP_TITLE"] = "ВКонтакте пикселі";
$MESS["LANDING_COOKIES_SYS_YM_TEXT"] = "Бұл сайт Яндекс.Метрика веб-аналитика қызметін пайдаланады, ұсынушы - \"ЯНДЕКС\" ЖШҚ компаниясы, 119021, Ресей, Мәскеу, Л. Толстой көшесі, 16 (бұдан әрі — Яндекс).
Яндекс.Метрика сервисі \"cookie\" технологиясын пайдаланады — пайдаланушылардың пайдаланушылық белсенділігін талдау мақсатында пайдаланушылардың компьютерінде орналастырылған шағын мәтіндік файлдар.
Cookie көмегімен жиналған ақпарат сізді анықтай алмайды, бірақ бұл біздің сайттың жұмысын жақсартуға көмектеседі. Cookie көмегімен жиналған осы сайтты пайдалану туралы ақпарат Яндекске беріледі және ЕО мен Ресей Федерациясындағы Яндекс серверінде сақталады. Яндекс бұл ақпаратты сіздің сайтты пайдалануыңызды бағалау, біз үшін біздің сайттың қызметі туралы есептер жасау және басқа қызметтерді ұсыну үшін өңдейді. Яндекс бұл ақпаратты Яндекс.Метрика сервисін пайдалану шарттарында белгіленген тәртіппен өңдейді.
Браузерде тиісті баптауларды таңдау арқылы cookies-ті пайдаланудан бас тартуға болады. Және [URL=https://yandex.ru/support/metrika/general/opt-out.html]құралды[/URL] пайдалануға болады. Дегенмен, бұл сайттың кейбір мүмкіндіктерінің жұмысына әсер етуі мүмкін. Осы сайтты пайдалана отырып, сіз жоғарыда көрсетілген тәртіппен және мақсаттарда Яндекспен сіз туралы деректерді өңдеуге келісесіз.";
$MESS["LANDING_COOKIES_SYS_YM_TITLE"] = "Яндекс.Метрика";
$MESS["LANDING_COOKIES_SYS_YT_TEXT"] = "Cookie файлдарын YouTube сервисі ойнаған кезде сайтқа енгізілген YouTube бейнесінің баптауларын бақылау үшін пайдаланады.
[URL=https://www.youtube.com/t/terms]Youtube саясаты туралы толығырақ[/URL]
[URL=https://policies.google.com/technologies/types]Google пайдаланатын файл түрлері туралы толығырақ [/URL]";
$MESS["LANDING_COOKIES_SYS_YT_TITLE"] = "Youtube";
