<?php
$MESS["LANDING_TPL_NOT_ENABLE_LINK"] = "Кеңейтілген тарифке өту";
$MESS["LANDING_TPL_NOT_ENABLE_TEXT"] = "<p>Блокты өзгертіңіз, оның жұмысын \"Алдын ала қарау\" бөлімінде тексеріңіз. HTML кодының нәтижесі және оны жариялау тек кеңейтілген тарифте мүмкін болады.</p><p>Басқа тарифтік жоспарға өту арқылы сайт құрастырушысында көбірек мүмкіндіктерді пайдаланыңыз.</p>";
$MESS["LANDING_TPL_NOT_ENABLE_TITLE"] = "Тариф бойынша шектеулер";
$MESS["LANDING_TPL_NOT_IN_PREVIEW_MODE"] = "Html кодының нәтижесі тек жарияланған парақшада көрінеді.";
