<?
$MESS ['WZ_PROPERTY_VALUES'] = "Множественное свойство, в котором хранятся значения выпадающего списка";
$MESS ['WZ_INCLUDE_INTO_CHAIN'] = "Добавлять разделы мастера в навигационную цепочку";
$MESS ['WZ_TICKET_EDIT'] = "Страница с формой редактирования сообщения";
$MESS ['WZ_PROPERTY'] = "Свойство, в котором хранится тип вопроса";
$MESS ['WZ_IBLOCK'] = "Информационный блок";
$MESS ['WZ_TYPE'] = "Тип инфоблока";
$MESS ['WZ_BACKURL'] = "Страница, с которой пришли на мастер (для кнопки \"Назад\", может быть пустое)";
?>