<?php
$MESS["LANDING_DEMO_STORE_CLOTHES-ABOUT--NAME"] = "Біз туралы";
$MESS["LANDING_DEMO_STORE_CLOTHES-ABOUT--TEXT_1"] = "Дүкен туралы";
$MESS["LANDING_DEMO_STORE_CLOTHES-ABOUT--TEXT_2"] = "Біздің мүмкіндіктер";
$MESS["LANDING_DEMO_STORE_CLOTHES-ABOUT--TEXT_3"] = "Жылдам<br /> жеткізу";
$MESS["LANDING_DEMO_STORE_CLOTHES-ABOUT--TEXT_4"] = "Төмен<br />бағалар";
$MESS["LANDING_DEMO_STORE_CLOTHES-ABOUT--TEXT_5"] = "Кең<br />ассортимент";
$MESS["LANDING_DEMO_STORE_CLOTHES-ABOUT--TEXT_6"] = "Бонустар мен<br />Сыйлықтар";
$MESS["LANDING_DEMO_STORE_CLOTHES-ABOUT--TEXT_7"] = "Керемет<br />қызмет көрсету";
$MESS["LANDING_DEMO_STORE_CLOTHES-ABOUT--TEXT_8"] = "Маусымдық<br />жеңілдіктер";
$MESS["LANDING_DEMO_STORE_CLOTHES-ABOUT--TEXT_9"] = "Біздің серіктестер";
$MESS["NOTTRANSLATE--LANDING_DEMO_STORE_CLOTHES-ABOUT--TEXT_1"] = "<p>Біз сіздерді компаниямыздың сайтында көргенімізге қуаныштымыз!</p><p>Біздің компания 1993 жылы құрылды, ал біздің интернет-дүкен аймақтағы онлайн киім сататын алғашқы дүкендердің бірі болды. Компания үй және кеңсеге арналған киімді көтерме және бөлшек сатуға маманданған.</p><p>Қазіргі уақытта біз интернет–дүкенге иелік ететін және өз желісінде дүкеннің барлық қызметін, сату бөлімін, жеткізу қызметін, білікті коллекторлардың кең штатын, қажетті тауарлар қорының үнемі қолжетімділігімен өз қоймасын реттейтін бірыңғай call-орталығы бар ірі компания болып табыламыз.</p><p>Осы уақыт ішінде біз жетекші өндірушілермен серіктестік орнаттық, бұл бәсекеге қабілетті бағамен жоғары сапалы өнімдерді ұсынуға мүмкіндік береді.</p><p>Біз қала мен аймақтағы киімнің ең кең ассортиментін ұсынатымызды мақтан тұтамыз.</p>";
$MESS["NOTTRANSLATE--LANDING_DEMO_STORE_CLOTHES-ABOUT--TEXT_2"] = "<p>Біз көптеген жылдар бойы ынтымақтасатын әртүрлі брендтердің киімдерінің үлкен таңдауын ұсынамыз.</p>";
