<?
$MESS ['SUBSCRIBE_CONFIRM_NAME'] = "Подтверждение подписки";
$MESS ['SUBSCRIBE_CONFIRM_DESC'] = "#EMAIL# - адрес подписки
#DATE# - дата добавления/изменения адреса
#CONFIRM_URL# - адрес подтверждения
#MAILING_LIST# - список подписок
";
$MESS ['SUBSCRIBE_CONFIRM_SUBJECT'] = "#SITE_NAME#: Подтверждение подписки";
$MESS ['SUBSCRIBE_CONFIRM_MESSAGE'] = "Информационное сообщение сайта #SITE_NAME#
------------------------------------------

Здравствуйте,

Вы получили это сообщение, так как ваш адрес был подписан
на список рассылки сервера #SERVER_NAME#.

Дополнительная информация о подписке:

Адрес подписки (email) ............ #EMAIL#
Дата добавления/редактирования .... #DATE#
Список рассылок:
#MAILING_LIST#


Для подтверждения подписки перейдите по следующей ссылке:
http://#SERVER_NAME##CONFIRM_URL#


Внимание! Вы не будете получать сообщения рассылки, пока не подтвердите
свою подписку.
Если вы не подписывались на рассылку и получили это письмо по ошибке,
проигнорируйте его.

Сообщение сгенерировано автоматически.
";
?>