<?php
$MESS["BPDA_DEBUG_EVENT"] = "Ретке келтіргіш оқиғасы бойынша кідіріс жіберілді";
$MESS["BPDA_EMPTY_PROP"] = "Кезең' қасиеті  көрсетілмеген.";
$MESS["BPDA_SUBSCRIBE_ERROR_MSGVER_1"] = "Жоспарлаушы тапсырмасын қою барысында жүйелік қате пайда болды";
$MESS["BPDA_TRACK1"] = "#PERIOD# дейін кейінге қалдырылды";
$MESS["BPDA_TRACK2"] = "Кейінге қалдыру кезеңі белгіленбеген";
$MESS["BPDA_TRACK3"] = "Кідіріс өткізілді. Есептелген кідірту уақыты ағымдағы уақыттан аз";
$MESS["BPDA_TRACK4"] = "#PERIOD1# -ден, #PERIOD2# дейін кейінге қалдырылды";
