<?
$MESS ['BU_PATH_TO_BLOG'] = "Шаблон пути к странице блога";
$MESS ['BU_PATH_TO_USER'] = "Шаблон пути к странице пользователя";
$MESS ['BU_PATH_TO_USER_EDIT'] = "Шаблон пути к странице редактирования пользователя";
$MESS ['BU_PATH_TO_SEARCH'] = "Шаблон пути к странице поиска";

$MESS ['BU_BLOG_VAR'] = "Имя переменной для идентификатора блога";
$MESS ['BU_PAGE_VAR'] = "Имя переменной для страницы";
$MESS ['BU_USER_VAR'] = "Имя переменной для пользователя";

$MESS ['BU_ID'] = "Идентификатор пользователя";

$MESS ['USER_PROPERTY'] = "Показывать доп. свойства";
$MESS ['B_VARIABLE_ALIASES'] = "Имена переменных";
$MESS ['BC_DATE_TIME_FORMAT'] = "Формат показа даты и времени";
?>