<?
$MESS ['BH_PATH_TO_BLOG'] = "Шаблон пути к главной странице блога";
$MESS ['BH_PATH_TO_POST_EDIT'] = "Шаблон пути к странице редактирования сообщения";
$MESS ['BH_PATH_TO_BLOG_INDEX'] = "Шаблон пути к главной странице";
$MESS ['BH_PATH_TO_DRAFT'] = "Шаблон пути к недописанным сообщениям";
$MESS ['BH_PATH_TO_USER_FRIENDS'] = "Шаблон пути к странице сообщений друзей пользователя";
$MESS ['BH_PATH_TO_USER_SETTINGS'] = "Шаблон пути к настройкам доступа пользователей";
$MESS ['BH_PATH_TO_GROUP_EDIT'] = "Шаблон пути к странице настройки групп пользователей";
$MESS ['BH_PATH_TO_BLOG_EDIT'] = "Шаблон пути к настройкам блога";
$MESS ['BH_PATH_TO_CATEGORY_EDIT'] = "Шаблон пути к настройкам тегов сообщений";
$MESS ['BH_PATH_TO_USER'] = "Шаблон пути к странице пользователя блога";

$MESS ['BH_BLOG_VAR'] = "Имя переменной для идентификатора блога";
$MESS ['BH_POST_VAR'] = "Имя переменной для идентификатора сообщения";
$MESS ['BH_PAGE_VAR'] = "Имя переменной для страницы";
$MESS ['BH_USER_VAR'] = "Имя переменной для идентификатора пользователя";

$MESS ['BH_BLOG_URL'] = "Путь блога";
$MESS ['BH_SET_NAV_CHAIN'] = "Добавлять пункт в цепочку навигации";
$MESS ['B_VARIABLE_ALIASES'] = "Имена переменных";
?>