<?php
$MESS["BBD_BLOG_URL"] = "Блог жолы";
$MESS["BBD_BLOG_VAR"] = "Блог идентификаторы үшін айнымалының атауы";
$MESS["BBD_PAGE_VAR"] = "Парақша үшін айнымалының атауы";
$MESS["BBD_PATH_TO_BLOG_CATEGORY"] = "Блог парақшасына тег бойынша сүзгісі бар жол қалыбы";
$MESS["BBD_PATH_TO_POST_EDIT"] = "Блог хабарламасын редакциялау парақшасына жол қалыбы";
$MESS["BBD_PATH_TO_SMILE"] = "Сайттың түбіріне қатысты смайлдар бумасына жол";
$MESS["BBD_POST_VAR"] = "Блог хабарламасының идентификаторы үшін айнымалының атауы";
$MESS["BBD_SET_NAV_CHAIN"] = "Навигация тізбегіне тармақ қосу";
$MESS["BC_DATE_TIME_FORMAT"] = "Күн мен уақытты көрсету пішімі";
$MESS["BPC_IMAGE_MAX_HEIGHT"] = "Кескіннің максималды биіктігі";
$MESS["BPC_IMAGE_MAX_WIDTH"] = "Кескіннің максималды ені";
$MESS["B_VARIABLE_ALIASES"] = "Айнымалылардың атаулары";
