<?
$MESS["SHOW_HIDDEN_TIP"] = "Под скрытыми рубриками понимаются рассылки, в настройках которых снята опция <i>Выводить в списке публичных рассылок</i>.";
$MESS["PAGE_TIP"] = "В данном поле указывается путь от корня сайта (#SITE_DIR#) к странице редактирования подписки, например, #SITE_DIR#about/subscr_edit.php";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо только определить время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS["CACHE_TIME_TIP"] = "Поле служит для указания времени кеширования в секундах.";
$MESS["USE_PERSONALIZATION_TIP"] = "Определять подписку текущего пользователя.";
?>