<?php

$MESS['CALENDAR_IMPORT_BLOCK_RESOURCE_BOOKING'] = 'Изменения, которые вы вносили в событие [url=#EVENT_URL#]#EVENT_TITLE#[/url] через внешний календарь, не сохранились, потому что вы не можете менять это событие.';
$MESS['CALENDAR_IMPORT_BLOCK_FROM_ATTENDEE'] = 'Изменения, которые вы вносили в событие [url=#EVENT_URL#]#EVENT_TITLE#[/url] через внешний календарь, не сохранились, потому что вы являетесь участником и не можете менять это событие.';
$MESS['CALENDAR_IMPORT_BLOCK_ATTENDEE_ACCESSIBILITY'] = 'Изменения, которые вы вносили в событие [url=#EVENT_URL#]#EVENT_TITLE#[/url] через внешний календарь, не сохранились, потому что участники или переговорная заняты в это время. Для изменения события - перейдите по ссылке.';
