<?php
$MESS["SENDER_SECURITY_AGREEMENT_ERROR"] = "Пайдалану туралы келісімнің шарттарын қабылдауыңыз керек.";
$MESS["SENDER_SECURITY_AGREEMENT_HTML_RICH"] = "<div class=\"tracker-agreement-popup-content\"> 
CRM-маркетинг — бұл әлеуетті клиенттер базаңыздан көбірек сатып алу жасауға көмектесетін,   
сондай-ақ қайта сатып алуларды арттыруға көмектесетін құралдар жиынтығы.   Клиенттер базасын сегменттей аласыз, email-жіберілімдер, sms-жіберілімдер жасай аласыз, дауыстық хабарламалар жібере аласыз, клиенттер чатына жаза аласыз, оларға әлеуметтік желілерде жарнама көрсете аласыз. 
<br><br>
Кез келген жіберілім сіз оны жіберетін елдің заңдарына сәйкес келуі керек екенін ұмытпаңыз. 
<br><br>
Біз сіздің жіберілімдеріңіздің мәтіндерін тексермейміз және
клиенттеріңізден жіберілімдерге келісім алғаныңызды растауды талап етпейміз, бірақ егер бұзушылықтарды анықтасақ, себептерді түсіндірмей, сіздің Битрикс24-те жіберілімдерді тоқтату немесе CRМ-маркетингті өшіру құқығын өзімізде қалдырамыз (өзіміз, пайдаланушылардан немесе тексеруші мемлекеттік ұйымдардан келіп түскен шағым бойынша).

<ol class=\"tracker-agreement-popup-list\">
<li class=\"tracker-agreement-popup-list-item\">
«CRM-маркетинг» - бұл электрондық пошта, SMS, чаттар және өзге ресурстар арқылы хабарламаларды жаппай жеткізу үшін қолданылатын, \"1С-Битрикс24\" ЭЕМ арналған БЖ функционалы.
<br>
<span class=\"tracker-text-bold\">
НАЗАР АУДАРЫҢЫЗ!!! Қажетсіз хабарламаларды (спам), сондай-ақ \"CRM-маркетинг\" арқылы алушының келісімінсіз хабарламалардың жіберілімдеріне ҚАТАҢ тыйым салынады!!!
</span>
</li>
<li class=\"tracker-agreement-popup-list-item\">
<span class=\"tracker-text-bold\">
\"Мен келісемін\" батырмасын басу арқылы сіз келесіні мәлімдейсіз әрі
</span>
кепілдік бересіз:

<ul class=\"tracker-agreement-popup-inner-list\">
<li class=\"tracker-agreement-popup-inner-list-item\">
Сіз \"CRM-маркетинг\"
<span class=\"tracker-text-bold\">  
пайдаланудың бүкіл мерзімі ішінде өз еліңізде қолданылатын жарнама, зияткерлік меншік және т. б. саладағы 
</span>
заңнаманың (бұдан әрі - қолданылатын заңнама) талаптарын мүлтіксіз сақтауға міндеттенесіз;
</li>
<li class=\"tracker-agreement-popup-inner-list-item\">
Сіз  
\"CRM-маркетинг\" қолдану арқылы
<span class=\"tracker-text-bold\">хабарлама жіберетін тұлғалардан келісімді</span>  
жазбаша немесе өзге де қажетті түрде
<span class=\"tracker-text-bold\">алуға кепілдік бересіз</span>;
</li>
<li class=\"tracker-agreement-popup-inner-list-item\">
Сіз 
\"CRM-маркетинг\" қолданар алдында 
келісімдер мен олардың нысандарын алу қажеттілігі туралы сұрақтарыңыз туындаған жағдайда 
<span class=\"tracker-text-bold\">тиісті мамандармен (заңгерлермен) кеңесуге</span> 
<span class=\"tracker-text-bold\">міндеттісіз</span>;
</li>
<li class=\"tracker-agreement-popup-inner-list-item\">
Сіз \"CRM-маркетинг\" арқылы   
<span class=\"tracker-text-bold\">жіберілетін кез келген</span>
<span class=\"tracker-text-bold\">ақпараттың</span> 
қолданыстағы 
<span class=\"tracker-text-bold\">заңнаманы</span> 
<span class=\"tracker-text-bold\">сақтай отырып
алынғанына</span> 
кепілдік бересіз;
</li>
<li class=\"tracker-agreement-popup-inner-list-item\">
кез келген  
<span class=\"tracker-text-bold\">«CRM-маркетингті» пайдалануды</span>  
нар тәуекел етіп,  
<span class=\"tracker-text-bold\">өз жауапкершілігіңізге алып жүзеге асырасыз</span>
</li>
<li class=\"tracker-agreement-popup-inner-list-item\">
Сіз  
<span class=\"tracker-text-bold\">1С-Битрикс компаниясы хабарлама жіберуге тапсырма қабылдамайтынын, \"CRM-маркетинг\" арқылы жіберілген ақпаратты өзгертпейтінін,</span>
сондай-ақ 
<span class=\"tracker-text-bold\">мұндай ақпаратты берудің бастамашысы болып табылмайтынын,</span>
оның ықтимал заңсыздығы туралы біле алмайтынын және білмеуі тиіс екенін келісесіз және растайсыз.
</li>
</ul>

</li>
<li class=\"tracker-agreement-popup-list-item\">
<span class=\"tracker-text-bold\">Сіз жоғарыда аталған өтініштер мен кепілдіктерді бұзған кезде,</span>
1С-Битрикс компаниясы  
<span class=\"tracker-text-bold\">«CRM-маркетинг» функционалын толығымен немесе оның жекелеген бөліктерін
бұғаттау</span> құқығын өзіне қалдырады.
</li>
</ol>
</div>";
