<?php
$MESS['post_cancel'] = "Болдырмау";
$MESS['post_filter'] = "E-Mail бойынша сүзгі:";
$MESS['post_format'] = "Жазылым пішімі:";
$MESS['post_format_any'] = "(кез келген)";
$MESS['post_format_text'] = "Мәтін";
$MESS['post_group'] = "Пайдаланушылар топтары:";
$MESS['post_notfound'] = "Бұл мекенжай сүзгісі бойынша ештеңе табылған жоқ.";
$MESS['post_reset'] = "Қалпына келтіру";
$MESS['post_result'] = "Іздеу нәтижелері:";
$MESS['post_rub'] = "Жіберілімдер";
$MESS['post_search'] = "Іздеу";
$MESS['post_search_filter'] = "Таңдалған мекенжайларға арналған сүзгі";
$MESS['post_search_note'] = "Бұл нысан жіберілім шығарылымы жіберілетін мекенжайларды білуге мүмкіндік береді.
Фильтр шарттарын орнатып, <i>Іздеу</i> батырмасын басқаннан кейін, сіз мекенжайлар тізімін ала аласыз.
<i>Орнату</i> батырмасы сүзгі шарттарын шығарылымды өңдеудің негізгі нысанға ауыстырады.";
$MESS['post_search_rub'] = "Жіберілімдерге пайдаланушыларды таңдау";
$MESS['post_search_set_title'] = "Осы мекенжайлар жиынтығын орнату.";
$MESS['post_search_users'] = "Сайт пайдаланушыларын таңдау";
$MESS['post_set'] = "Орнату";
$MESS['post_subscribers'] = "Алушылар";
$MESS['post_tab_title'] = "Алушылардың мекенжайлары";
$MESS['post_title'] = "Алушылардың мекенжайлар тізімі";
$MESS['post_total'] = "Барлық мекенжайлар:";
