<?php
$MESS["BLOG_VAR_TIP"] = "Блогтың ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["ID_TIP"] = "Өрісте пайдаланушының идентификаторы берілетін код бар.";
$MESS["PAGE_VAR_TIP"] = "Блогтың парақшасы берілетін айнымалының аты көрсетіледі.";
$MESS["PATH_TO_BLOG_TIP"] = "Блогтың басты парақшасына жол көрсетіледі. Мысалы: blog_blog.php?page=blog&blog=#blog#.";
$MESS["PATH_TO_SEARCH_TIP"] = "Іздеу парақшасына жол көрсетіледі. Мысалы: blog_search.php.";
$MESS["PATH_TO_USER_EDIT_TIP"] = "Пайдаланушы профилін редакциялау парақшасына жол көрсетіледі. Мысалы: blog_user_edit.php?page=user&user_id=#user_id#&mode=edit.";
$MESS["PATH_TO_USER_TIP"] = "Пайдаланушы профилінің парақшасына жол көрсетіледі. Мысалы: blog_user.php?page=user&user_id=#user_id#.";
$MESS["SET_TITLE_TIP"] = "Опция белгіленген кезде парақшаның тақырыпаты ретінде <b>Пайдаланушы профилі</b> \"пайдаланушы атауы\" орнатылады.";
$MESS["USER_PROPERTY_TIP"] = "Пайдаланушы профилінде көрсетілуі тиіс қосымша қасиеттерді белгілеңіз.";
$MESS["USER_VAR_TIP"] = "Блог пайдаланушысының ID-і берілетін айнымалының аты көрсетіледі.";
