<?
$MESS ['SONET_MODULE_NOT_INSTALL'] = "Модуль социальной сети не установлен.";
$MESS ['SONET_C33_NO_GROUP_ID'] = "Не указана группа";
$MESS ['SONET_C33_NO_GROUP'] = "Группа не найдена";
$MESS ['SONET_C33_NO_PERMS'] = "У вас нет прав на приглашение пользователей в группу";
$MESS ['SONET_C33_PAGE_TITLE'] = "Приглашение в группу";
$MESS ['SONET_C33_NO_USERS'] = "Не указаны пользователи, которым необходимо направить приглашение";
$MESS ['SONET_C33_NO_USER1'] = "Пользователь '#NAME#' не найден";
$MESS ['SONET_C11_ERR_SELF'] = "Вы не можете добавить в группу себя самого";
$MESS ['SONET_C11_BAD_USER'] = "Пользователь '#NAME#' запретил приглашать себя в группы";
$MESS ['SONET_C11_BAD_RELATION'] = "Пользователь '#NAME#' уже приглашен в группу или является ее членом";
$MESS ['SONET_C33_CANNOT_USER_ADD'] = "Пользователь c email '#EMAIL#' не был добавлен: ";
$MESS ['SONET_C33_NOT_EMPLOYEE'] = "Пользователь c email '#EMAIL#' не был приглашен, так как не зарегистрирован или не является сотрудником.";
?>