<?php
$MESS["ACTIVE_DATE_FORMAT_TIP"] = "Тізімде компонент ішінде қалыптасатын күнді көрсету мүмкіндіктерінің барлығы тізімделген. <i>Басқа</i> тармағын таңдап, php-функция <i>date</i> негізінде өз нұсқаңызды құрастыруға болады.";
$MESS["CACHE_TIME_TIP"] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS["DETAIL_URL_TIP"] = "Ақпарат блогының элементі туралы егжей-тегжейлі сипаттама бар парақшаға жол көрсетіледі. Параметр арқылы элементтің ID-і берілуі керек. Әдепкі бойынша өріс news/news_detail.php?ID=#ELEMENT_ID# қамтиды. ";
$MESS["IBLOCKS_TIP"] = "Таңдалған түрдегі барлық ақпараттық блоктар тізімделген. <i>Ctrl</i> пернесін басып тұрып, қажеттілерін таңдаңыз.";
$MESS["IBLOCK_TYPE_TIP"] = "Тізімнен жүйеде жасалған ақпараттық блоктардың біреуі таңдалады <b><i>ок</i></b> батырмасын басқаннан кейін <i>Ақпараттық блок коды</i> өрісіне таңдалған түр үшін жасалған ақпараттық блоктар жүктеледі.";
$MESS["NEWS_COUNT_TIP"] = "Бір парақшада көрсетілетін тізім элементтерінің саны көрсетіледі.";
$MESS["SORT_BY1_TIP"] = "Тізімде жаңалықтарды сұрыптауға болатын өрістер көрсетілген. Сондай-ақ, <i>басқа</i> тармағын таңдап, жанындағы өріске қажетті параметрдің кодын енгізуге болады.  ";
$MESS["SORT_BY2_TIP"] = "Бірінші сұрыптау өрістерінің мәндері сәйкес келсе, екінші сұрыптау үшін элементтердің өрісін көрсетіңіз.";
$MESS["SORT_ORDER1_TIP"] = "Элементтер таңдалған өріс бойынша қай бағытта сұрыпталатынын көрсетіңіз.";
$MESS["SORT_ORDER2_TIP"] = "Элементтер екінші рет сұрыптағанда қай бағытта сұрыпталатынын көрсетіңіз.";
