<?php
$MESS["CACHE_TIME_TIP"] = "Кештеу уақыты (сек.)";
$MESS["CACHE_TYPE_TIP"] = "Кештеу түрі";
$MESS["DATE_TIME_FORMAT_TIP"] = "Күн мен уақытты көрсету пішімі";
$MESS["EDITOR_CODE_DEFAULT_TIP"] = "Әдепкі бойынша редактордың көрнекі емес режимін көрсету";
$MESS["ELEMENT_ID_TIP"] = "Элементтің ID-і";
$MESS["ENTITY_ID_TIP"] = "Бұл пікір берілген нысанның сандық идентификаторы. 348 идентификаторына ие міндет үшін бұл мән - 348.";
$MESS["ENTITY_TYPE_TIP"] = "Бұл нысан түрінің екі таңбалы идентификаторы. Латын әріптерімен жазылады. Мысалы, тапсырмалар үшін мән түрі - TK.";
$MESS["ENTITY_XML_ID_TIP"] = "Пікір берілетін нысанның әріп-сандық ID, яғни XML ID. [A-Z0-9_] символдары қолданылады. 348-ші міндеті үшін бұл мән - TASKS_348.";
$MESS["FORUM_ID_TIP"] = "Пікірлер үшін форумның ID-і";
$MESS["IBLOCK_ID_TIP"] = "Ақпараттық блок коды";
$MESS["IBLOCK_TYPE_TIP"] = "Ақпараттық блоктың түрі (тек тексеру үшін қолданылады)";
$MESS["MESSAGES_PER_PAGE_TIP"] = "Бір парақшадағы хабарламалар саны";
$MESS["PAGE_NAVIGATION_TEMPLATE_TIP"] = "Парақша бойынша навигацияны көрсетуге арналған қалып атауы";
$MESS["PERMISSION_TIP"] = "Форумдағы пайдаланушының құқықтарын қайта анықтайтын сыртқы құқықтар. A < E < I < Q < U < Y. A - қолжетімділік жоқ, E - оқу, I - жауап беру, Q - модерация, U - редакциялау, Y - толық қолжетімділік.
()";
$MESS["PREORDER_TIP"] = "Хабарламаларды тікелей тәртіпте шығару";
$MESS["SHOW_AVATAR_TIP"] = "Пайдаланушылардың аватарларын көрсету";
$MESS["SHOW_MINIMIZED_TIP"] = "Пікір қосу нысанын жабу";
$MESS["SHOW_RATING_TIP"] = "Рейтингті шығару";
$MESS["URL_TEMPLATES_DETAIL_TIP"] = "Ақпараттық блок элементінің парақшасы";
$MESS["URL_TEMPLATES_PROFILE_VIEW_TIP"] = "Пайдаланушы парақшасы";
$MESS["URL_TEMPLATES_READ_TIP"] = "Форум тақырыбының оқу парақшасы";
$MESS["USE_CAPTCHA_TIP"] = "CAPTCHA қолдану";
