<?
$MESS ['PATH_TO_DETAIL_TIP'] = "Указывается путь к странице с подробной информацией о карте (страница может быть создана с помощью компонента <i>Редактирование пластиковых карт</i>). Если страница находится в текущей директории, то достаточно указать ее название.";
$MESS ['PER_PAGE_TIP'] = "Указанное кол-во определяет число карт на одной странице, остальные будут выведены с помощью постраничной навигации.";
$MESS ['SET_TITLE_TIP'] = "В качестве заголовка страницы выводится \"Мои пластиковые карты\".";
?>