<?
$MESS ['BPATT_AUTO_EXECUTE'] = "Автозапуск";
$MESS ['BPATT_HELP1_TEXT'] = "Бизнес-процесс со статусами - длительный бизнес-процесс с разделением прав доступа при работе с документами в разных статусах.";
$MESS ['BPATT_HELP2_TEXT'] = "Последовательный бизнес-процесс - простой бизнес-процесс, позволяющий запустить документ в последовательную обработку.";
$MESS ['BPATT_NAME'] = "Название";
$MESS ['BPATT_MODIFIED'] = "Изменен";
$MESS ['BPATT_USER'] = "Изменил";
$MESS ['WD_EMPTY'] = "Нет ни одного шаблона бизнес-процессов. Создать стандартные <a href=#HREF#>бизнес-процессы</a>.";
$MESS ['BPATT_ALL'] = "Всего";
$MESS ['WD_EMPTY_DEFAULT'] = "Нет ни одного шаблона бизнес-процессов.";
?>
