<?php
$MESS["AJAX_PAGINATION_TIP"] = "ArResult массивінде тек ағымдағы парақшаға арналған түсініктемелер өңделеді және қайтарылады.<br>
<b>Назар аударыңыз</b>, параметр қосылған кезде қалыпқа өзгертулер енгізу қажет болуы мүмкін.";
$MESS["BLOG_URL_TIP"] = "Өрісте блогтың идентификаторы берілетін код бар.";
$MESS["BLOG_VAR_TIP"] = "Блогтың ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["CACHE_TIME_TIP"] = "Өріс кештеу уақытын секундтармен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: берілген уақыт ішінде кештеу қосылған кезде әрекет етеді; <br /><i>Кештеу</i>: кештеу үшін тек кештеу уақытын анықтау керек;<br /><i>Кештемеу</i>: кез келген жағдайда кештеу жоқ.";
$MESS["COMMENTS_COUNT_TIP"] = "Парақшадағы пікірлер саны. Қалғандары әр беттік навигация арқылы шығарылады.";
$MESS["ID_TIP"] = "Өрісте блог хабарламасының идентификаторы берілетін код бар.";
$MESS["PAGE_VAR_TIP"] = "Блогтың парақшасы берілетін айнымалының аты көрсетіледі.";
$MESS["PATH_TO_BLOG_TIP"] = "Блогтың басты парақшасына жол көрсетіледі. Мысалы: blog_blog.php?page=blog&blog=#blog#.";
$MESS["PATH_TO_SMILE_TIP"] = "Смайлдары бар бумаға апаратын жол көрсетіледі.";
$MESS["PATH_TO_USER_TIP"] = "Пайдаланушы профилінің парақшасына жол көрсетіледі. Мысалы: blog_user.php?page=user&user_id=#user_id#.";
$MESS["POST_VAR_TIP"] = "Блог хабарламасының ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["SIMPLE_COMMENT_TIP"] = "Жеңілдетілген режимде пікірлерді хабарламасыз қосуға болады (Фотогалерея 2.0 модулі үшін қолданылады).";
$MESS["USER_VAR_TIP"] = "Блог пайдаланушысының ID-і берілетін айнымалының аты көрсетіледі.";
