<?
$MESS ['BMS_COUNT'] = "Количество результатов, выводимых на страницу";
$MESS ['BMS_SEARCH_PAGE'] = "Страница поиска";
$MESS ['BMS_PATH_TO_BLOG'] = "Шаблон пути к странице блога";
$MESS ['BMS_PATH_TO_POST'] = "Шаблон пути к странице с сообщением блога";
$MESS ['BMS_PATH_TO_USER'] = "Шаблон пути к странице пользователя блога";
$MESS ['BMS_BLOG_VAR'] = "Имя переменной для идентификатора блога";
$MESS ['BMS_POST_VAR'] = "Имя переменной для идентификатора сообщения блога";
$MESS ['BMS_USER_VAR'] = "Имя переменной для идентификатора пользователя блога";
$MESS ['BMS_PAGE_VAR'] = "Имя переменной для страницы";
$MESS ['B_VARIABLE_ALIASES'] = "Имена переменных";
$MESS ['BC_DATE_TIME_FORMAT'] = "Формат показа даты и времени";
$MESS ['BB_NAV_TEMPLATE'] = "Имя шаблона для постраничной навигации";
?>