<?
$MESS["REPORT_CHART_TYPE_LINE"] = "График";
$MESS["REPORT_CHART_TYPE_BAR"] = "Гистограмма";
$MESS["REPORT_CHART_TYPE_PIE"] = "Круговая";

$MESS["REPORT_CHART_ERR_01"] = "Отсутствуют исходные данные";
$MESS["REPORT_CHART_ERR_02"] = "Неправильно указан тип диаграммы";
$MESS["REPORT_CHART_ERR_03"] = "Не указаны типы рядов данных";
$MESS["REPORT_CHART_ERR_04"] = "Недостаточно рядов с данными для диаграммы";
$MESS["REPORT_CHART_ERR_05"] = "Для круговой диаграммы должен быть только один ряд аргументов и один ряд значений";
$MESS["REPORT_CHART_ERR_06"] = "Недопустимый индекс типа ряда";
$MESS["REPORT_CHART_ERR_07"] = "Недопустимый тип ряда аргументов";
$MESS["REPORT_CHART_ERR_08"] = "Недопустимый тип ряда значений";
$MESS["REPORT_CHART_ERR_09"] = "Отсутствуют данные для построения диаграммы";
$MESS["REPORT_CHART_ERR_10"] = "Недопустимый индекс значений";
$MESS["REPORT_CHART_ERR_11"] = "Неверный формат значений";
$MESS["REPORT_CHART_ERR_12"] = "Количество рядов данных не соответствует количеству типов";
$MESS["REPORT_CHART_ERR_13"] = "Неверный индекс ряда данных";
$MESS["REPORT_CHART_ERR_14"] = "Неизвестный тип ряда данных";
$MESS["REPORT_CHART_ERR_15"] = "Не удалось привести значение даты к формату сайта";
$MESS["REPORT_CHART_ERR_41"] = "Не умею рисовать диаграмму указанного типа";
$MESS["REPORT_CHART_ERR_42"] = "Для построения графика необходимо не менее двух значений";
$MESS["REPORT_CHART_ERR_43"] = "Для построения гистограммы необходимо не менее двух значений";
$MESS["REPORT_CHART_ERR_44"] = "Для круговой диаграммы необходимо не менее одного значения";
$MESS["REPORT_CHART_ERR_45"] = "В результате фильтрации и консолидации для круговой диаграммы не осталось значений";
$MESS["REPORT_CHART_ERR_46"] = "Ошибка сортировки консолидированных значений круговой диаграммы";
?>