<?php
$MESS["RMP_NOT_FOUND"] = "Приложение не найдено";
$MESS["RMP_ACCESS_DENIED"] = "Доступ запрещен. Обратитесь к администратору для установки приложения";
$MESS["RMP_TRIAL_HOLD_INSTALL"] = "Доступ запрещен. Для установки приложений необходимо приобрести подписку Битрикс24.Маркет Плюс";
$MESS["RMP_INSTALL_ERROR"] = "Ошибка! Приложение не было установлено.";
$MESS["RMP_ERROR_ACCESS_DENIED"] = 'Нет доступа';
$MESS["RMP_ERROR_SUBSCRIPTION_REQUIRED"] = 'Для продолжения установки приложения необходима подписка Битрикс24.Маркет Плюс';
$MESS["RMP_ERROR_VERIFICATION_NEEDED"] = 'Ошибка проверки лицензии. Попробуйте снова через 10 минут';
