<?
$MESS ['IBLOCK_TYPE_TIP'] = "Из выпадающего списка выбирается один из созданных в системе типов инфоблоков. После нажатия кнопки <b><i>ок</i></b> будут подгружены все инфоблоки, созданные для выбранного типа.";
$MESS ['IBLOCK_ID_TIP'] = "Укажите инфоблок, в котором будут храниться фотографии. Если выбран пункт <i>(другое)-></i>, то необходимо указать ID инфоблока в поле рядом.";
$MESS ['SECTION_ID_TIP'] = "Поле содержит код, в котором передается ID раздела (альбома).";
$MESS ['SECTION_CODE_TIP'] = "Символьный идентификатор альбома.";
$MESS ['INDEX_URL_TIP'] = "Адрес страницы со списком альбомов.";
$MESS ['SECTION_URL_TIP'] = "Адрес страницы просмотра альбома.";
$MESS ['DISPLAY_PANEL_TIP'] = "При установленной опции кнопки будут отображены в режиме редактирования сайта на административной панели и в наборе кнопок области редактирования компонента.";
$MESS ['SET_TITLE_TIP'] = "При отмеченной опции в качестве заголовка страницы будет установлено название альбома.";
$MESS ['UPLOAD_MAX_FILE_TIP'] = "Укажите количество файлов, которое может быть отправлено за один пост.";
$MESS ['UPLOAD_MAX_FILE_SIZE_TIP'] = "Максимальный размер загружаемого фото.";
$MESS ['ALBUM_PHOTO_THUMBS_WIDTH_TIP'] = "Определите размер картинки-анонса фотоальбома.";
$MESS ['ALBUM_PHOTO_WIDTH_TIP'] = "Размер обложки фотоальбома.";
$MESS ['THUMBS_SIZE_TIP'] = "Укажите размер анонса фотографии.";
$MESS ['JPEG_QUALITY1_TIP'] = "Задайте качество анонса загружаемой фотографии.";
$MESS ['PREVIEW_SIZE_TIP'] = "Определите размер детальной фотографии.";
$MESS ['JPEG_QUALITY2_TIP'] = "Качество детальной фотографии.";
$MESS ['JPEG_QUALITY_TIP'] = "Определите качество, с которым будет загружена фотография (оригинал).";
$MESS ['ADDITIONAL_SIGHTS_TIP'] = "Выберите типы для эскизов фотографий, которые должны быть показаны.";
$MESS ['WATERMARK_MIN_PICTURE_SIZE_TIP'] = "Укажите минимальный размер фотографий, на которые будет нанесен авторский знак. На фотографии меньшего размера знак добавлен не будет.";
$MESS ['THUMBNAIL_SIZE_TIP'] = "Размер анонса фотографии с учетом отображения в виде квадрата. Фактический размер анонса будет в 1.8 раз больше указанного здесь.";
?>