<?php
$MESS["SPCAT3_AFF_REG"] = "Аффилиатты тіркеуге мәтіндік сілтеме";
$MESS["SPCAT3_HTML"] = "HTML коды:";
$MESS["SPCAT3_LINK_TEXT"] = "&quot;#NAME#&quot сайтының аффилиаты болу;";
$MESS["SPCAT3_NOTE"] = "Әрине, мәтіндік сілтеме дүкен сілтемесін орналастырудың жалғыз нұсқасы емес. Сіз сілтемені, суретті, логотипті және баннерді орналастыра аласыз, өз пікіріңізді жаза аласыз. Ең бастысы, сіздің келушіңіз осы сілтемені басып, Сізге біраз ақша алып келуі қажет.";
$MESS["SPCAT3_PARTNER_ID"] = "- Сіздің серіктестік идентификаторыңыз. Бұл идентификатордың сілтемеде болуы, дүкенге пайдаланушы сіздің сайтыңыздан келгенін көрсетеді.";
$MESS["SPCAT3_TEXT_LINK"] = "Дүкенге мәтіндік сілтеме";
$MESS["SPCAT3_UNACTIVE_AFF"] = "Сіз дүкеннің аффилиатысыз, бірақ сіздің шотыңыз белсенді емес. Қосымша ақпарат алу үшін дүкен әкімшілігіне хабарласыңыз.";
$MESS["SPCAT3_VIEW"] = "Сыртқы көрінісі:";
