<?php

$MESS['STORE_ENABLE_WIZARD_ENABLE_ERROR'] = 'Складской учёт не может быть включён в режиме работы с заказами';
$MESS['STORE_ENABLE_WIZARD_DISABLE_ERROR'] = 'Ошибка при попытке отключения Складского учёта';

$MESS["STORE_ENABLE_WIZARD_NO_PERMISSION_ENABLE"] = "Недостаточно прав для включения Складского учёта. Обратитесь к руководителю или администратору вашего Битрикс24";
$MESS["STORE_ENABLE_WIZARD_NO_PERMISSION_DISABLE"] = "Недостаточно прав для выключения Складского учёта. Обратитесь к руководителю или администратору вашего Битрикс24";
