<?php
$MESS["SOL_BUTTON_CONFIRM_W2"] = "Назар аударыңыз! Батырманы жойғаннан кейін сіз шеберлер парақшасын немесе жаңа сайтты қосу нысанын пайдаланып басқару тақтасында жаңа шешім жасау шеберін іске қоса аласыз. Батырманы тақтадан жою кере пе?";
$MESS["SOL_BUTTON_DEL_TEXT"] = "Осы батырманы жою  ";
$MESS["SOL_BUTTON_DEL_TITLE"] = "Осы батырманы тақтадан жою ";
$MESS["SOL_BUTTON_GOTOSITE"] = "Сайтқа өту";
$MESS["SOL_BUTTON_TEST_MENU_HINT"] = "Орнату үшін жаңа шешімді таңдау үшін осы батырманы басыңыз, бұл батырманы Басқару тақтасынан алып тастаңыз немесе басқа сайтқа өтіңіз.";
$MESS["SOL_BUTTON_TEST_TEXT"] = "Жаңа шешімді#BR#тестілеу";
$MESS["SOL_BUTTON_TEST_TEXT_HINT"] = "Орнату үшін жаңа шешімді таңдау.";
$MESS["SOL_BUTTON_TEST_TITLE"] = "Жаңа сайт жасау және жаңа шешімді орнату шеберін іске қосу";
