<?php
$MESS["BLOG_URL_TIP"] = "Өрісте блогтың идентификаторы берілетін код бар.";
$MESS["BLOG_VAR_TIP"] = "Блогтың ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["PAGE_VAR_TIP"] = "Блогтың парақшасы берілетін айнымалының аты көрсетіледі.";
$MESS["PATH_TO_BLOG_CATEGORY_TIP"] = "Тег бойынша сүзгімен блог парақшасына жол көрсетіледі. Мысалы: blog_filter.php?page=blog&blog=#blog#&category=#category#.";
$MESS["PATH_TO_POST_EDIT_TIP"] = "Блог хабарламасын редакциялау парақшасына жол көрсетіледі. Мысалы: blog_p_edit.php?page=post_edit&blog=#blog#&post_id=#post_id#.";
$MESS["PATH_TO_SMILE_TIP"] = "Смайлдары бар бумаға апаратын жол көрсетіледі.";
$MESS["POST_VAR_TIP"] = "Блог хабарламасының ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["SET_NAV_CHAIN_TIP"] = "Опция белгіленген кезде навигация тізбегіне блог атауы бар тармақ қосылады.";
$MESS["SET_TITLE_TIP"] = "Опция белгіленген кезде парақшаның тақырыпаты ретінде <b>Блогтың аяқталмаған хабарламалары</b> \"блог атауы\" орнатылады.";
