<?php
$MESS["BLOG_URL_TIP"] = "Өрісте блогтың идентификаторы берілетін код бар.";
$MESS["BLOG_VAR_TIP"] = "Блогтың ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["ID_TIP"] = "Өрісте пайдаланушының идентификаторы берілетін код бар.";
$MESS["PAGE_VAR_TIP"] = "Блогтың парақшасы берілетін айнымалының аты көрсетіледі.";
$MESS["PATH_TO_BLOG_TIP"] = "Блогтың басты парақшасына жол көрсетіледі. Мысалы: blog_blog.php?page=blog&blog=#blog#.";
$MESS["PATH_TO_DRAFT_TIP"] = "Аяқталмаған хабарламалар парақшасына апаратын жол.";
$MESS["PATH_TO_POST_EDIT_TIP"] = "Блог хабарламасын редакциялау парақшасына жол көрсетіледі. Мысалы: blog_p_edit.php?page=post_edit&blog=#blog#&post_id=#post_id#.";
$MESS["PATH_TO_POST_TIP"] = "Блог хабарламасын егжей-тегжейлі қарау парақшасына жол көрсетіледі. Мысалы: blog_blog.php?page=post&blog=#blog#&post_id=#post_id#.";
$MESS["PATH_TO_SMILE_TIP"] = "Смайлдары бар бумаға апаратын жол көрсетіледі.";
$MESS["PATH_TO_USER_TIP"] = "Пайдаланушы профилінің парақшасына жол көрсетіледі. Мысалы: blog_user.php?page=user&user_id=#user_id#.";
$MESS["POST_PROPERTY_TIP"] = "Хабарламаны егжей-тегжейлі қарау кезінде қосымша көрсетілуі тиіс пайдаланушы хабарламасының қасиеттерін белгілеңіз.";
$MESS["POST_VAR_TIP"] = "Блог хабарламасының ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["SET_TITLE_TIP"] = "Опция белгіленген кезде парақшаның тақырыпаты ретінде <b>Блогта хабарламаны редакциялау</b> \"блог атауы\".";
$MESS["USER_VAR_TIP"] = "Блог пайдаланушысының ID-і берілетін айнымалының аты көрсетіледі.";
