<?
$MESS ['PATH_TO_BLOG_CATEGORY_TIP'] = "Указывается путь к странице блога с фильтром по тегу. Например: blog_filter.php?page=blog&blog=#blog#&category=#category#.";
$MESS ['PATH_TO_POST_EDIT_TIP'] = "Указывается путь к странице редактирования сообщения блога. Например: blog_p_edit.php?page=post_edit&blog=#blog#&post_id=#post_id#.";
$MESS ['PATH_TO_SMILE_TIP'] = "Указывается путь к папке со смайлами.";
$MESS ['BLOG_VAR_TIP'] = "Указывается имя переменной, которой передается ID блога.";
$MESS ['POST_VAR_TIP'] = "Указывается имя переменной, которой передается ID сообщения блога.";
$MESS ['PAGE_VAR_TIP'] = "Указывается имя переменной, которой передается страница блога.";
$MESS ['BLOG_URL_TIP'] = "Поле содержит код, в котором передается идентификатор блога.";
$MESS ['SET_NAV_CHAIN_TIP'] = "При отмеченной опции в цепочку навигации будет добавлен пункт с названием блога.";
$MESS ['SET_TITLE_TIP'] = "При отмеченной опции в качестве заголовка страницы будет установлено <b>Недописанные сообщения блога</b> \"название блога\".";
?>