<?php
$MESS["ALLOW_DELETE_TIP"] = "Опция белгіленген кезде осы пайдаланушыға қолжетімді элементтерді жою сілтемесі көрсетіледі.";
$MESS["ALLOW_EDIT_TIP"] = "Опция белгіленген кезде осы пайдаланушыға қолжетімді элементтерді редакциялау сілтемесі көрсетіледі.";
$MESS["EDIT_URL_TIP"] = "<i>Элементті қосу/редакциялау нысаны</i> компоненті арқылы жасалған элементті редакциялау нысаны бар парақшаға жол көрсетіледі.";
$MESS["ELEMENT_ASSOC_PROPERTY_TIP"] = "Ақпараттық блоктың элементтері пайдаланушыларға олардың жеке элементтері ретінде көрсетілетін ақпараттық блоктың бір қасиеті таңдалады.";
$MESS["ELEMENT_ASSOC_TIP"] = "<i>жоқ</i> - ешқандай байланыс жоқ, барлық пайдаланушыларға барлық элементтер көрсетіледі;<br /><i>жасаушы бойынша</i> - пайдаланушыға тек өзі жасаған элементтер көрсетіледі;<br /><i>ақпараттық блок қасиеті бойынша</i> - пайдаланушы элементтерін таңдау үшін ақпараттық блок қасиеттерінің бірін таңдауға болады.";
$MESS["GROUPS_TIP"] = "Элементтерді қосу немесе редакциялау мүмкіндігіне ие болатын пайдаланушылар топтары таңдалады.";
$MESS["IBLOCK_ID_TIP"] = "Орнатылған түрдегі ақпараттық блоктар шығарылды. Ақпарат блоктарының бірі таңдалады. Егер (басқа) тармағы таңдалса ->, онда жанындағы өріске ақпарат блогының ID-ін көрсету қажет.";
$MESS["IBLOCK_TYPE_TIP"] = "Тізімнен жүйеде жасалған ақпараттық блоктардың біреуі таңдалады <b><i>ок</i></b> батырмасын басқаннан кейін таңдалған түрге арналған ақпараттық блоктар жүктеледі. Егер <i>(басқа)-></i> тармағы таңдалса, онда жанындағы өріске ақпараттық блок түрінің ID-ін көрсету қажет.";
$MESS["MAX_USER_ENTRIES_TIP"] = "Өріс бір пайдаланушы қосатын элементтердің санын шектеуге мүмкіндік береді.";
$MESS["NAV_ON_PAGE_TIP"] = "Парақшада көрсетілетін элементтердің санын шектеу. Қалған элементтер бар болған жағдайда парақша бойынша навигация арқылы көрсетіледі.";
$MESS["SEF_FOLDER_TIP"] = "Компонент жұмыс істейтін бумаға жол. Бұл жол физикалық жолмен сәйкес келуі де, сәйкес келмеуі де мүмкін.";
$MESS["SEF_MODE_TIP"] = "Жалауша орнатылған кезде, СББ қолдауы қосылады және мекенжайларды баптау өрістері толтыруға қолжетімді болады.";
$MESS["STATUS_TIP"] = "Егер Құжат айналымы модулі орнатылмаған болса, кез келген элементтермен немесе тек белсенді емес элементтермен жұмыс істеу мүмкіндігі бар ма екенін таңдауға болады.<br />Құжат айналымы болған жағдайда, элементтер пайдаланушыға көрсетілетін мәртебелер таңдалады.";
