<?
$MESS ['FLOW_SAVE'] = "Сохранить";
$MESS ['FLOW_RESET'] = "Сбросить";
$MESS ['FLOW_USE_HTML_EDIT'] = "Использовать HTML-редактор:";
$MESS ['FLOW_MAX_LOCK'] = "Максимальное время блокировки (мин.):";
$MESS ['FLOW_ADMIN'] = "Группа администраторов документооборота:";
$MESS ['FLOW_DAYS_AFTER_PUBLISHING'] = "Сколько дней хранить документ после его публикации (отрицательное значение - хранить всегда):";
$MESS ['FLOW_HISTORY_COPIES'] = "Максимальное количество последних записей в истории:";
$MESS ['FLOW_HISTORY_DAYS'] = "Сколько дней хранить историю (отрицательное значение - хранить всегда):";
$MESS ['FLOW_CLEAR'] = "Очистить";
$MESS ['FLOW_HISTORY_SIMPLE_EDITING'] = "Сохранять историю изменений файлов при обычном редактировании (не в документообороте):";
$MESS ['MAIN_RESTORE_DEFAULTS'] = "По умолчанию";
?>