<?
$MESS ['SONET_C11_SUBTITLE'] = "Пользователю будет отправлено приглашение присоединиться к группе. После того, как пользователь согласится принять приглашение, он появится в списке.";
$MESS ['SONET_C11_USER'] = "Пользователь";
$MESS ['SONET_C11_GROUP'] = "Группа";
$MESS ['SONET_C11_MESSAGE'] = "Ваше сообщение";
$MESS ['SONET_C11_DO_ACT'] = "Отправить сообщение";
$MESS ['SONET_C11_SUCCESS'] = "Ваше приглашение отправлено. После того, как пользователь согласится принять приглашение, он появится в списке членов группы.";
?>