<?
$MESS["BUY_SUP_BUY"] = "Купить";
$MESS["BUY_SUP_AMOUNT"] = "Итого: #AMOUNT#";
$MESS["BUY_SUP_SHT"] = "шт.";
$MESS["BUY_SUP_TITLE"] = "Варианты продления лицензии";
$MESS["BUY_SUP_EMAIL"] = "Email:";
$MESS["BUY_SUP_PHONE"] = "Телефон:";
$MESS["BUY_SUP_PARTNER"] = "Ваш партнер:";
$MESS["BUY_SUP_PARTNER_TITLE"] = "Рекомендуем вам приобрести продление лицензии у партнера";
$MESS["BUY_SUP_TOBUY"] = "Вам нужно купить:";
$MESS["BUY_SUP_CONTACT"] = "Укажите, как с вами связаться";
$MESS["BUY_SUP_CONTACT_OK2"] = "Заявка партнеру отправлена! С вами свяжется сотрудник компании-партнера.";
$MESS["BUY_SUP_NAME"] = "Ваше имя:";
$MESS["BUY_SUP_PREQUEST1"] = "После отправки заявки с вами свяжется сотрудник компании-партнера, предоставит договор и счет на оплату, либо предложит другой, более удобный для вас способ оплаты.";
$MESS["BUY_SUP_YPHONE"] = "Ваш телефон:";
$MESS["BUY_SUP_YEMAIL"] = "Ваш Email:";
$MESS["BUY_SUP_BUTTON"] = "Отправить заявку";
$MESS["BUY_SUP_BUY_1_1"] = "Окончание срока действия стандартной лицензии приводит к наложению ограничений на систему обновлений, на некоторые функциональные возможности продукта и техническую поддержку.<br /><br />

После окончания срока действия стандартной лицензии вы не сможете устанавливать обновления платформы, получать новые версии продукта и устанавливать дополнения из каталога решений Маркетплейс, а также продления для них.<br />
Одновременно с этим прекращается работа наших облачных сервисов, например «CDN» или «Облачный бекап».<br /><br />

<b>Для вас становится не доступной техническая поддержка.</b><br /><br />

Для того чтобы продолжить пользоваться вышеперечисленными возможностями, необходимо приобрести продление.<br /><br />
Обращаем ваше внимание, что вы можете продолжать использование продукта на условиях ограниченной лицензии без ограничения по времени.<br /><br />
С подробностями можно ознакомиться в «<a href=\"#LINK#\" target=\"_blank\">Лицензионном соглашении</a>».<br /><br />
";
$MESS["BUY_SUP_BUY_EULA_LINK"] = "https://www.1c-bitrix.ru/download/law/eula_bus.pdf";
$MESS["BUY_SUP_BUY_EULA_LINK_CP"] = "https://www.1c-bitrix.ru/download/law/eula_cp.pdf";
$MESS["BUY_SUP_BUY_SELF"] = "Приобрести продление самостоятельно";
$MESS["BUY_SUP_BUY_3"] = "<b>Преимущества покупки через партнера:</b><br />
<ul>
	<li style=\"padding-bottom: 10px;\">предоставление лицензионного договора и закрывающего акта;</li>
	<li style=\"padding-bottom: 10px;\">помощь в установке обновлений;</li>
	<li style=\"padding-bottom: 10px;\">предоставление сопутствующих услуг и консультаций по продукту;</li>
	<li style=\"padding-bottom: 10px;\">индивидуальный подход к клиенту.</li>
</ul>";
?>
