<?php
$MESS["HISTORIC_STATUSES_TIP"] = "Тарих бойынша сүзу кезінде қолданылатын мәртебелер. Егер filter_history параметрі Y-ге тең болмаса және тапсырыс осы мәртебелердің бірінде болса, онда мұндай тапсырыс тізімде көрсетілмейді.";
$MESS["ORDERS_PER_PAGE_TIP"] = "Көрсетілген сан парақшадағы тапсырыстар санын анықтайды, қалған тапсырыстар парақша арқылы навигация көмегімен көрсетіледі.";
$MESS["PATH_TO_BASKET_TIP"] = "Парақша <i>Себет</i> компонентінің көмегімен жасалуы мүмкін. Бұл парақшаға өту <i>Қайталау</i> сілтемесі арқылы тапсырыстар тізімінен жүзеге асырылады.";
$MESS["PATH_TO_PAYMENT_TIP"] = "Парақша <i>Төлем жүйесін қосу</i> компонентінің көмегімен құрылуы мүмкін. Бұл парақшаға өту <i>Төлемді қайталау</i> сілтемесі арқылы тапсырыс туралы толық ақпарат парақшасында жүзеге асырылады.";
$MESS["SEF_FOLDER_TIP"] = "Компонент жұмыс істейтін бумаға жол. Бұл жол физикалық жолмен сәйкес келуі де, сәйкес келмеуі де мүмкін.";
$MESS["SEF_MODE_TIP"] = "Жалауша орнатылған кезде, СББ қолдауы қосылады және мекенжай баптауларын толтыру үшін өрістер қолжетімді болады.";
$MESS["SEF_URL_TEMPLATES_cancel_TIP"] = "Тапсырысты болдырмау парақшасына өту кезінде мекенжай жолының мазмұнының бір бөлігі көрсетіледі, мысалы, cancel/#ID#/";
$MESS["SEF_URL_TEMPLATES_detail_TIP"] = "Мекенжай жолының мазмұнының бір бөлігі тапсырыс туралы толық ақпаратты қарауға өту кезінде көрсетіледі, мысалы, detail/#ID#/";
$MESS["SEF_URL_TEMPLATES_list_TIP"] = "Пайдаланушының тапсырыстар тізіміне өту кезінде мекенжай жолының мазмұнының бір бөлігі көрсетіледі, мысалы, list/";
$MESS["SET_TITLE_TIP"] = "Тақырыпаты ретінде \"Менің тапсырыстарым\" орнатылады.";
