<?php
$MESS["SALE_DH_KP_DESCR"] = "\"Казпота\" жеткізу өңдеуіші";
$MESS["SALE_DH_KP_DI_DESCR"] = "Қашықтағы компаниялар мен интернет дүкендер үшін ҚР шегінде сәлемдемелерді жіберу";
$MESS["SALE_DH_KP_DI_TITLE"] = "Интернет-дүкен";
$MESS["SALE_DH_KP_LESS_1"] = "Салмағы 1 кг дейін";
$MESS["SALE_DH_KP_MORE_1"] = "Салмақтың әр келесі толық/толық емес 0,5 кг үшін. ";
$MESS["SALE_DH_KP_NAME"] = "Казпошта";
$MESS["SALE_DH_KP_OVERLOAD"] = "Тауардың жол берілмейтін үлкен салмағы немесе қажетті мөлшердегі қораптар жоқ";
$MESS["SALE_DH_KP_STNDRD_BOX"] = "Қораптың өлшемі мм.";
$MESS["SALE_DH_KP_TARIF_IREG"] = "Облыс шегінде, Алматы және Астана ққ.";
$MESS["SALE_DH_KP_TARIF_TITLE"] = "Қазақстан Республикасы бойынша тарифтер";
