<?php
$MESS["PER_PAGE_TIP"] = "Көрсетілген сан бір парақшадағы профильдер санын анықтайды, қалғандары парақша бойынша навигация арқылы көрсетіледі.";
$MESS["SEF_FOLDER_TIP"] = "Компонент жұмыс істейтін бумаға жол. Бұл жол физикалық жолмен сәйкес келуі де, сәйкес келмеуі де мүмкін.";
$MESS["SEF_MODE_TIP"] = "Жалауша орнатылған кезде, СББ қолдауы қосылады және мекенжайларды баптау өрістері толтыруға қолжетімді болады.";
$MESS["SEF_URL_TEMPLATES_detail_TIP"] = "Профильді өзгерту немесе қарау кезінде мекенжай жолының мазмұны көрсетіледі. Мекенжай жолағына профильдің ID-ін беру қажет, мысалы, detail/#ID#/";
$MESS["SEF_URL_TEMPLATES_list_TIP"] = "Профильдер тізімі бар парақшаға өту кезінде мекенжай жолағының мазмұны көрсетіледі, мысалы, /list/list/";
$MESS["SET_TITLE_TIP"] = "Парақша тақырыпаты ретінде \"Профильдер\" көрсетіледі.";
