<?php

$MESS['LISTS_LIB_WORKFLOW_STARTER_BP_NOT_AVAILABLE'] = 'Не удалось запустить бизнес-процесс. Обратитесь к администратору вашего Битрикс24, чтобы установить модуль Бизнес-процессы';
$MESS['LISTS_LIB_WORKFLOW_STARTER_USER_CANT_WRITE_DOCUMENT'] = 'Недостаточно прав на редактирование процесса. Обратитесь к вашему руководителю или администратору Битрикс24';
$MESS['LISTS_LIB_WORKFLOW_STARTER_CONSTANTS_NOT_CONFIGURED'] = 'Не удалось запустить процесс, так как не настроены константы. Обратитесь к администратору вашего Битрикс24';
