<?
$MESS ['PATH_TO_USER_TIP'] = "Указывается путь к странице профиля пользователя. Например: blog_user.php?page=user&user_id=#user_id#.";
$MESS ['PATH_TO_USER_SETTINGS_TIP'] = "Указывается путь к странице настроек пользователей. Например: blog_user_set.php?page=user_settings&blog=#blog#&user_id=#user_id#.";
$MESS ['BLOG_VAR_TIP'] = "Указывается имя переменной, которой передается ID блога.";
$MESS ['USER_VAR_TIP'] = "Указывается имя переменной, которой передается ID пользователя блога.";
$MESS ['PAGE_VAR_TIP'] = "Указывается имя переменной, которой передается страница блога.";
$MESS ['BLOG_URL_TIP'] = "Поле содержит код, в котором передается идентификатор блога.";
$MESS ['ID_TIP'] = "Поле содержит код, в котором передается идентификатор пользователя.";
$MESS ['SET_TITLE_TIP'] = "При отмеченной опции в качестве заголовка страницы будет установлено <b>Изменение прав пользователя блога</b> \"название блога\".";
?>