<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Персональный раздел");
?><p>В персональном разделе приведены средства просмотра и редактирования личной информации пользователя:</p>

<ul>
  <li>На странице <b>Настройка пользователя</b> пользователь имеет возможность редактировать личные данные, регистрационную информацию, информацию о работе и т. д. Вывод данной формы осуществлен с помощью компонента <i>Параметры пользователя</i>. </li>

  <li>На странице <b>Подписка</b> пользователь имеет возможность редактировать параметры рассылки: подписаться на рассылки, изменить существующие настройки, отписаться и др. </li>

  <li>На странице <b>Корзина</b> пользователь сможет увидеть все выбранные им товары и приступить к оформлению заказа. </li>

  <li>На странице <b>Заказы</b> пользователь имеет возможность просмотреть все сделанные им заказы, наблюдать за изменением их статусов, просматривать подробную информацию о заказе. Страница создана с помощью компонента <i>Заказ пользователя (управление заказами текущего пользователя)</i>, который находится в разделе <i>Магазин&ndash;&gt;Персональный раздел</i> </li>
</ul>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>