<?
$MESS["IBLOCK_TYPE_TIP"] = "Из выпадающего списка выбирается один из созданных в системе типов инфоблоков. После нажатия кнопки <b><i>ок</i></b> будут подгружены все инфоблоки, созданные для выбранного типа.";
$MESS["IBLOCK_ID_TIP"] = "Укажите инфоблок, в котором будут храниться фотографии. Если выбран пункт <i>(другое)-></i>, то необходимо указать ID инфоблока в поле рядом.";
$MESS["SECTION_ID_TIP"] = "Поле содержит код, в котором передается ID раздела (альбома).";
$MESS["ELEMENT_LAST_TYPE_TIP"] = "Укажите критерий отбора фотографий для показа.";
$MESS["USE_DESC_PAGE_TIP"] = "При отмеченной опции для вывода списка фотографий будет использована обратная постраничная навигация.
";
$MESS["ELEMENT_SORT_FIELD_TIP"] = "Укажите поле, по которому будет происходить сортировка фотографий.";
$MESS["ELEMENT_SORT_ORDER_TIP"] = "Выберите порядок сортировки: по возрастанию или по убыванию.";
$MESS["ADDITIONAL_SIGHTS_TIP"] = "Выберите типы для эскизов, в которых фотографии будут доступны для просмотра.";
$MESS["PICTURES_SIGHT_TIP"] = "Укажите тип эскиза, с которого начинается просмотр фотографий альбома.";
$MESS["DETAIL_URL_TIP"] = "Адрес страницы детального просмотра альбома.";
$MESS["PAGE_ELEMENTS_TIP"] = "Количество фотографий на странице. Весь список фотографий будет выведен с помощью постраничной навигации.";
$MESS["USE_PERMISSIONS_TIP"] = "Опция позволяет ограничить доступ к просмотру фотоальбома.";
$MESS["GROUP_PERMISSIONS_TIP"] = "Укажите группы пользователей, которые будут иметь доступ к просмотру альбома.";
$MESS["COMMENTS_TYPE_TIP"] = "Выберите модуль, с помощью которого будут оставлены отзывы.";
$MESS["SET_TITLE_TIP"] = "При отмеченной опции в качестве заголовка страницы будет установлено \"Список фотографий\".";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS["CACHE_TIME_TIP"] = "Поле служит для указания времени кеширования в секундах.";
$MESS["DATE_TIME_FORMAT_TIP"] = "Выберите формат показа даты.";
$MESS["SEARCH_URL_TIP"] = "Адрес страницы поиска.";
$MESS["ELEMENTS_LAST_COUNT_TIP"] = "Определите количество фотографий для показа. Будут выведены самые поздние по дате добавления в альбом фотографии.";
$MESS["ELEMENTS_LAST_TIME_TIP"] = "Количество последних дней, за которые происходит выборка фотографий.";
$MESS["ELEMENTS_LAST_TIME_FROM_TIP"] = "Укажите дату, начиная с которой происходит выборка фотографий.";
$MESS["ELEMENTS_LAST_TIME_TO_TIP"] = "Укажите дату окончания выборки фотографий.";
?>