<?
$MESS ['SEC_FILTER_TITLE'] = "Проактивный фильтр";
$MESS ['SEC_FILTER_MAIN_TAB'] = "Проактивный фильтр";
$MESS ['SEC_FILTER_MAIN_TAB_TITLE'] = "Включение проактивного фильтра.";
$MESS ['SEC_FILTER_ON'] = "Проактивная защита включена";
$MESS ['SEC_FILTER_EXCL_FOUND'] = "Установлены исключения.";
$MESS ['SEC_FILTER_OFF'] = "Проактивная защита выключена";
$MESS ['SEC_FILTER_BUTTON_OFF'] = "Выключить проактивную защиту";
$MESS ['SEC_FILTER_BUTTON_ON'] = "Включить проактивную защиту";
$MESS ['SEC_FILTER_NOTE'] = "<p><b>Проактивный фильтр</b> обеспечивает защиту от большинства известных атак на веб-приложения. В потоке внешних запросов пользователей проактивный фильтр распознает большинство опасных угроз и блокирует вторжения на сайт.</p>
<p>Проактивный фильтр – наиболее эффективный способ защиты от возможных ошибок безопасности, допущенных при реализации интернет-проекта (XSS, SQL Injection, PHP Including и ряда других).</p>
<p>Обновления проактивного фильтра доступны вместе с общими обновлениями продукта по технологии SiteUpdate.</p>
<p>Обратите внимание, что некоторые действия пользователей, не представляющие угрозы, также могут выглядеть подозрительно и вызывать ложное срабатывание фильтра.</p>
<p><i>Рекомендуется включить для стандартного уровня.</i></p>";
$MESS ['SEC_FILTER_PARAMETERS_TAB'] = "Активная реакция";
$MESS ['SEC_FILTER_PARAMETERS_TAB_TITLE'] = "Настройка параметров активной реакции на попытку вторжения.";
$MESS ['SEC_FILTER_ACTION'] = "Активная реакция на вторжение";
$MESS ['SEC_FILTER_ACTION_FILTER'] = "Сделать данные безопасными";
$MESS ['SEC_FILTER_ACTION_CLEAR'] = "Очистить опасные данные";
$MESS ['SEC_FILTER_ACTION_NONE'] = "Оставить опасные данные как есть";
$MESS ['SEC_FILTER_STOP'] = "Добавить IP-адрес атакующего в стоп-лист";
$MESS ['SEC_FILTER_DURATION'] = "На сколько минут добавлять в стоп-лист";
$MESS ['SEC_FILTER_ACTION_NOTE_1'] = "Данные будут модифицированы. Например &quot;select&quot; будет заменен на &quot;sel&nbsp;ect&quot;, а &quot;&lt;script&gt;&quot; на &quot;&lt;sc&nbsp;ript&gt;&quot;";
$MESS ['SEC_FILTER_ACTION_NOTE_2'] = "При такой настройке становится возможной атака, когда действия злоумышленника могут привести к блокировке посетителей сайта.";
$MESS ['SEC_FILTER_LOG'] = "Занести попытку вторжения в журнал";
$MESS ['SEC_FILTER_EXCEPTIONS_TAB'] = "Исключения";
$MESS ['SEC_FILTER_EXCEPTIONS_TAB_TITLE'] = "К страницам, подходящим к условиям, фильтрация не будет применяться.";
$MESS ['SEC_FILTER_SITE'] = "для сайта:";
$MESS ['SEC_FILTER_MASKS'] = "Маски исключения:<br>(например: /bitrix/* или */news/*)";
$MESS ['SEC_FILTER_ADD'] = "Добавить";
?>