<?
$MESS["MFD_ER_DOMAIN"] = "Укажите адрес сайта для защиты.";
$MESS["MFD_ER_IP"] = "Укажите IP адрес сайта для защиты.";
$MESS["MFD_ER_NAME"] = "Укажите название вашей компании.";
$MESS["MFD_ERR_RUS_ONLY"] = "Данная страница доступна только на русском языке.";
$MESS["MFD_ER_EMAIL"] = "Укажите ваш контактный Email для связи.";
$MESS["MFD_ER_EMAIL2"] = "Укажите корректный Email для связи.";
$MESS["MFD_ER_ER"] = "Произошла ошибка при добавлении заявки. Попробуйте позже или отправьте на сайте.";
$MESS["MFD_ER_SESS"] = "Ваша сессия истекла, пожалуйста отправьте заявку заново.";
$MESS["MFD_ER_DATE"] = "Отправить заявку можно только с активным лицензионным ключом. Вам необходимо купить продление.";
$MESS["MFD_ER_BUS"] = "Услуга доступна только пользователям 1С-Битрикс: Управление сайтом.";
$MESS["MFD_TITLE"] = "Защита от DDoS";
$MESS["MFD_1"] = "Включение защиты от вредоносных атак";
$MESS["MFD_2"] = "Непрерывность вашего бизнеса в онлайне";
$MESS["MFD_3"] = "<p>Веб-сайт любого масштаба - от небольшого регионального интернет-магазина до онлайн-представительства крупнейшей ритейлинговой сети - всегда должен быть доступен для посетителей. Ведь это и источник заказов, и канал коммуникации с клиентами, и \"лицо\" компании в интернете, напрямую влияющее на ее имидж.</p>
					<p>Одна из причин, по которым ваш сайт может перестать работать, - DDoS-атака (чаще всего - распределенная атака на ваш сайт с помощью большого числа \"мусорных\" запросов, которые приводят к недоступности ресурса для обычных посетителей). Источники атак и ее технические реализации могут быть самыми разнообразными (целевая атака от конкурентов, автоматическая атака от ботнет-сети; большое количество HTTP-запросов, SYN-флуд атаки и т.д.)</p>
					<p>Даже атака небольшой интенсивности потребует знаний грамотного технического специалиста для ее отражения. Справится же с более серьезными атаками невозможно без специализированной защиты.</p>";
$MESS["MFD_4"] = "Компании \"1С-Битрикс\" и Qrator обеспечат непрерывность вашего бизнеса!";
$MESS["MFD_5"] = "Уникальное совместное предложение позволяет любому сайту с активной коммерческой лицензией получить защиту от DDoS до 10 дней бесплатно!";
$MESS["MFD_6"] = "Условия данного предложения";
$MESS["MFD_7"] = "Бесплатно обрабатывается <br>один инцидент в течение <br>периода действия <br>лицензии (1 год)";
$MESS["MFD_8"] = "При продлении лицензии на <br>следующий в год в течение <br>времени действия продления <br>возможно повторное <br>использование защиты <br>(1 раз в течение каждого года)";
$MESS["MFD_9"] = "Бесплатный период 10 дней <br>включает в себя время обработки <br>заявки на подключение, работы по <br>подключению защиты, <br>непосредственно защиту.";
$MESS["MFD_10"] = "Если вам требуется защита более 10 дней или больше 1 раза в год, вы можете продолжить пользоваться платными услугами компании Qrator.";
$MESS["MFD_11"] = "Техническая процедура подключения защиты";
$MESS["MFD_12"] = "<p>Мы постарались максимально упростить для вас техническую процедуру подключения защиты.</p>
						<p>Пожалуйста, сразу обратите внимание на те ограничения, которые, возможно, не дадут воспользоваться вам защитой от DDoS:</p>
						<p>- Если ваш сайт работает на виртуальном (shared) хостинге, вы, скорее всего, не будете иметь технической возможности  выполнить все инструкции по подключению. <br>
						- Вы должны иметь возможность оперативно вносить изменения в DNS вашего домена. <br>
						- Желательно иметь низкое значение TTL для записей в DNS, указывающих на ваш домен. <br>
						- Для максимальной защиты от атаки желательно иметь резервный IP.</p>
						<p>Для включения защиты заполните форму. Пожалуйста, обратите особое внимание на корректность указанных данных. Любые ошибки приведут к увеличению срока подключения защиты и - тем самым - к более длительной недоступности вашего сайта.</p>";
$MESS["MFD_OK"] = "Заявка принята. Дальнейшие инструкции придут вам на указанный Email.";
$MESS["MFD_13"] = "Адрес сайта:";
$MESS["MFD_14"] = "IP адрес сайта:";
$MESS["MFD_15"] = "Название вашей компании:";
$MESS["MFD_16"] = "Контактное лицо:";
$MESS["MFD_17"] = "Ваш Email:";
$MESS["MFD_18"] = "Ваш телефон:";
$MESS["MFD_19"] = "Активировать защиту";
$MESS["MFD_20"] = "После заполнения формы следуйте инструкциям, которые будут отправлены на указанный вами e-mail.";
$MESS["MFD_21"] = "<p>Пожалуйста, добавьте в закладки вашего браузера адрес нашего сайта с <a href=\"https://www.1c-bitrix.ru/support/ddos/\" target=\"_blank\">подробным описанием услуги</a> и контактами компании Qrator на случай недоступности данного раздела во время возможной атаки.</p>";
?>