<?
$MESS ['SEC_SESSION_ADMIN_SAVEDB_TAB'] = "Хранение в базе данных";
$MESS ['SEC_SESSION_ADMIN_SAVEDB_TAB_V2'] = "Настройка хранения";
$MESS ['SEC_SESSION_ADMIN_SAVEDB_TAB_TITLE_V2'] = "Настройка хранения данных сессий пользователей";
$MESS ['SEC_SESSION_ADMIN_TITLE'] = "Защита сессий";
$MESS ['SEC_SESSION_ADMIN_DB_ON'] = "Данные сессий хранятся в БД модуля безопасности.";
$MESS ['SEC_SESSION_ADMIN_STORAGE_WITH_SESSION_DATA'] = "Данные сессий хранятся в #NAME#.";
$MESS ['SEC_SESSION_ADMIN_STORAGE_NAME_TYPE_FILE'] = "Файлах";
$MESS ['SEC_SESSION_ADMIN_STORAGE_NAME_TYPE_DATABASE'] = "БД";
$MESS ['SEC_SESSION_ADMIN_STORAGE_NAME_TYPE_REDIS'] = "Redis";
$MESS ['SEC_SESSION_ADMIN_STORAGE_NAME_TYPE_MEMCACHE'] = "Memcache";
$MESS ['SEC_SESSION_ADMIN_DB_OFF'] = "Данные сессий не хранятся в БД модуля безопасности.";
$MESS ['SEC_SESSION_ADMIN_STORAGE_IN_FILES'] = "Данные сессий хранятся в файлах.";
$MESS ['SEC_SESSION_ADMIN_DB_BUTTON_OFF'] = "Отключить хранение данных сессий в БД модуля";
$MESS ['SEC_SESSION_ADMIN_DB_BUTTON_ON'] = "Включить хранение данных сессий в БД модуля";
$MESS ['SEC_SESSION_ADMIN_DB_NOTE'] = "<p>Большинство атак на веб-приложения ставят целью получить данные об авторизованной сессии пользователя. Включение <b>защиты сессий</b> делает похищение авторизованной сессии неэффективным.</p>
<p>В дополнение к стандартным инструментам защиты сессий, которые устанавливаются в настройках группы, <b>механизм защиты сессий</b> включает:
<ul style=\"font-size:100%\">
<li>смену идентификатора сессии раз в несколько минут (в зависимости от настройки);</li>
<li>хранение данных сессий в таблице модуля.</li>
</ul>
 <p>Хранение данных сессий в таблице модуля позволяет избежать чтения этих данных через скрипты других виртуальных серверов, исключив ошибки конфигурирования виртуального хостинга, ошибки настройки прав доступа во временных каталогах и ряд других проблем настройки операционной среды. Кроме того, это разгружает файловую систему, перенося нагрузку на сервер базы данных.</p>
<p><i>Рекомендуется включить для высокого уровня.</i></p>
";
$MESS ['SEC_SESSION_ADMIN_DB_NOTE_V2'] = "
 <p>Хранение данных сессий в БД, Redis или Memcache в сравнении с хранением в файлах позволяет избежать чтения этих данных через скрипты других виртуальных серверов, исключив ошибки конфигурирования виртуального хостинга, ошибки настройки прав доступа во временных каталогах и ряд других проблем настройки операционной среды. Кроме того, это разгружает файловую систему, перенося нагрузку на сервер базы данных или Redis, Memcache.</p>

<p>Для изменения настроек хранения необходимо изменить файл <b>.settings.php</b> в соответствии с <a href='https://dev.1c-bitrix.ru/learning/course/index.php?COURSE_ID=43&CHAPTER_ID=02795&LESSON_PATH=3913.3516.5062.2795#session'>документацией</a>.</p>

<p>Также в дополнение к стандартным инструментам защиты сессий, которые устанавливаются в настройках группы, можно установить смену идентификатора сессии раз в несколько минут (в зависимости от настройки).</p>

<p><i>Рекомендуется включить для высокого уровня.</i></p>
";
$MESS ['SEC_SESSION_ADMIN_SESSID_TAB'] = "Смена идентификатора";
$MESS ['SEC_SESSION_ADMIN_SESSID_TAB_TITLE'] = "Настройка параметров смены идентификатора сессий";
$MESS ['SEC_SESSION_ADMIN_SESSID_ON'] = "Смена идентификатора сессий включена.";
$MESS ['SEC_SESSION_ADMIN_SESSID_OFF'] = "Смена идентификатора сессий выключена.";
$MESS ['SEC_SESSION_ADMIN_SESSID_BUTTON_OFF'] = "Отключить смену идентификатора";
$MESS ['SEC_SESSION_ADMIN_SESSID_BUTTON_ON'] = "Включить смену идентификатора";
$MESS ['SEC_SESSION_ADMIN_SESSID_TTL'] = "Время жизни идентификатора, в секундах";
$MESS ['SEC_SESSION_ADMIN_SESSID_NOTE'] = "<p>При включении смены идентификатор сессии пользователя начнет изменяться через заданный промежуток времени. Это создает дополнительную нагрузку на сервер, но позволяет сделать похищение авторизованной сессии неэффективным.</p>
<p><i>Рекомендуется включить для высокого уровня.</i></p>";
$MESS ['SEC_SESSION_ADMIN_DB_WARNING'] = "Внимание! При переключении режима хранения сессий все пользователи потеряют авторизацию (данные сессий будут уничтожены).";
$MESS ['SEC_SESSION_ADMIN_SESSID_WARNING'] = "Идентификатор сессии не совместим с модулем безопасности. Идентификатор возвращаемый функцией session_id() должен быть не более 32-х символов длиной и содержать только символы латинского алфавита и цифры.";
?>