<?
$MESS ['PATH_TO_ORDER_TIP'] = "Путь к странице процедуры оформления заказа. Если страница находится в текущей директории, то достаточно указать ее название.";
$MESS ['HIDE_COUPON_TIP'] = "Если \"Да\", то на странице с корзиной товаров поле для ввода купона на скидку показано не будет.";
$MESS ['COLUMNS_LIST_TIP'] = "Выбираются поля, которые будут выведены в качестве названий колонок таблицы товаров.";
$MESS ['SET_TITLE_TIP'] = "В качестве заголовка страницы будет установлено \"Моя корзина\".";
$MESS ['QUANTITY_FLOAT_TIP'] = "При отмеченной опции будет использоваться дробная величина количества товара.";
$MESS ['PRICE_VAT_INCLUDE_TIP'] = "При отмеченной опции цены будут показаны с учетом НДС.";
$MESS ['PRICE_VAT_SHOW_VALUE_TIP'] = "Опция служит для показа величины НДС.";
?>