<?
$MESS["MARKING_CODE_GROUP_TYPE_02"] = "изделия из меха";
$MESS["MARKING_CODE_GROUP_TYPE_03"] = "лекарственные препараты";
$MESS["MARKING_CODE_GROUP_TYPE_05"] = "табачные изделия";
$MESS["MARKING_CODE_GROUP_TYPE_17485"] = "обувь";
$MESS["MARKING_CODE_GROUP_TYPE_8258"] = "духи и туалетная вода";
$MESS["MARKING_CODE_GROUP_TYPE_8721"] = "шины и покрышки пневматические резиновые новые";
$MESS["MARKING_CODE_GROUP_TYPE_9840"] = "фотокамеры (кроме кинокамер), фотовспышки и лампы-вспышки";
$MESS["MARKING_CODE_GROUP_TYPE_06"] = "алкоголь";
$MESS["MARKING_CODE_GROUP_TYPE_5137"] = "предметы одежды, включая рабочую одежду, изготовленные из натуральной или композиционной кожи";
$MESS["MARKING_CODE_GROUP_TYPE_5140"] = "блузки, блузы и блузоны трикотажные машинного или ручного вязания, женские или для девочек";
$MESS["MARKING_CODE_GROUP_TYPE_5139"] = "пальто, полупальто, накидки, плащи, куртки (включая лыжные), ветровки, штормовки и аналогичные изделия мужские или для мальчиков (женские или для девочек)";
$MESS["MARKING_CODE_GROUP_TYPE_5010"] = "белье постельное, столовое, туалетное и кухонное";
?>