<?php
$MESS['LANDING_LIMIT_SITES_DYNAMIC_BLOCKS'] = 'На вашем тарифе можно опубликовать два динамических блока. Удалите предыдущие блоки или получите больше возможностей, перейдя на другой тарифный план.';
$MESS['LANDING_LIMIT_SITES_NUMBER'] = 'На вашем тарифном плане есть ограничение по количеству созданных или опубликованных сайтов. Чтобы работать с большим числом сайтов, перейдите на другой тарифный план.';
$MESS['LANDING_LIMIT_KNOWLEDGE_BASE_NUMBER_PAGE'] = 'На вашем тарифном плане есть ограничение по количеству созданных баз знаний. Чтобы работать с большим числом баз знаний, перейдите на другой тарифный план.';
$MESS['LANDING_LIMIT_SITES_ACCESS_PERMISSIONS'] = 'Функционал прав недоступен на вашем тарифе. Чтобы работать с правами, перейдите на другой тарифный план.';
$MESS['LANDING_LIMIT_SITES_NUMBER_PAGE'] = 'На вашем тарифном плане есть ограничение по количеству опубликованных страниц. Чтобы публиковать новые страницы, перейдите на другой тарифный план.';
$MESS['LANDING_LIMIT_SITES_HTML_JS'] = 'На вашем тарифном плане есть ограничение по добавлению пользовательского HTML кода. Чтобы использовать собственный код на сайте, перейдите на другой тарифный план.';
$MESS['LANDING_LANDING_ERROR_PAYMENT_FAILED'] = 'Страница добавлена из приложения, установленного на вашем Битрикс24. Чтобы опубликовать данную страницу, необходимо активировать подписку на Битрикс24.Маркетплейс.';
$MESS['LANDING_LANDING_ERROR_PAYMENT_FAILED_BLOCK'] = 'Блок добавлен из приложения, установленного на вашем Битрикс24. Чтобы опубликовать данную страницу, необходимо активировать подписку на Битрикс24.Маркетплейс.';
$MESS['LANDING_LIMIT_FREE_DOMEN'] = 'На вашем тарифе не предусмотрен подарочный домен. Перейдите на другой тарифный план или откажитесь от домена для данного сайта.';
$MESS['LANDING_LIMIT_SITES_NUMBER_FREE'] = 'Публикация сайтов временно доступна только на платных тарифах.';