<?php
$MESS['LANDING_LIMIT_SITES_DYNAMIC_BLOCKS'] = 'На вашем тарифе можно опубликовать два динамических блока. Удалите предыдущие блоки или получите больше возможностей, перейдя на другой тарифный план.';
$MESS['LANDING_LIMIT_SITES_NUMBER'] = 'На вашем тарифном плане есть ограничение по количеству созданных или опубликованных сайтов. Чтобы работать с большим числом сайтов, перейдите на другой тарифный план.';
$MESS['LANDING_LIMIT_KNOWLEDGE_BASE_NUMBER_PAGE'] = 'На вашем тарифном плане есть ограничение по количеству созданных баз знаний. Чтобы работать с большим числом баз знаний, перейдите на другой тарифный план.';
$MESS['LANDING_LIMIT_SITES_ACCESS_PERMISSIONS'] = 'Функционал прав недоступен на вашем тарифе. Чтобы работать с правами, перейдите на другой тарифный план.';
$MESS['LANDING_LIMIT_SITES_NUMBER_PAGE'] = 'На вашем тарифном плане есть ограничение по количеству опубликованных страниц. Чтобы публиковать новые страницы, перейдите на другой тарифный план.';
$MESS['LANDING_LIMIT_SITES_HTML_JS'] = 'На вашем тарифном плане есть ограничение по добавлению пользовательского HTML кода. Чтобы использовать собственный код на сайте, перейдите на другой тарифный план.';
$MESS['LANDING_LANDING_PAYMENT_FAILED'] = 'Страница добавлена из Приложений24, установленных на вашем Битрикс24. Чтобы опубликовать данную страницу, необходимо активировать подписку на Приложения24.';
$MESS['LANDING_BLOCK_SUBSCRIBE_EXPIRED'] = 'Блок добавлен из Приложений24, установленных на вашем Битрикс24. Чтобы увидеть этот  блок на сайте, необходимо активировать подписку на Приложения24.';