<?
$MESS ['CAL_MODULE_NAME'] = "Календарь событий";
$MESS ['CAL_MODULE_DESCRIPTION'] = "Календарь событий";
$MESS ['CAL_PHP_L439'] = "Вы используете версию PHP #VERS#, модулю для работы требуется версия не ниже 5.0.0. Пожалуйста, обновите PHP или обратитесь в службу технической поддержки вашего хостинга.";
$MESS ['CAL_INSTALL_TITLE'] = "Установка модуля Календарь событий";
$MESS ['CAL_UNINSTALL_TITLE'] = "Удаление модуля Календарь событий";
$MESS['CAL_GO_CONVERT'] = "Перейти к конвертации календарей событий";
$MESS['CAL_DEFAULT_TYPE'] = "События";
?>