<?php
$MESS["SCVC_TEMPLATE_LICENSE_TEXT"] = "Кількість переглядів повідомлення Живої стрічки доступна на тарифах, починаючи з \"Проєкт+. <br><br>Ви можете побачити кількість переглядів даного повідомлення, а також хто з працівників прочитав його - для цього просто наведіть курсор на іконку.";
$MESS["SCVC_TEMPLATE_LICENSE_TEXT2"] = "Кількість переглядів повідомлення стрічки новин є на тарифах, починаючи з \"Проєкт+\". <br><br> Ви можете побачити кількість переглядів даного повідомлення, а також хто з працівників прочитав його – для цього просто наведіть курсор на іконку.";
$MESS["SCVC_TEMPLATE_LICENSE_TITLE"] = "Розширена Жива стрічка";
$MESS["SCVC_TEMPLATE_LICENSE_TITLE2"] = "Розширена стрічка новин";
$MESS["SCVC_TEMPLATE_POPUP_TITLE"] = "Перегляди";
