<?
$MESS ['SITE_LIST_TIP'] = "Укажите сайт, заказы которого будут выгружены.";
$MESS ['GROUP_PERMISSIONS_TIP'] = "Выберите группы пользователей, которые будут иметь права на выгрузку заказов в 1С.";
$MESS ['USE_ZIP_TIP'] = "При установленной опции данные сжимаются ZIP-форматом.";
$MESS ['EXPORT_PAYED_ORDERS_TIP'] = "При отмеченной опции в 1С будут выгружаться только оплаченные заказы.";
$MESS ['EXPORT_ALLOW_DELIVERY_ORDERS_TIP'] = "При отмеченной опции будут выгружаться только заказы с разрешенной доставкой.";
$MESS ['EXPORT_FINAL_ORDERS_TIP'] = "Укажите статус, начиная с которого будут выгружаться заказы.";
$MESS ['FINAL_STATUS_ON_DELIVERY_TIP'] = "Укажите статус, в который будет переводиться заказ при условии, что в 1С отгрузка товара по данному заказу проведена и информация об этом поступила на сайт.";
$MESS ['REPLACE_CURRENCY_TIP'] = "При выгрузке валюта товаров будет заменена на указанную в этом поле. Конвертация при этом не происходит.";
?>