<?php
$MESS["ID_TIP"] = "PHP кодтың нәтижесі ретінде профильдің ID алу. Әдепкі бойынша ={\$ID}";
$MESS["PATH_TO_DETAIL_TIP"] = "Профильді редакциялау парақшасына жол. Параметр ретінде профильдің ID көрсету қажет. Егер өріс бос болса, өзгерістерді қолданғаннан кейін пайдаланушы сол парақшада қалады.";
$MESS["PATH_TO_LIST_TIP"] = "Профильдер тізімі бар парақшаға жол. Егер парақша ағымдағы директорияда орналасқан болса, оның атауын көрсету жеткілікті. Парақша <i>Ағымдағы пайдаланушының профильдер тізімі</i> компонентінің көмегімен құрылуы мүмкін.";
$MESS["SET_TITLE_TIP"] = "Парақша тақырыпаты ретінде \"Профиль № #ID#\" көрсетіледі.";
