<?
$MESS["BLOG_DEMO_GROUP_SOCNET"] = "Блоги інформаційного порталу";
$MESS["BLG_NAME"] = "Блог користувача";
$MESS["BLOG_DEMO_CATEGORY_1"] = "Подорожі";
$MESS["BLOG_DEMO_CATEGORY_2"] = "Велопробіги";
$MESS["BLOG_MESSAGE1_TITLE"] = "Велопробіг";
$MESS["BLOG_MESSAGE1_BODY"] = "Маючи велосипед, ним необхідно користуватися. Давно вже напрошувалася далека поїздка, і ось вона відбулася.
[IMG ID=#post1_1.jpg#]
[I]Вперед![/I]

Рівно о дев’ятій команда стартанула.

Колектив великий, це, виявилося, має і плюси, і мінуси. Плюс той, що на дорогах водії авто до нас ставилися з повагою. Важко не поважати колону, що розтяглася на півкілометри. Мінуси — різношерста група з різним рівнем підготовки, потреби в довгих перекушуваннях і очікуваннях відсталих.

Звичайно, втомилися дуже. Але враження того варті! При нагоді поїдемо ще і ще раз!

І на останок. Якої тільки техніки ми там не надивилися у «лосів» і «веломаніяків». Але мене найбільше приколов шолом одного учасника, який інші гонщики можуть використовувати як дзеркало заднього виду!";
$MESS["BLOG_MESSAGE1_TAGS"] = "Подорожі, Велопробіги, Фото";
$MESS["BLOG_MESSAGE1_COMMENTS1_AUTHOR"] = "Ганна";
$MESS["BLOG_MESSAGE1_COMMENTS1_TEXT"] = "Суперський відпочинок! Молодці!";
$MESS["BLOG_MESSAGE1_COMMENTS2_AUTHOR"] = "Євген";
$MESS["BLOG_MESSAGE1_COMMENTS2_TEXT"] = "А за яким маршрутом ви їздили?";
$MESS["BLOG_MESSAGE1_COMMENTS3_TEXT"] = "Харків — Балаклія. Старою трасою.";
$MESS["BLOG_MESSAGE2_TITLE"] = "Італійські канікули: Бергамо";
$MESS["BLOG_MESSAGE2_BODY"] = "[B]Бергамо[/B]. Цей пункт подорожі трапився випадково. Був варіант: досидіти до літака в Мілані або в Бергамо. Оскільки день відльоту — неділя, у яку італійці працювати зовсім не люблять і починають  фактично лише з обіду, то вирішили все ж таки їхати в Бергамо, щоб частину часу заощадити на їх пробудження. І виявилися і мали рацію, і не праві.

Мали рацію в тому плані, що подивилися нове красиве місто. Не праві в тому, що у провінційних містечках сплять ще довше.

Годині о дванадцятій на вулицях було ще мало народу, а після трьох народ повалив натовпом.

[IMG ID=#post2_1.jpg#]
[I]Вид на верхнє місто[/I]
[CUT]
Бергамо — місто, де мені хотілося б залишитися на пару-трійку днів і обходити його весь. Величезна фортеця на вершині пагорба, звана Верхнє місто, затишне і гарне Нижнє місто. Ходив би там до втоми повної. Повітря Альп давало сили, дихалося дуже легко.

У чомусь місто Бергамо схоже на Мілан. Безліч магазинів, вони більш затишні, і ціни нижчі. Але справжній шопінг можна в Італії зробити не будучи взагалі ні в одному з міст. Просто прилітайте в Бергамо, виходьте з аеропорту, переходьте дорогу і до ваших послуг — божевільний за розмірами торгівельний центр. На його стоянці я бачив авто і з міланськими номерами. Тут ціни набагато демократичніші, а з урахуванням різдвяних знижок — можна говорити про якісь серйозні покупки.

[B]Резюме поїздки:[/B] [I] Все вийшло дуже вдало. Поїздка на авто дає свободу і можливості, яких немає в звичайній турпоїздці. Та і по грошах все вийшло набагато дешевше, ніж було б в агенції.[/I] 

На наступні канікули знову в Італію? Тільки на Південь вже: Барі, Неаполь...";
$MESS["BLOG_MESSAGE2_TAGS"] = "Подорожі, Італія, Фото, Бергамо, Канікули";
$MESS["BLOG_MESSAGE2_COMMENTS1_AUTHOR"] = "Антон";
$MESS["BLOG_MESSAGE2_COMMENTS1_TEXT"] = "Чудове місто, був у ньому не раз";
$MESS["BLOG_MESSAGE2_COMMENTS2_AUTHOR"] = "Євген";
$MESS["BLOG_MESSAGE2_COMMENTS2_TEXT"] = "У скільки обійшлася поїздка?";
$MESS["BLOG_MESSAGE2_COMMENTS3_TEXT"] = "2000 євро з людини";
$MESS["BLOG_MESSAGE3_TITLE"] = "Авто в Іспанії";
$MESS["BLOG_MESSAGE3_BODY"] = "[IMG ID=#post3_1.jpg#]
[I]Наш Seat Ibica[/I]

При плануванні поїздки в Іспанію (Санта Сюсанна) постало питання щодо оренди авто.

Апартаменти в Сюсанні, літак прилітає в Жірону, плюс бажання з'їздити у Францію, Андорру, покататися по самій Іспанії. Так що оренда авто виглядало логічним рішенням. Аналізуючи сайти та відгуки зрозумів, що найбільша проблема буде (для новачка) — слабке знання англійської мови та повне незнання іншої мови. Усі умови оренди, навіть на сайтах, що надають російськомовний інтерфейс для замовлення, в кращому випадку — англійською, у гіршому —іспанською (а розглядалися також і іспанські місцеві контори). У таких умовах влетіти в якусь юридичну проблему —раз плюнути.
[CUT]
Нам пощастило. Скориставшись чужим досвідом знайшли російськомовного посередника. (Маленький секрет: якщо замовляти авто не з російськомовного, а з англомовного інтерфейсу, то авто буде дешевше!). Сервіс виявився на висоті. Що ми отримали:
1. Спілкуючись по Скайпу на «великом и могучем» детальне роз'яснення юридичних нюансів оренди авто. Для нас це було найголовніше грошей.
2. Замовлення авто повністю під наші потреби: не дорожче 300 євро на 13 днів. Замовляючи машину економ класу (типу Форд Ка) в кінцевому рахунку отримали п'ятидверний Сеат Ібіца. Може по класу це й одне і теж, але на заднє сидіння синові не треба було корячітися залазити. Аналіз вартостей в інших компаніях показав, що це — вигідне замовлення.
3. Домовленість на депозит кешем. Це було наше прохання, яку менеджер виконав, домовившись з орендодавцем. Домовленості ми не скористалися, тому що в останній момент стало відомо, що депозит у апартаменти не потрібно буде вносити і гроші вивільнилися. Ось, чекаємо розблокування коштів.
4. Депозит здався нам завеликим — 560 євро, але оскільки авто повернули з повним баком і машина не пошкоджена, то це не має значення.
5. У ті ж 300 євро загальної оплати увійшла повна страховка. Тобто при форс-мажорі фірма знімала б з депозиту суму, яку повернула б нам потім страхова компанія. Обійшлися без цього, незважаючи на поїздку в сильну зливу по божевільному перінейському серпантину, коли влетіти куди-то було досить просто.

Аналізуючи згодом замовлення, переконалися у вигідності цього рішення. Навіть місцеві контори не давали таких вигідних умов (трохи більше 22 євро на день з повним страховкою).

Що реально виграно?

1. Свобода пересування — думаю пояснень не потребує.
2. Гроші. Одне таксі від Жирони до Санта Сюсанни коштує 50 євро. Тобто 100 євро з 300 списуємо відразу. Поїздки до Барселони, до Андорри, Перпіньян (Франція), по узбережжю можна робити, звичайно, громадським транспортом. Але коли робиш детальний підрахунок за коштами, то явно авто окупається, незважаючи на додаткові витрати на бензин і платні дороги.

Що було не так? Невдало обраний тип авто. Ібіца — машинка хороша, але для міста.

1. Наявний вдома Форд Мондео універсал з 1,8 движком повністю завантажений і забитим багажником на серпантині на Кавказі вів себе дуже пристойно. А ось Ібіца з 1,4 движком виявилася слабенька для серпантину навіть з порожнім багажником, на жаль, але з другої передачі майже не лазив. Хоча на трасі Ібіца веде себе добре. Динаміка страждає, але економічність все окупає.
2. Жахливо незручна для серпантину передня стійка, що перекриває огляд ліворуч. Доводилося постійно згинатися і вивертатися ..

Проблеми з паркуванням — це класика жанру для Європи. Це ми зрозуміли в Перпіньяні, коли за невдале паркування поплатилися пішою еротичною прогулянкою до майданчика евакуатора і 100 євро. Надалі будемо розумнішими, краще заплатити за паркінг, чесне слово. (До речі, у французів дивні уявлення про відстані. Всі опитані, у тому числі і поліцейські, назвали кілометраж до стоянки в три — чотири рази менше реального. Знали б — взяли таксі.)

На майбутнє висновки:

1. Уважніше підходити до вибору типу авто. Приблизний план поїздок є завжди і якщо в ньому є гори, то краще взяти дорожче, але потужніше.
2. Не шкодувати грошей на паркування.

Більше мінусів немає в оренді авто. А плюсів .. для нас достатньо двох описаних.
";
$MESS["BLOG_MESSAGE3_TAGS"] = "Подорожі, Іспанія, Фото, Канікули";
$MESS["BLOG_MESSAGE3_COMMENTS1_AUTHOR"] = "Антон";
$MESS["BLOG_MESSAGE3_COMMENTS1_TEXT"] = "Відмінна машина, в мене така ж";
$MESS["BLOG_MESSAGE3_COMMENTS2_TEXT"] = "Вітаю";
$MESS["BLOG_MESSAGE3_COMMENTS3_AUTHOR"] = "Роберт";
$MESS["BLOG_MESSAGE3_COMMENTS3_TEXT"] = "Симпатична дівчина на фотографії:)";
$MESS["BLOG_MESSAGE3_COMMENTS4_TEXT"] = "Дякую ;)";
$MESS["BLOG_MESSAGE4_TITLE"] = "Тайські замальовки: Храм істини";
$MESS["BLOG_MESSAGE4_BODY"] = "Храм Істини — проект, що покликаний служити об'єднанню людей найближчих сусідів Таїланду: Камбоджі, Китаю та Індії.
 [IMG ID=#post4_1.jpg#]
[I]Вид із заходу[/I]

Проект приватний, власник витратив 1 млн доларів на початковий етап, зараз проект фінансується за рахунок відвідувачів і приватних внесків.

Ідея проекту — ідеалістична спроба об'єднання релігій. Може й не так, але так зрозуміли нашого гіда. Названі країни мають різні релігії, своїх богів. Храм виконано у вигляді хреста, кожен з кінців хреста присвячений одній країні. Внутрішнє оздоблення виконане в стилі кожної з релігій з божествами цих країн. Гід ходила і розповідала в кожному залі про кожне божество, але розумілося погано і тому майже нічого не запам'ятовувалося. Так, тайський інгліш — це ще окрема розмова. Залишалося тільки милуватися.";
$MESS["BLOG_MESSAGE4_TAGS"] = "Подорожі, Таїланд, Фото, Храм істини";
$MESS["BLOG_MESSAGE5_TITLE"] = "Тайські замальовки: Парк мільйонорічних каменів і крокодиляча ферма";
$MESS["BLOG_MESSAGE5_BODY"] = "Парк розташовано не в самій Паттаї, але недалеко. Дістатися до нього можна: взявши екскурсію, тук-тук або «мотосай», або самим на байку. 15 хвилин «з вітерцем» і ми на місці.


[B]Парк каменів[/B] — це красивий парк тропічної рослинності, прикрашений камінням самої різної форми. Деякі камені — скам'янілі дерева.


Парк невеликий і доглянутий. Різнобарв'я, пальми, дерева в стилі бансай, лотоси. Все це вигадливо переплетене і оформлено. Вперше побачив як розквітають пальми. Вдалося знайти точку, де показані три етапи випуску пальмою листя:


У центрі парку — вельми симпатична композиція: фонтан, каміння, дерева, скульптури.

[IMG ID=#post5_1.jpg#]

[CUT]
У ставку біля цієї композиції водяться рибки. Не просто рибки, а море риб! Їх можна годувати. Тут також є і свій міні-зоопарк.

Крім парку це «підприємство»займається і розведенням крокодилів. У парку регулярно проходять шоу з крокодилами.

[IMG ID=#post5_2.jpg#]

Їх теж можна погодувати, і це захопливе заняття. Пронести курку перед носом, що б крокодил не встиг її схопити. Спробуйте, це не просто, вони спритні.

[B]Резюме[/B]: [I] Парк — чудове місце для відпочинку. Місце для зосередження, медитації, мріянь, якщо хочете. Це краса, жива, неповторна і вражаюча.[/I]

";
$MESS["BLOG_MESSAGE5_TAGS"] = "Подорожі, Таїланд, Фото, Парк Каменів";
?>