<?php
$MESS["SECURITY_OTP_APP_EXECUTE"] = "Қосымшаны іске қосыңыз";
$MESS["SECURITY_OTP_APP_EXECUTE2"] = "және <strong>Баптау</strong> батырмасын басыңыз";
$MESS["SECURITY_OTP_APP_EXECUTE_TMP"] = "және жаңа аккаунтты қосу белгішесін басыңыз";
$MESS["SECURITY_OTP_CHOOSE_TYPE"] = "Кодты алудың ыңғайлы әдісін таңдаңыз";
$MESS["SECURITY_OTP_CODE_DESCR"] = "Кодты сәтті сканерлегеннен немесе деректерді қолмен енгізгеннен кейін ұялы телефон экранында төмендегі өріске енгізу қажет код пайда болады";
$MESS["SECURITY_OTP_CODE_DESCR2"] = "Қосылымды аяқтау үшін мобильді қосымшадағы «Жаңа кодты алу» батырмасын басып, телефон экранында алынған басқа кодты енгізіңіз.";
$MESS["SECURITY_OTP_CODE_INFO_HOTP"] = "санауыш бойынша";
$MESS["SECURITY_OTP_CODE_INFO_TOTP"] = "уақыт бойынша";
$MESS["SECURITY_OTP_CONNECT"] = "Екі сатылы авторлануды дәл қазір қосыңыз";
$MESS["SECURITY_OTP_DESCR"] = "Деректеріңізді қорғау үшін біз заманауи шифрлау технологиясын, сондай-ақ әрбір пайдаланушы үшін жеке логин мен құпиясөзді қолданамыз. Бірақ бұл деректерді компьютеріңізге ену арқылы ұрлауға қабілетті қауіптер мен шпиондық бағдарламалар бар.
<br /><br />
Біз екі сатылы авторлану жүйесіне көшуді ұсынамыз. Бұл пайдаланушы екі кезеңмен авторлану арқылы шпиондық бағдарламалардан қорғау әдісі. Қауіпсіздікті жақсарту үшін оны қосуды ұсынамыз.
<br /><br />
Екі сатылы авторландыру - екі қорғаныс факторы болып табылады. Біріншісі - негізгі құпиясөз. Екінші қорғаныс факторы - арнайы салпыншақ немесе ұялы телефон арқылы алуға болатын бір реттік код.
 <br /><br />
Деректеріңізді қорғаңыз!";
$MESS["SECURITY_OTP_DONE"] = "Дайын";
$MESS["SECURITY_OTP_ENTER_CODE"] = "Растау кодын енгізіңіз";
$MESS["SECURITY_OTP_ENTER_CODE_PL"] = "Кодты енгізіңіз";
$MESS["SECURITY_OTP_ENTER_CODE_PL1"] = "Бірінші код";
$MESS["SECURITY_OTP_ENTER_CODE_PL2"] = "Екінші код";
$MESS["SECURITY_OTP_ERROR_TITLE"] = "Сақтау қатесі";
$MESS["SECURITY_OTP_HAND_DESCR"] = "Егер сіз кодты сканерлей алмасаңыз, деректерді қолмен енгізуді таңдаңыз.
<br />Қолмен енгізу кезінде сіз сайттың мекенжайын немесе Битрикс24, сіздің E-mail, суретте көрсетілген құпия кодты көрсетіп, кілт түрін таңдауыңыз керек";
$MESS["SECURITY_OTP_HAND_TYPE"] = "Деректерді қолмен енгізу";
$MESS["SECURITY_OTP_MOBILE2"] = "AppStore немесе GooglePlay-ден телефоныңыз үшін";
$MESS["SECURITY_OTP_MOBILE2_TMP"] = "AppStore, GooglePlay-ден телефоныңыз үшін";
$MESS["SECURITY_OTP_MOBILE_MSGVER_1"] = "Bitrix OTP мобильді қосымшасын жүктеп алыңыз";
$MESS["SECURITY_OTP_MOBILE_TMP"] = "FreeOTP немесе Google Authenticator мобильді қосымшасын жүктеп алыңыз";
$MESS["SECURITY_OTP_SCAN_CODE"] = "QR кодты сканерлеу";
$MESS["SECURITY_OTP_SCAN_DESCR"] = "Кодты сканерлеу үшін ұялы телефон камерасын сурет салынған мониторға апарыңыз және қосымшаның кодты сканерлеуін күтіңіз.";
$MESS["SECURITY_OTP_UNKNOWN_ERROR"] = "Күтпеген қате. Кейінірек қайталап көріңіз.";
