<?
$MESS["wiz_structure_data"] = "Встановити демонстраційні дані корпоративного сайту.";
$MESS["wiz_restructure_data"] = "Перевстановити демонстраційні дані корпоративного сайту.";
$MESS["WIZ_COMPANY_LOGO"] = "Логотип (рекомендований розмір 210 х 61)";
$MESS["WIZ_COMPANY_SLOGAN"] = "Слоган компанії";
$MESS["WIZ_COMPANY_SLOGAN_DEF"] = "Слоган компанії<br />
&nbsp;&nbsp;знаходиться у цьому місці";
$MESS["WIZ_COMPANY_COPY"] = "Підпис сайту";
$MESS["WIZ_COMPANY_COPY_DEF"] = "<p>&copy; 2001-2011 &laquo;Назва компанії&raquo;</p>
 
<p>Проспект Миру, 35, буд. 2, офіс 34</p>
 
<p><b>Телефон: (044) 111-22-33</b></p>";
$MESS["wiz_site_name"] = "Сайт виробництва";
$MESS["wiz_site_desc"] = "Меблева компанія здійснює виробництво меблів на висококласному обладнанні з застосуванням мінімальної частки ручної праці, що дозволяє забезпечити високу якість нашої продукції.";
$MESS["wiz_keywords"] = "м'які меблі, офісні меблі, меблі для кухні, дитячі меблі";
$MESS["wiz_meta_data"] = "Метадані:";
$MESS["wiz_meta_description"] = "Опис сайту:";
$MESS["wiz_meta_keywords"] = "Ключові слова:";
?>