<?
$MESS["B24C_BUTT_TITLE"] = "Список виджетов";
$MESS["B24C_BL_OL_U"] = "Виджет объединяет все цифровые каналы коммуникаций с клиентами в вашем Битрикс24.";
$MESS["B24C_BL_ALL_C"] = "Все способы коммуникаций с вашей компанией в одном виджете на сайт.";
$MESS["B24C_BL_AC_C"] = "Онлайн-чат, обратный звонок, CRM-форма - весь необходимый функционал для связи вашей компании с вашими клиентами.";
$MESS["B24C_BL_AC_C2"] = "Виджет поможет повысить конверсию сайта и увеличить продуктивность отдела продаж.";
$MESS["B24C_BL_AC_C3"] = "Одним нажатием вы установите виджет на свой сайт.";
$MESS["B24C_BL_AC_C4"] = "На сайте появляется \"кнопка\".";
$MESS["B24C_BL_AC_C5"] = "Посетители заходят на ваш сайт, нажимают на кнопку и выбирают удобный способ связи с компанией: чат, звонок или форму.";
$MESS["B24C_BUTT_EMPTY"] = "Перейти к виджетам в Битрикс24";

