<?
$MESS ['FM_NO_FPERMS'] = "У Вас недостаточно прав для модерирования этого форума";
$MESS ['FM_NO_ICON'] = "без иконки";
$MESS ['FM_TITLE_PAGE'] = "Перемещение сообщений";
$MESS ['FM_ERR_NO_DATA'] = "Введите заголовок темы";
$MESS ['FM_NO_MODULE'] = "Модуль форума не установлен";
$MESS ['FM_AUTH'] = "Для просмотра этой страницы введите логин и пароль.";
$MESS ['F_ERROR_TOPIC_NOT_FOUND'] = "Тема не найдена.";
$MESS ['F_ERROR_MESSAGES_NOT_FOUND'] = "Нет сообщений для переноса.";
$MESS ['F_ERR_SESS_FINISH'] = "Ваша сессия истекла. Повторите действие.";
?>