<?php
$MESS["MAIN_SRV_GEOIP_MM_DESCRIPTION"] = "2002 жылы негізі қаланған MaxMind – IP-аналитика және желілік алаяқтықты анықтау құралдары саласындағы жетекші жеткізушісі.<br>
	Сайт: <a href='https://www.maxmind.com'>https://www.maxmind.com</a><br>
	Өңдеушінің жұмысы үшін компанияның веб сайтынан пайдаланушы идентификаторы мен лицензия кілтін алу қажет";
$MESS["MAIN_SRV_GEOIP_MM_F_LICENSE_KEY"] = "Лицензиялық кілт";
$MESS["MAIN_SRV_GEOIP_MM_F_USER_ID"] = "Пайдаланушы идентификаторы";
$MESS["MAIN_SRV_GEOIP_MM_SETT_EMPTY"] = "Пайдаланушы идентификаторы және / немесе лицензия кілті өрістері өңдеуіш баптауларында толтырылмаған";
$MESS["main_geoip_mm_service"] = "Пайдаланылған веб-сервис";
