<?php
$MESS['LANDING_TPL_NOT_IN_PREVIEW_MODE'] = 'Результат работы html-кода будет виден только на опубликованной странице.';
$MESS['LANDING_TPL_NOT_ENABLE_TITLE'] = 'Ограничение по тарифу';
$MESS['LANDING_TPL_NOT_ENABLE_TEXT'] = '<p>Изменяйте блок, проверяйте его работу в «Предпросмотре». Результат работы HTML кода и его публикация возможна только на расширенном тарифе.</p><p>Используйте больше возможностей в конструкторе сайтов, перейдя на другой тарифный план.</p>';
$MESS['LANDING_TPL_NOT_ENABLE_LINK'] = 'Перейти на расширенный тариф';