<?
$MESS ['PATH_TO_BLOG_TIP'] = "Указывается путь к главной странице блога. Например: blog_blog.php?page=blog&blog=#blog#.";
$MESS ['PATH_TO_BLOG_CATEGORY_TIP'] = "Указывается путь к странице блога с фильтром по категории. Например: blog_filter.php?page=blog&blog=#blog#&category=#category#.";
$MESS ['PATH_TO_USER_TIP'] = "Указывается путь к странице профиля пользователя. Например: blog_user.php?page=user&user_id=#user_id#.";
$MESS ['BLOG_VAR_TIP'] = "Указывается имя переменной, которой передается ID блога.";
$MESS ['USER_VAR_TIP'] = "Указывается имя переменной, которой передается ID пользователя блога.";
$MESS ['PAGE_VAR_TIP'] = "Указывается имя переменной, которой передается страница блога.";
$MESS ['BLOG_URL_TIP'] = "Поле содержит код, в котором передается идентификатор блога.";
$MESS ['CATEGORY_ID_TIP'] = "Поле содержит код, в котором передается идентификатор категории для фильтрации.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "Поле служит для указания времени кеширования в секундах.";
?>