<?
$MESS["B_B_MES_NO_BLOG"] = "Блог не найден";
$MESS["BLOG_POST_EDIT"] = "Редактирование идеи \"#IDEA_TITLE#\"";
$MESS["BLOG_ERR_NO_RIGHTS"] = "Чтобы добавить или изменить идею, пожалуйста, авторизуйтесь.";
$MESS["BLOG_P_INSERT"] = "Кликните чтобы вставить изображение";
$MESS["BPE_HIDDEN_POSTED"] = "Ваше сообщение успешно добавлено. В блоге включена премодерация, поэтому сообщение будет опубликовано только после проверки модератором (владельцем) блога.";
$MESS["BPE_SESS"] = "Ваша сессия истекла. Пожалуйста, сохраните сообщение еще раз.";
$MESS["BLOG_MODULE_NOT_INSTALL"] = "Модуль блогов не установлен.";
$MESS["IDEA_MODULE_NOT_INSTALL"] = "Модуль идей не установлен.";
$MESS["IDEA_NEW_MESSAGE"] = "Предложить идею!";
$MESS["IDEA_NEW_MESSAGE_SUCCESS"] = "Новое сообщение успешно добавлено";
?>