<?
$MESS ['FSL_NO_MODULE'] = "Модуль форума не установлен.";
$MESS ['FSL_NO_SPERMS'] = "У вас нет прав на удаление подписки #SID#.";
$MESS ['FSL_NO_DELETE'] = "Подписка #SID# не удалена.";
$MESS ['FSL_NO_DUSER'] = "Пользователь с кодом #UID# не найден.";
$MESS ['FSL_AUTH'] = "Для просмотра этой страницы вы должны быть авторизованы.";
$MESS ['FSL_SUCC_DELETE'] = "Подписка #SID# успешно удалена.";
$MESS ['FSL_TITLE'] = "Управление подпиской";
$MESS ['F_EMPTY_SUBSCRIBES'] = "Подписки для удаления не выбраны.";
$MESS ['F_ERR_SESS_FINISH'] = "Ваша сессия истекла. Повторите действие.";
$MESS ['F_SUBSCRIBE'] = "Подписки";
?>