<?php
$MESS["BLOG_VAR_TIP"] = "Блогтың ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["CACHE_TIME_TIP"] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS["GROUP_ID_TIP"] = "Өрісте блог тобының идентификаторы берілетін код бар.";
$MESS["MESSAGE_COUNT_TIP"] = "Деректер тиісті пішімде жүктелетін блог хабарламаларының саны.";
$MESS["PAGE_VAR_TIP"] = "Блогтың парақшасы берілетін айнымалының аты көрсетіледі.";
$MESS["PATH_TO_POST_TIP"] = "Блог хабарламасын қарау парақшасына жол көрсетіледі. Мысалы: /blog/blog_post.php?page=post&blog=#blog#&post_id=#post_id#.";
$MESS["PATH_TO_USER_TIP"] = "Пайдаланушы профилінің парақшасына жол көрсетіледі. Мысалы: /blog/blog_user.php?page=user&user_id=#user_id#.";
$MESS["POST_VAR_TIP"] = "Хабарлама идентификаторын беретін айнымалының аты беріледі.";
$MESS["TYPE_TIP"] = "Экспорттау пішімі таңдалуда. Егер (басқа) -> тармағы таңдалса, онда пішімді қасындағы өрісте көрсету керек.";
$MESS["USER_VAR_TIP"] = "Блог пайдаланушысының ID-і берілетін айнымалының аты көрсетіледі.";
