<?php
$MESS["BB_BLOG_URL"] = "Блог жолы";
$MESS["BB_BLOG_VAR"] = "Блог идентификаторы үшін айнымалының атауы";
$MESS["BB_PAGE_VAR"] = "Парақша үшін айнымалының атауы";
$MESS["BB_PATH_TO_POST"] = "Блог хабарламасы бар парақшаға жол қалыбы";
$MESS["BB_PATH_TO_SMILE"] = "Сайттың түбіріне қатысты смайлдар бумасына жол";
$MESS["BB_POST_VAR"] = "Блог хабарламасының идентификаторы үшін айнымалының атауы";
$MESS["BC_DATE_TIME_FORMAT"] = "Күн мен уақытты көрсету пішімі";
$MESS["BMNP_MESSAGE_COUNT"] = "Шығарылатын хабарламалар саны";
$MESS["BMNP_MESSAGE_LENGTH"] = "Шығарылатын хабарлама мәтінінің ұзындығы";
$MESS["BMNP_PREVIEW_HEIGHT"] = "Алдын ала қарау суретінің биіктігі";
$MESS["BMNP_PREVIEW_WIDTH"] = "Алдын ала қарау суретінің ені";
$MESS["B_VARIABLE_ALIASES"] = "Айнымалылардың атаулары";
