<?php
$MESS["AFF_REG_PAGE_TIP"] = "Көрсетілген жол аффилиатқа арналған нұсқаулық мәтініне енгізіледі. Қалыптасқан сілтемені дүкеннің аффилиаты болғысы келетін пайдаланушы қолдана алады. Әдепкі бойынша өріс /affiliate/register.php қамтиды.";
$MESS["REGISTER_PAGE_TIP"] = "Пайдаланушыға рұқсат етілмеген жағдайда ұсынылатын парақшаға жол көрсетіледі. Әдепкі бойынша өріс register.php қамтиды.";
$MESS["SET_TITLE_TIP"] = "Парақша тақырыпаты ретінде \"Аффилиаттарды тіркеу\" орнатылады.";
$MESS["SHOP_NAME_TIP"] = "Сайт атауын көрсетіңіз, ол аффилиат нұсқаулығына енгізіледі.";
$MESS["SHOP_URL_TIP"] = "Аффилиаттық ұйымдастырылатын сайт мекенжайын көрсетіңіз.";
