<?
$MESS["ACGA1_NO_SITE"] = "Не зазначено сайт плану";
$MESS["ACGA1_NO_USER"] = "Не зазначено код користувача";
$MESS["ACGA1_NO_PLAN"] = "Не зазначено код плану";
$MESS["ACGA1_ERROR_FUNC"] = "Помилка виклику функції";
$MESS["ACGA1_NO_AFFILIATE"] = "Афіліат з кодом #ID# не знайдений";
$MESS["ACGA1_BAD_DATE"] = "Дата створення афіліата не вказана або має невірний формат";
$MESS["ACGA1_NO_PLAN_DEACT"] = "Не знайдено відповідний план для афіліата з кодом #ID#. Афіліата деактивовано.";
$MESS["ACGA1_BAD_FUNC1"] = "Некоректний виклик функції";
$MESS["ACGA1_ERROR_TRANSF_MONEY"] = "Помилка переказу грошей на внутрішній рахунок";
$MESS["ACGA1_TRANSF_MONEY"] = ". Гроші на внутрішній рахунок переведені.";
$MESS["ACGA1_ERROR_UPDATE_SUM"] = "Помилка оновлення запису нарахованих сум";
$MESS["SKGU_NO_USER"] = "Користувач з кодом #ID# не знайдений";
$MESS["AF_ERROR_USER"] = "Користувач ##USER_ID# має афіліата у модулі Інтернет-магазину і не може бути видалений.";
?>