<?
$MESS["SKGO_ERROR_CURRENCY"] = "В Інтернет-магазині валюта #CURRENCY# має прив'язку до сайту, валюта не може бути видалена.";
$MESS["SKGO_ERROR_DEFAULT_CURRENCY"] = "В Інтернет-магазині валюта #CURRENCY# є валютою \"за замовчуванням\". Валюта не може бути видалена, поки не будуть змінені налаштування модуля";
$MESS["SKGS_NO_DEL_FLAG"] = "Не зазначено код прапору видаляємих записів";
$MESS["SKGS_NO_DEL_GROUP"] = "Не зазначено код групи видаляємих записів";
$MESS["SKGS_NO_DEL_ID"] = "Не зазначено код видаляємого запису";
$MESS["SKGS_NO_DEL_SITE"] = "Не зазначено код сайту видаляємих записів";
$MESS["SKGS_NO_ID"] = "Не зазначено код оновлюваного запису";
?>