<?
$MESS["SKGUC_NO_ID"] = "Не зазначено код змінюваного запису";
$MESS["SKGUC_NO_CURRENCY"] = "Не встановлена валюта для кордонів діапазону зняття грошей";
$MESS["SKGUC_NO_USER"] = "Користувач із кодом #ID# не знайдений";
$MESS["SKGUC_NO_PS"] = "Обробник платіжної системи з кодом #ID# не знайдений";
$MESS["SKGUC_EMPTY_SUM"] = "Не зазначена сума, що знімається";
$MESS["SKGUC_EMPTY_CURRENCY"] = "Не зазначена валюта суми, що знімається";
$MESS["SKGUC_EMPTY_ID"] = "Не зазначено код запису";
$MESS["SKGUC_NO_RECID"] = "Не знайдено запис із кодом ##ID#";
$MESS["SKGUC_NO_PARAMS"] = "Не зазначено масив параметрів картки";
$MESS["SKGUC_CROSS_BOUND"] = "З цієї картки максимально можна зняти #SUM1#, знімається #SUM2#";
$MESS["SKGUC_NO_ACTION"] = "Обробник платіжної системи із кодом ##ID# не знайдений";
$MESS["SKGUC_NO_PATH"] = "Шлях \"#FILE#\" до обробника платіжної системи не знайдено";
$MESS["SKGUC_NO_SCRIPT"] = "Скрипт \"#FILE#\" для інтеграції з платіжною системою не знайдений";
?>