<?
$MESS["SKGU_NO_USER"] = "Користувач із кодом #ID# не знайдений";
$MESS["SKGU_NO_ACCOUNT"] = "Внутрішній рахунок користувача не знайдено";
$MESS["SKGU_EMPTY_USER_ID"] = "Не заповнене поле «Користувач»";
$MESS["SKGU_EMPTY_SUM"] = "Сума не задана";
$MESS["SKGU_EMPTY_CURRENCY"] = "Не заповнене поле «Валюта»";
$MESS["SKGU_ERROR_LOCK"] = "Помилка блокування внутрішнього рахунку";
$MESS["SKGU_NO_ENOUGH"] = "На рахунку недостатньо коштів для проведення оплати";
$MESS["SKGU_ACCOUNT_LOCKED"] = "Внутрішній рахунок користувача вже заблоковано";
$MESS["SKGU_EMPTYID"] = "ID користувача не задано";
$MESS["SKGU_EMPTY_CUR"] = "Валюта не задана";
$MESS["SKGU_ACCOUNT_NOT_LOCKED"] = "Рахунок не може бути заблоковано";
$MESS["UA_ERROR_USER"] = "Користувач ##USER_ID# має не нульовий рахунок у модулі Інтернет-магазину і не може бути видалений.";
$MESS["SKGU_ACCOUNT_NOT_WORK"] = "Робота з рахунком заблокована на одну годину";
?>