<?php
$MESS["BB_NAV_TEMPLATE"] = "Парақша бойынша навигация қалыбының атауы";
$MESS["BC_DATE_TIME_FORMAT"] = "Күн мен уақытты көрсету пішімі";
$MESS["BGB_BLOG_COUNT"] = "Парақшаға шығарылатын блогтар саны";
$MESS["BGB_BLOG_VAR"] = "Блог идентификаторы үшін айнымалының атауы";
$MESS["BGB_ID"] = "Топ идентификаторы";
$MESS["BGB_PAGE_VAR"] = "Парақша үшін айнымалының атауы";
$MESS["BGB_PATH_TO_BLOG"] = "Блог парақшасына жол қалыбы";
$MESS["BGB_PATH_TO_POST"] = "Блог хабарламасы бар парақшаға жол қалыбы";
$MESS["BGB_PATH_TO_USER"] = "Блог пайдаланушысының парақшасына жол қалыбы";
$MESS["BGB_POST_VAR"] = "Блог хабарламасының идентификаторы үшін айнымалының атауы";
$MESS["BGB_SHOW_BLOG_WITHOUT_POSTS"] = "Хабарламасыз блогтарды көрсету";
$MESS["BGB_USER_VAR"] = "Блог пайдаланушысының идентификаторы үшін айнымалының атауы";
$MESS["B_VARIABLE_ALIASES"] = "Айнымалылардың атаулары";
