<?php
$MESS["BLOG_PROPERTY_TIP"] = "Блогта қосымша көрсетілуі тиіс блогтың пайдаланушы қасиеттерін белгілеңіз.";
$MESS["BLOG_URL_TIP"] = "Өрісте блогтың идентификаторы берілетін код бар.";
$MESS["BLOG_VAR_TIP"] = "Блогтың ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["PAGE_VAR_TIP"] = "Блогтың парақшасы берілетін айнымалының аты көрсетіледі.";
$MESS["PATH_TO_BLOG_EDIT_TIP"] = "Блогты редакциялау парақшасына жол көрсетіледі. Мысалы: blog_b_edit.php?page=blog_edit&blog=#blog#.";
$MESS["PATH_TO_BLOG_TIP"] = "Блогтың басты парақшасына жол көрсетіледі. Мысалы: blog_blog.php?page=blog&blog=#blog#.";
$MESS["SET_TITLE_TIP"] = "Опция белгіленген кезде парақшаның тақырыпаты ретінде <b>Блогты редакциялау</b> \"блог атауы\" орнатылады.";
