<?
$MESS["LANDING_CMP_ACCESS_DENIED"] = "Сервіс лендінгів в даний момент доступний тільки адміністраторам порталу.";
$MESS["LANDING_CMP_ACCESS_DENIED2"] = "Недостатньо прав";
$MESS["LANDING_CMP_AGREEMENT_LABEL"] = "Натискаючи на кнопку, я приймаю умови угоди";
$MESS["LANDING_CMP_AGREEMENT_NAME"] = "Правила використання Бітрікс24.Сайти";
$MESS["LANDING_CMP_AGREEMENT_TEXT4_1"] = "";
$MESS["LANDING_CMP_AGREEMENT_TEXT4"] = $MESS["LANDING_CMP_AGREEMENT_TEXT4_1"] . "
<div class='landing-agreement-popup-content-2'>
	<p>Ці Правила регулюють взаємовідносини між <b>ТОВ «Бітрікс24»</b> (далі - ми) і користувачем (далі - Ви) при використанні функціональності <b>ПЗ для ЕОМ «Бітрікс24»</b> (далі - «Бітрікс24.Сайти»).</p>
</div>
<div class='landing-agreement-popup-content-3'>
	<p>Публікуючи сайт, створений з використанням функціональності Бітрікс24.Сайти, Ви підтверджуєте повну згоду із Правилами. Якщо Ви не згодні беззастережно прийняти і дотримуватися Правил, Ви не повинні використовувати Бітрікс24.Сайти.</p>
	<p><b>Використовуючи Бітрікс24.Сайти:</b></p>
	<p><b>1. Ви приймаєте та погоджуєтеся з тим, що Бітрікс24.Сайти</b> не призначені для розміщення та поширення текстів, зображень і будь-яких інших об'єктів, далі по тексту - Контент, який може бути розцінений як:</p>
		<ul>
			<li>той, що порушує національне та міжнародне законодавство;</li>
			<li>той, що порушує наші права та/або права третіх осіб на результати інтелектуальної діяльності та прирівняні до них засоби індивідуалізації, права на інформацію, яка становить комерційну таємницю, що завдає шкоди честі, діловій репутації та гідності третіх осіб;</li>
			<li>незаконний, шкідливий, загрозливий та той, що підбурює до насильства, закликає до здійснення протиправної діяльності, яка порушує морально-етичні норми, дискредитує, містить наклеп і ненормативну лексику та пропагує ненависть і/або дискримінацію;</li>
			<li>провокаційний, расистський, образливий, а також той, що містить негативні та критичні висловлювання, які стосуються релігії, політики, расових, етнічних, гендерних ознак, особистих якостей, здібностей;</li>
			<li>реклама азартних ігор і парі, ескорт-послуг, а також аналогічних послуг сексуального характеру;</li>
			<li>пропаганда певних політичних і релігійних поглядів;</li>
			<li>пропаганда вживання наркотичних засобів, алкоголю, тютюну та тютюнових виробів;</li>
			<li>той, що завдає шкоди репутації, яка дискредитує або заподіює нам шкоду.</li>
		</ul>
	<p><b>2. Ви зобов’язуєтесь:</b></p>
		<ul>
			<li>дотримуватися вимог чинного законодавства Вашої країни, у тому числі й у сфері інтелектуальної власності, реклами і т.п. (далі – Застосовуване законодавство), протягом усього терміну використання Бітрікс24.Сайти;</li>
			<li>не створювати сторінок, які використовуються виключно для автоматичного перенаправлення на сторонні сайти, не практикувати фішинг, не використовувати будь-які незаконні дії для збору даних;</li>
			<li>не завантажувати та не розміщувати будь-які шкідливі програми або файли, в тому числі віруси, «черв'яки», трояни, шпигунські та інші аналогічні програми;</li>
			<li>замінити зображення, іконки, тексти, що знаходяться за замовчуванням в шаблонах і блоках сайтів (далі - Демонстраційний контент), на Ваш власний Контент. Демонстраційний контент не призначений для використання Вами та його використання може бути розцінено як порушення чинного Застосовуваного законодавства.</li>
		</ul>
	<p><b>3. Ви гарантуєте</b>, що будь-який Контент, що розміщується Вами, отриманий із дотриманням чинного Застосовуваного законодавства.</p>
	<p><b>4. Ви підтверджуєте</b>, що ми не приймаємо доручень на створення сайтів, не змінюємо Контент, що розміщується Вами, а також не є ініціатором розміщення такого Контенту, не можемо і не повинні знати про можливу його неправомірність. Будь-яке використання Бітрікс24.Сайти здійснюється Вами на власний розсуд і під власну відповідальність. Якщо у Вас виникають питання про правомірність розміщення будь-якого Контенту на створюваних сайтах, рекомендуємо Вам до початку використання Бітрікс24.Сайти проконсультуватися з відповідними фахівцями (юристами).</p>
	<p><b>5. Ми залишаємо за собою право заблокувати Ваші сайти та/або обмежити можливість використання функціональності Бітрікс24.Сайти </b>на свій розсуд, у тому числі й у разі, якщо є підстави вважати, що Ви порушуєте вищевказані зобов'язання та гарантії.</p>
	<p>Ми маємо право самостійно зробити висновок про можливе порушення Вами вищевказаних зобов'язань і гарантій, спираючись на наявну в нас інформацію, у тому числі отриману зі скарг або в результаті самостійних внутрішніх перевірок. Ви зобов’язуєтеся на наш запит надати спростування таких порушень.</p>
</div>
";
$MESS["LANDING_CMP_MODULE_NOT_INSTALLED"] = "Сервіс лендінгів в даний момент недоступний.";
$MESS["LANDING_CMP_MODULE_NOT_INSTALLED_CRM"] = "Ндалося підготувати дані CRM.";
$MESS["LANDING_CMP_TITLE"] = "Сайти";
$MESS["LANDING_CMP_TYPE_IS_NOT_ENABLED"] = "Тип не підтримується";
?>