<?
$MESS ['PATH_TO_LIST_TIP'] = "Путь к странице со списком профилей. Если страница находится в текущей директории, то достаточно указать ее название. Страница может быть создана с помощью компонента <i>Список профилей текущего пользователя</i>.";
$MESS ['PATH_TO_DETAIL_TIP'] = "Путь к странице редактирования профиля. В качестве параметра необходимо указать ID профиля. Если поле пусто, то пользователь после применения изменений останется на той же странице.";
$MESS ['ID_TIP'] = "Указывается php-код, результатом которого является получение ID профиля. По умолчанию ={\$ID}";
$MESS ['SET_TITLE_TIP'] = "В качестве заголовка страницы выводится \"Профиль № #ID#\".";
?>