<?php
$MESS["AUTH_AUTHORIZE"] = "Кіру";
$MESS["AUTH_CAPTCHA_PROMT"] = "Картинадағы сөзді енгізіңіз";
$MESS["AUTH_FIRST_ONE"] = "Егер сіз сайтқа бірінші рет кірсеңіз, тіркеу нысанын толтырыңыз.";
$MESS["AUTH_FORGOT_PASSWORD_2"] = "Құпиясөзді ұмытып қалдыңыз ба?";
$MESS["AUTH_LOGIN"] = "Логин:";
$MESS["AUTH_NONSECURE_NOTE"] = "Құпиясөз ашық түрінде жіберіледі. Жібермес бұрын құпиясөзді шифрлау үшін браузерде JavaScript қосыңыз.";
$MESS["AUTH_PASSWORD"] = "Құпиясөз:";
$MESS["AUTH_PLEASE_AUTH"] = "Өтінеміз, авторланыңыз:";
$MESS["AUTH_REGISTER"] = "Тіркелу";
$MESS["AUTH_REMEMBER_ME"] = "Мені осы компьютерде есте сақтау";
$MESS["AUTH_SECURE_NOTE"] = "Авторландыру нысанын жібермес бұрын құпиясөз браузерде шифрланады. Бұл құпиясөздің ашық түрінде берілуін болдырмауға мүмкіндік береді.";
$MESS["AUTH_TITLE"] = "Сайтқа кіру";
