<?
$MESS ['MESSAGE_COUNT_TIP'] = "Число сообщений блога, данные из которых будут выгружены в соответствующем формате.";
$MESS ['PATH_TO_BLOG_TIP'] = "Указывается путь к главной странице блога. Например: /blog/blog_blog.php?page=blog&blog=#blog#.";
$MESS ['PATH_TO_POST_TIP'] = "Указывается путь к странице просмотра сообщения блога. Например: /blog/blog_post.php?page=post&blog=#blog#&post_id=#post_id#.";
$MESS ['PATH_TO_USER_TIP'] = "Указывается путь к странице профиля пользователя. Например: /blog/blog_user.php?page=user&user_id=#user_id#.";
$MESS ['BLOG_VAR_TIP'] = "Указывается имя переменной, которой передается ID блога.";
$MESS ['POST_VAR_TIP'] = "Задается имя переменной, которой передается ID сообщения.";
$MESS ['USER_VAR_TIP'] = "Указывается имя переменной, которой передается ID пользователя блога.";
$MESS ['PAGE_VAR_TIP'] = "Указывается имя переменной, которой передается страница блога.";
$MESS ['BLOG_URL_TIP'] = "Поле содержит код, в котором передается идентификатор блога.";
$MESS ['TYPE_TIP'] = "Выбирается формат экспорта. Если выбран пункт (другое)->, то необходимо указать формат в поле рядом.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "Поле служит для указания времени кеширования в секундах.";
?>