<?
$MESS ['SEF_MODE_TIP'] = "Опция включает поддержку ЧПУ.";
$MESS ['SHOW_FIELDS_TIP'] = "Настройка служит для выбора полей, которые будут выведены в форме регистрации в дополнение к стандартному набору(логину, паролю, e-mail). ";
$MESS ['REQUIRED_FIELDS_TIP'] = "Поля, выбранные в предыдущем пункте и отмеченные здесь, будут обязательными для заполнения в форме.";
$MESS ['AUTH_TIP'] = "При наличии установленной опции после регистрации пользователя он автоматически будет авторизован на сайте. В противном случае после регистрации пользователю будет предоставлена к заполнению форма авторизации.";
$MESS ['USE_BACKURL_TIP'] = "При наличии в адресной строке параметра <i>backurl</i> пользователь будет перенаправлен по указанной в этом параметре ссылке после заполнения формы регистрации.   ";
$MESS ['SUCCESS_PAGE_TIP'] = "Можно указать ссылку на любую страницу на сайте, которая будет финальной страницей процедуры регистрации, и пользователь будет перенаправлен на нее в случае успешной регистрации. ";
$MESS ['SET_TITLE_TIP'] = "При отмеченной опции в качестве заголовка страницы будет установлено \"Регистрация нового пользователя\".";
$MESS ['SEF_FOLDER_TIP'] = "Указывается каталог, который будет отображаться в URL при переходе на создаваемую страницу.";
$MESS ['USER_PROPERTY_TIP'] = "Отметьте дополнительные свойства, которые необходимо отобразить в профиле пользователя.";
?>