<?php
$MESS["VIRUS_DETECTED_DESC"] = "#EMAIL# - сайт әкімшісінің E-Mail-і (бас модуль баптауларынан)";
$MESS["VIRUS_DETECTED_MESSAGE"] = "#SITE_NAME# сайтының ақпараттық хабарламасы
------------------------------------------

Сәлеметсіз бе!

Сіз бұл хабарламаны #SERVER_NAME# проактивті серверді қорғау модулі вирусқа ұқсас кодты тапқандықтан алып отырсыз.

1. Күдікті код html-ден қиылып тасталды.
2. Басып кіру журналын тексеріп, кодтың кез-келген санауыш немесе фреймворк коды емес, шынымен зиянды екеніне көз жеткізіңіз.
 (сілтеме: http://#SERVER_NAME#/bitrix/admin/event_log.php?lang=ru&set_filter=Y&find_type=audit_type_id&find_audit_type[]=SECURITY_VIRUS )
3. Егер код қауіпті болмаса, оны антивирусты баптау бетіндегі ерекшеліктерге қосыңыз.
 (сілтеме: http://#SERVER_NAME#/bitrix/admin/security_antivirus.php?lang=ru&tabControl_active_tab=exceptions )
4. Егер код вирустық болса, келесі әрекеттерді орындау қажет:

 а) әкімшілер мен жауапты қызметкерлердің сайтқа кіру құпиясөздерін өзгертіңіз.
 б) Ssh және ftp арқылы кіру құпиясөздерін өзгертіңіз.
 в) Ssh немесе ftp арқылы сайтқа кірген әкімшілердің компьютерлерін тексеріңіз және қалпына келтіріңіз.
 г) Ssh және ftp арқылы сайтқа кіру бағдарламаларында құпиясөздерді сақтауды өшіріңіз.
 д) Вирус жұққан файлдардан зиянды кодты жойыңыз. Мысалы, зақымдалған файлдарды ең жаңа резервтік көшірмеден қалпына келтіріңіз.

---------------------------------------------------------------------
Хабарлама автоматты түрде жазылды.
";
$MESS["VIRUS_DETECTED_NAME"] = "Вирус анықталды";
$MESS["VIRUS_DETECTED_SUBJECT"] = "#SITE_NAME#: Вирус анықталды";
