<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("История компании");
?>

	    <p>ЗАО  «Банк» основан 18 января 1993 года.</p> 
	    <p>До 1996 года Банк развивался как небольшой коммерческий банк.</p>
	    <p>1996 год. Открывается первый дополнительный офис по работе с населением. Банк приступает к активному развитию филиальной сети. </p> 
	    <p>1997 год.  Банк начинает выпуск и обслуживание пластиковых карт, использование которых позволяет вынести финансовый сервис за пределы привычных операционных залов банка и филиалов на места фактического востребования услуг.</p> 
	    <p>Январь 1998 года. Банк получает лицензию профессионального участника рынка ценных бумаг. По результатам анализа бухгалтерской и финансовой отчётности Банк относится по критериям ЦБ РФ к первой категории – финансово стабильные банки.</p> 
	    <p>1999 год.  Банк, успешно преодолев кризис, продолжает активное развитие филиальной сети. В этом же году Банк приступает к реализации программы ипотечного кредитования муниципальных служащих.</p> 
	    <p>2004год. Банк приступает к выпуску карт платёжной системы Visa International. В течение 2004 года банк представил клиентам ряд высокотехнологичных продуктов. В области кредитования физических лиц – систему Интернет-кредитования на приобретение автомобилей, обучение в вузе, отдых и туризм. </p> 
	    <p>2006 год. Десять лет с начала работы Банка в области предоставления финансовых услуг населению. За это время в банке взяли кредит более 50 000 человек, более 200 000 человек доверили свои деньги, сделав вклады, более 50 000 человек стали держателями пластиковых карт Банка.</p> 
	    <p>2007 год.  Банк получает Главную Всероссийскую Премию «Российский Национальный Олимп» в числе лучших предприятий малого и среднего бизнеса России.</p> 
	    <p>2008 год. По результатам Международного конкурса "Золотая медаль "Европейское качество", проведенного Международной академией Качества и Маркетинга" и Ассоциацией качественной продукции Банк становится Лауреатом международной награды "Золотая Медаль "Европейское качество".</p> 
	    <p>2009 год. Переход на новую автоматизированную банковскую систему iBank System Российской компании «МКТ».</p> 
	    <p>2010 год. По данным финансовой отчётности на 1 января 2010 года Банк завершает 2009 год с положительными результатами. Размер прибыли за 2009 год составляет 95 149 тыс. рублей. Положительную динамику роста показывают почти все финансовые показатели.Уставный капитал банка увеличивается на 20 % и на данный момент составляет 415 240 тысяч рублей.Размер собственного капитала банка составляет 1 535 522 тысячи рублей, что на 31 % больше чем в прошлом году. </br> 
	    Часть дохода за 2009 год Банк направляет на формирование резерва на возможные потери по ссудам, ссудной и приравненной к ней задолженности. Объём такого резерва по состоянию на 1 февраля 2010 года составляет порядка 650 млн. рублей.</p> 
		<p>Свое дальнейшее развитие Банк связывает с повышением качества и наращиванием объемов услуг, собственного капитала, внедрением новейших технологий, совершенствованием форм обслуживания клиентов и развитием новых перспективных направлений в работе. </p>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>