<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Миссия");
?>
	    <p>Миссия Банка - предоставлять каждому клиенту максимально возможный набор банковских услуг высокого качества и надежности,следуя
	    мировым стандартам и принципам корпоративной этики. Наш Банк - это современный высокотехнологичный банк,сочетающий
	    в себе новейшие технологии оказания услуг и лучшие традиции банковского сообщества и российского предпринимательства.</p> 
	    <h2>Индивидуальный подход</h2> 
	    <p>Наша цель — предоставление каждому клиенту полного комплекса современных банковских продуктов и услуг с использованием последних достижений и инноваций в сфере финансовых технологий. Индивидуальный подход к ситуации и проблематике каждого клиента и философия партнерства - основы взаимодействия с нашими клиентами.</p> 
	    <h2>Универсальность</h2> 
	    <p>Банк обеспечивает своим клиентам — частным лицам, крупнейшим отраслевым компаниям, предприятиям среднего и малого бизнеса, государственным структурам — широкий спектр услуг. Чтобы максимально полно обеспечить потребности клиентов, мы активно развиваем филиальную сеть в России и за ее пределами. Это позволяет нашим клиентам всегда и везде получать современные банковские услуги на уровне мировых стандартов.</p> 
	    <p>Банк — надежный партнер при реализации крупных социально-экономических проектов России и является одним из лидеров на рынке инвестиционного обеспечения региональных программ.</p> 
	    <h2>Партнерство и помощь в развитии бизнеса</h2> 
	    <p>В своей деятельности мы опираемся на высочайшие стандарты предоставления финансовых услуг и тщательный анализ рынка.
	    Предлагая адресные решения и соблюдая конфиденциальность взаимоотношений с партнерами, Банк проявляет гибкий подход к запросам клиентов, как розничных, так и корпоративных. Внедряя передовые технологии и инновационные решения, Банк гарантирует клиентам высокое качество обслуживания и стабильный доход.
	    Мы честны и открыты по отношению ко всем нашим партнерам и стремимся быть примером надежности и эффективности для всех, кто с нами сотрудничает.</p> 
	     <h2>Социальная ответственность</h2> 
	    <p>Банк ориентирован на поддержку социально-экономического развития клиентов. Мы вносим вклад в повышение благосостояния общества, предоставляя нашим клиентам первоклассные экономические возможности, а также реализуя экологические программы, образовательные и культурные проекты. Банк оказывает благотворительную помощь социально незащищенным слоям общества, учреждениям медицины, образования и культуры, спортивным и религиозным организациям в регионах России. </p> 
	    <p>Наш Банк — это банк, работающий на благо общества, cтраны и каждого ее жителя.</p> 			
 
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>