<?php
$MESS["SONET_LF_UNFOLLOW_IM_BUTTON_N"] = "Жоқ, рахмет";
$MESS["SONET_LF_UNFOLLOW_IM_BUTTON_Y"] = "\"Ақылды қадағалауды\" қосу";
$MESS["SONET_LF_UNFOLLOW_IM_MESSAGE"] = "Жанды лента өте белсенді ме? - \"Ақылды қадағалау\" режимін қосып, өзіңіз үшін маңызды оқиғаларды ғана көріңіз.
Лента хабарламалары сіз автор, алушы немесе мәтінде аталған оқиғалар үшін ғана көтеріледі. Пікір қосқан кезде сіз автоматты түрде хабарламадағы барлық жаңартуларды қадағалауды бастайсыз.";
$MESS["SONET_LF_UNFOLLOW_IM_MESSAGE2"] = "Жаңалықтар лентасы өте белсенді ме? - \"Ақылды қадағалау\" режимін қосып, өзіңіз үшін маңызды оқиғаларды ғана көріңіз.
Лента хабарламалары сіз автор, алушы немесе мәтінде аталған оқиғалар үшін ғана көтеріледі. Пікір қосқан кезде сіз автоматты түрде хабарламадағы барлық жаңартуларды қадағалауды бастайсыз.";
$MESS["SONET_LF_UNFOLLOW_IM_MESSAGE3"] = "Жаңалықтар лентасы өте белсенді ме? - \"Ақылды қадағалау\" режимін қосып, өзіңіз үшін маңызды оқиғаларды ғана көріңіз. Лента хабарламалары сіз автор, алушы немесе мәтінде аталған оқиғалар үшін ғана көтеріледі. Пікір қосқан кезде сіз автоматты түрде хабарламадағы барлық жаңартуларды қадағалауды бастайсыз.";
