<?php
$MESS["HISTORIC_STATUSES_TIP"] = "Тарих бойынша сүзу кезінде қолданылатын мәртебелер. Егер filter_history параметрі Y-ге тең болмаса және тапсырыс осы мәртебелердің бірінде болса, онда мұндай тапсырыс тізімде көрсетілмейді.";
$MESS["ID_TIP"] = "Тапсырыс идентификаторы оны қарау және басқа әрекеттер кезінде сілтемелерді қалыптастыру үшін қажет.";
$MESS["ORDERS_PER_PAGE_TIP"] = "Парақшадағы тапсырыстар саны. Тапсырыстар тізімінің барлығы парақша бойынша навигация арқылы көрсетіледі.";
$MESS["PATH_TO_BASKET_TIP"] = "Пайдаланушының себетіне апаратын парақшаға жол.";
$MESS["PATH_TO_CANCEL_TIP"] = "Тапсырысты болдырмауға болатын парақшаға сілтеме.";
$MESS["PATH_TO_COPY_TIP"] = "Тапсырысты көшіру жүзеге асырылатын парақшаға жол. Егер себетке жолды көрсетсеңіз, тапсырыс көшіріледі және оны рәсімдеуді бастауға болады. 
";
$MESS["PATH_TO_DETAIL_TIP"] = "Тапсырыс туралы егжей-тегжейлі ақпарат парақшасына жол.";
$MESS["SET_TITLE_TIP"] = "Опция белгіленген кезде парақша тақырыпаты \"Менің тапсырыстарым\" орнатылады.";
