<?
$MESS["BPATT_AUTO_EXECUTE"] = "Автозапуск";
$MESS["BPATT_HELP1_TEXT_1"] = "Бізнес-процес зі статусами — тривалий бізнес-процес із розподілом прав доступу при роботі з документами в різних статусах.";
$MESS["BPATT_ALL"] = "Всього";
$MESS["BPATT_MODIFIED"] = "Змінений";
$MESS["BPATT_USER"] = "Змінив";
$MESS["BPATT_NAME"] = "Назва";
$MESS["WD_EMPTY"] = "Немає жодного шаблону бізнес-процесів. Створити стандартні <a href=#HREF#>бізнес-процеси</a>.";
$MESS["BPATT_HELP2_TEXT_1"] = "Послідовний бізнес-процес — простий бізнес-процес, що дозволяє запустити документ у послідовне опрацювання.";
$MESS ['WD_EMPTY_DEFAULT'] = "Немає жодного шаблону бізнес-процесів.";
?>