<?php
$MESS["CACHE_TIME_TIP"] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS["CONFIRMATION_TIP"] = "Жазылушыға авторланусыз растау сілтемесі бар хат жіберіледі.<br /> Сілтеме бойынша өткеннен кейін жазылушы таңдалған жазылымдарға жазылады.";
$MESS["SHOW_HIDDEN_TIP"] = "Жасырын айдарлар деп баптауларында <i>Жазылу үшін жария бөлімде көрсету</i> опциясы өшірілген таралымдар түсініледі.";
$MESS["USE_PERSONALIZATION_TIP"] = "Қосылған опцияда тек ағымдағы пайдаланушы жазылған таралымдар ғана бөлектенеді. Әйтпесе барлық таралымдар таңдалды.";
