<?php

$MESS['IM_LIB_SLIDER_CALL_NOT_IMPLEMENTED'] = "В текущей версии чата временно недоступны звонки в браузере. Для доступа к звонкам откройте приложение Битрикс24.";
$MESS['IM_LIB_SLIDER_SETTINGS_NOT_IMPLEMENTED'] = "В текущей версии чата настройки временно недоступны. Для доступа к настройкам откройте приложение Битрикс24.";
$MESS['IM_LIB_SLIDER_LINES_NOT_IMPLEMENTED'] = "В текущей версии чата Открытые линии временно недоступны. Для доступа к Открытым линиям откройте приложение Битрикс24.";