<?
$MESS ['PATH_TO_LIST_TIP'] = "Указывается путь к странице со списком подписок. Если страница находится в той же директории, что и данная, то достаточно указать название страницы. Такая страница может быть создана с помощью компонента <i>Список подписок текущего пользователя</i>.";
$MESS ['ID_TIP'] = "Указывается php-код, результатом которого является получение ID подписки. По умолчанию ={\$ID}";
$MESS ['SET_TITLE_TIP'] = "В качестве заголовка страницы выводится \"Отмена подписки № #ID#\".";
?>