<?php
$MESS["FM_AUTH"] = "Осы парақшаны көру үшін логин мен құпиясөзді енгізіңіз.";
$MESS["FM_ERR_NO_DATA"] = "Тақырып тақырыпатын енгізіңіз";
$MESS["FM_NO_FPERMS"] = "Бұл форумды модерациялау үшін құқықтарыңыз жеткіліксіз.";
$MESS["FM_NO_ICON"] = "белгішесіз";
$MESS["FM_NO_MODULE"] = "Форум модулі орнатылмаған";
$MESS["FM_TITLE_PAGE"] = "Хабарламалардың орнын ауыстыру";
$MESS["F_ERROR_MESSAGES_NOT_FOUND"] = "Тасымалдауға арналған хабарламалар жоқ.";
$MESS["F_ERROR_TOPIC_NOT_FOUND"] = "Тақырып табылмады.";
$MESS["F_ERR_SESS_FINISH"] = "Сіздің сессияңыз аяқталды. Әрекетті қайталаңыз.";
