<?php
$MESS["BLOG_VAR_TIP"] = "Блогтың ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["CACHE_TIME_TIP"] = "Өріс кештеу уақытын секундтармен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: берілген уақыт ішінде кештеу қосылған кезде әрекет етеді; <br /><i>Кештеу</i>: кештеу үшін тек кештеу уақытын анықтау керек;<br /><i>Кештемеу</i>: кез келген жағдайда кештеу жоқ.";
$MESS["MESSAGE_COUNT_TIP"] = "Парақшада көрсетілетін хабарламалар саны.";
$MESS["PAGE_VAR_TIP"] = "Блогтың парақшасы берілетін айнымалының аты көрсетіледі.";
$MESS["PATH_TO_BLOG_TIP"] = "Блогтың басты парақшасына жол көрсетіледі. Мысалы: blog_blog.php?page=blog&blog=#blog#.";
$MESS["PATH_TO_POST_TIP"] = "Блог хабарламасын қарау парақшасына жол көрсетіледі. Мысалы, blog_post.php?page=post&blog=#blog#&post_id=#post_id#.";
$MESS["PATH_TO_SMILE_TIP"] = "Сайттың түбіріне қатысты смайлдар бумасына апаратын жол";
$MESS["PATH_TO_USER_TIP"] = "Пайдаланушы профилінің парақшасына жол көрсетіледі. Мысалы, blog_user.php?page=user&user_id=#user_id#.";
$MESS["POST_VAR_TIP"] = "Блог хабарламасының ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["USER_VAR_TIP"] = "Блог пайдаланушысының ID-і берілетін айнымалының аты көрсетіледі.";
