<?
$MESS ['REGISTER_PAGE_TIP'] = "Указывается путь к странице, которая будет предложена пользователю, если он не авторизован. По умолчанию поле содержит register.php";
$MESS ['SHOP_NAME_TIP'] = "Укажите название сайта, которое будет подставлено в инструкцию аффилиата.";
$MESS ['SHOP_URL_TIP'] = "Укажите адрес сайта, на котором организуется аффилиатство.";
$MESS ['AFF_REG_PAGE_TIP'] = "Указанный путь будет подставлен в текст инструкции для аффилиата. Сформированной ссылкой может воспользоваться пользователь, который захочет стать аффилиатом магазина. По умолчанию поле содержит /affiliate/register.php";
$MESS ['SET_TITLE_TIP'] = "В качестве заголовка страницы будет установлено \"Регистрация аффилиатов\".";
?>