<?php
$MESS["CACHE_TIME_TIP"] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS["DEPTH_LEVEL_TIP"] = "Қанша тіркеме деңгейін шығару керек.";
$MESS["IBLOCK_ID_TIP"] = "Көрсетілген түрге арналған жасалған ақпараттық блоктардың ішінен қажеттісі таңдалады.";
$MESS["IBLOCK_TYPE_TIP"] = "Бұл компонент ақпарат блоктарынан мәзір элементтерін жасау үшін ақпаратты таңдау мысалы ретінде жасалғандықтан, бұл өрісте ашылмалы тізімде жүйеде жасалған барлық ақпарат блоктарының түрлері көрсетілген.";
$MESS["ID_TIP"] = "Өріс мәзір элементтері жасалатын бөлімдер немесе элементтер үшін ID бар кодты қамтиды Әдепкі бойынша қамтиды ={\$_REQUEST[\"ID\"]}";
$MESS["SECTION_URL_TIP"] = "Бөлім мазмұны бар парақшаға апаратын URL көрсетіледі";
