<?
////////////////////////////////////////////////////////////////
//              Модуль Z-PAYMENT для 1C-Bitrix                //
////////////////////////////////////////////////////////////////
//      Z-PAYMENT, система приема и обработки платежей        //
//      All rights reserved © 2002-2007, TRANSACTOR LLC       //
////////////////////////////////////////////////////////////////

global $MESS;

$MESS["SWMWP_DTITLE"] = "Оплата через Z-PAYMENT";
$MESS["SWMWP_DDESCR"] = "Оплата через Z-PAYMENT с помощью сервиса <b>Web Merchant Interface</b> <a href=\"https://z-payment.ru\" target=\"_blank\">https://z-payment.ru</a>.<br> Для автоматического приема платежей необходимо добавить магазин в список магазинов. На сайте <a href=\"https://z-payment.ru/addshop.php\" target=\"_blank\">https://z-payment.ru/addshop.php</a> пройдите авторизацию.  Вы получите страницу для настройки параметров магазина.<br>Необходимо настроить параметры:<UL><LI><b>Result URL</b> - для автоматического отслеживания платежей необходимо указать адрес http://имя_домена/bitrix/php_interface/include/sale_payment/z_payment_result.php; для оповещения о платеже по почте нужно указать в этом поле значение <nobr>mailto:имя@адрес.ru</nobr></LI><LI><b>Success URL</b> - страница, на которую будет перенаправлен покупатель в случае успешного платежа <nobr>(http://адрес_сайта/success.html)</nobr>. Укажите подходящую существующую страницу или создайте новую.</LI><LI><b>Fail URL</b> - страница, на которую будет перенаправлен покупатель, если платеж в сервисе Web Merchant Interface не был выполнен по каким-то причинам <nobr>(http://адрес_сайта/fail.html)</nobr>. Укажите подходящую существующую страницу или создайте новую.</LI><LI>Метод формирования контрольной подписи - <b>MD5</b></LI><LI><b>Merchant Key</b> - любой набор символов, выбранный вами. Установите, если хотите использовать автоматическое отслеживание платежей.</LI><LI>Другие параметры, если это необходимо</LI></UL>";
$MESS["SWMWP_ZPIDSD"] = '<b><font color="red">*</font>Идентификатор магазина</b>';
$MESS["SWMWP_ZPIDS"]  = "Целое число - идентификатор магазина в системе Z-PAYMENT Merchant. Назначается автоматически сервисом при создании нового магазина.";
$MESS["SWMWP_ZPSCD"]   = '<b><font color="red">*</font>Ключ магазина Merchant Key</b>';
$MESS["SWMWP_ZPSC"]   = "Строка символов, добавляемая к реквизитам платежа, высылаемым продавцу вместе с оповещением. Эта строка используется для повышения надежности идентификации высылаемого оповещения. Содержание строки известно только сервису Z-PAYMENT Merchant и продавцу!";
$MESS["SWMWP_ZPRURD"]  = '<b><font color="red">*</font>Код валюты "Российский рубль" зарегистрированный в системе</b>';
$MESS["SWMWP_ZPRUR"]  = 'Например RUR или RUB!<br> Валюта "Российский рубль" обязательно должна присутствовать в системе.';

?>