<?
$MESS["WZ_COUPON_ERR0"] = "Введено невідомий купон спецобращенія. Натисніть&quot;Назад&quot; щоб ввести інший купон, або &quot;Назад&quot; щоб створити звичайне повідомлення.";
$MESS["WZ_MESS_PREVIEW"] = "Вводиться тільки при створенні спецзвернення";
$MESS["WZ_MESS_DETAIL"] = "Якщо ви маєте купон спецзвернення, введіть його";
$MESS["WZ_MESS_TITLE"] = "Заголовок звернення";
$MESS["WZ_COUPON_ERR2"] = "Використано всі звернення спецкупона. Натисніть &quot;Назад&quot; щоб ввести інший купон, або &quot;Далі&quot; щоб створити звичайне повідомлення.";
$MESS["WZ_ACCEPTED"] = "Купон прийнятий. Залишається спецзвернень:";
$MESS["WZ_COUPON"] = "Купон спец звернення";
$MESS["WZ_COUPON_ERR1"] = "Термін активності купона минув: #DATE_ACTIVE#. Натисніть &quot;Назад&quot; щоб ввести інший купон, або &quot;Далі&quot; щоб створити звичайне повідомлення.";
?>