<?php
$MESS["CAL_DEFAULT_TYPE"] = "Оқиғалар";
$MESS["CAL_GO_CONVERT"] = "Оқиғалар күнтізбесін түрлендіруге өту";
$MESS["CAL_INSTALL_TITLE"] = "Оқиғалар күнтізбесі модулін орнату";
$MESS["CAL_MODULE_DESCRIPTION"] = "Оқиғалар күнтізбесі";
$MESS["CAL_MODULE_NAME"] = "Оқиғалар күнтізбесі";
$MESS["CAL_MODULE_UNINSTALL_ERROR"] = "Модульді жою мүмкін емес";
$MESS["CAL_MODULE_UNINSTALL_ERROR_CALENDARMOBILE"] = "Оқиғалар күнтізбесі модулі ұялы Күнтізбе дұрыс жұмыс істеуі үшін қажет.\r\nАлдымен Ұялы күнтізбе модулін жоюыңызды өтінеміз";
$MESS["CAL_PHP_L439"] = "Сіз PHP #VERS# нұсқасын қолданудасыз, модуль жұмыс істеуі үшін кем дегенде 5.0.0 нұсқасын қажет етеді. Өтінеміз, PHP-ді жаңартыңыз немесе хостингтің техникалық қолдау қызметіне жүгініңіз.";
$MESS["CAL_UNINSTALL_TITLE"] = "Оқиғалар күнтізбесі модулін жою";
