<?php
$MESS["CACHE_TIME_TIP"] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS["CHAPTER_DETAIL_TEMPLATE_TIP"] = "Курс бөлімінің парақшасына жол.";
$MESS["CHAPTER_ID_TIP"] = "Өріс тараудың ID кодын қамтиды.";
$MESS["CHECK_PERMISSIONS_TIP"] = "\"Иә\" мәнін таңдағанда, қол жеткізу құқығы тексеріледі.";
$MESS["COURSE_ID_TIP"] = "Оқу курстарының бірі таңдалады. Егер (басқа) -> тармағы таңдалса, онда жанындағы өріске курс ID-ін көрсету қажет.";
$MESS["LESSON_DETAIL_TEMPLATE_TIP"] = "Курс сабағының парақшасына жол.";
$MESS["SET_TITLE_TIP"] = "Опция белгіленген кезде парақша тақырыпаты ретінде тарау атауы орнатылады.";
