<?
$MESS["MOD_BACK"] = "Вернуться в список модулей";
$MESS["TYPE_ID"] = "Символьный код";
$MESS["TYPE_TITLE"] = "Название";
$MESS["TYPE_CONVERT_IT"] = "Конвертировать этот тип";
$MESS["CAL_SETTINGS"] = "Настройки";
$MESS["CAL_PRODUCT_SETTINGS"] = "Настройки продукта";
$MESS["CAL_MODULES"] = "Модули";
$MESS["CAL_CONVERT"] = "Конвертация календарей";
$MESS["CAL_CONVERT_IBLOCK_LIST"] = "Список инфоблоков для конвертации в типы календарей";
$MESS["CAL_CONVERT_START"] = "Конвертировать";
$MESS["CAL_CONVERT_PROCESSING"] = "Идет конвертация";
$MESS["CAL_CONVERT_PROCESSING_NOTICE"] = "Внимание! Не прерывайте процесс конвертации и не закрывайте страницу браузера, это может привести к ошибкам в конвертации данных.";
$MESS["CAL_CONVERT_FROM"] = "из";
$MESS["CAL_CONVERT_USERS"] = "Календари пользователей";
$MESS["CAL_CONVERT_GROUPS"] = "Календари групп";

$MESS["CAL_CONVERT_STAGE_PREPARE"] = "подготовка к конвертации";
$MESS["CAL_CONVERT_STAGE_SAVE"] = "сохранение параметров";
$MESS["CAL_CONVERT_STAGE_CREATE_TYPES"] = "создание типов календарей";
$MESS["CAL_CONVERT_STAGE_USER_CALS"] = "конвертация календарей пользователя #USER_NAME#: (Календарей: #SECT_COUNT#, Событий: #EVENTS_COUNT#)";
$MESS["CAL_CONVERT_STAGE_GROUP_CALS"] = "конвертация календарей из \"#GROUP_NAME# \": (Календарей: #SECT_COUNT#, Событий: #EVENTS_COUNT#)";
$MESS["CAL_CONVERT_STAGE_TYPE"] = "конвертация календарей из \"#TYPE_NAME# \": (Календарей: #SECT_COUNT#, Событий: #EVENTS_COUNT#)";
$MESS["CAL_CONVERT_SET"] = "Настройки для модуля календарей";
$MESS["CAL_CONVERT_PROCES"] = "Процесс конвертации";
$MESS["CAL_GO_TO_SETTINGS"] = "Перейти в настройки модуля";
$MESS["CAL_CONVERT_SUCCESS"] = "Конвертация завершена";

$MESS["CAL_NOT_1"] = "Отметьте флажками инфоблоки которые должны быть сконвертированы в типы календарей, измените названия и/или символьные коды для выбранных типов, если это необходимо";
$MESS["CAL_NOT_2"] = "Проверьте настройки для модуля календарей, предложенные на основании параметров используемых компонентов";
$MESS["CAL_NOT_3"] = "Нажмите кнопку \"Конвертировать\"";
$MESS["CAL_NOT_4"] = "После окончания процесса конвертации перейдите в настройки модуля \"Календарь событий\", проверьте корректность установленных типов календарей, а также права доступа к ним.";
$MESS["CAL_PARSE_CONTENT"] = "Анализировать публичные файлы";
$MESS["CAL_NOT_PARSE"] = "Для правильной установки параметров модуля необходимо анализировать публичные файлы сайта";
$MESS["CAL_PROC_WAIT"] = "Идет анализ публичных файлов";
?>