<?php
$MESS["B24C_BL_AC_C"] = "Онлайн чат, кері қоңырау, CRM нысаны-бұл сіздің компанияңызды клиенттермен байланыстыру үшін барлық қажетті мүмкіндіктер.";
$MESS["B24C_BL_AC_C2"] = "Виджет сайттың конверсиясын арттыруға және сату бөлімінің өнімділігін арттыруға көмектеседі.";
$MESS["B24C_BL_AC_C3"] = "Бір рет басу арқылы сіз сайтыңызға виджетті орнатасыз.";
$MESS["B24C_BL_AC_C4"] = "Сайтта \"батырма\" пайда болады.";
$MESS["B24C_BL_AC_C5"] = "Келушілер сіздің сайтыңызға кіріп, батырманы басып, компаниямен байланысудың ыңғайлы әдісін таңдайды: чат, қоңырау немесе нысан.";
$MESS["B24C_BL_ALL_C"] = "Cайтта бір виджетте сіздің компанияңызбен байланысудың барлық тәсілдері.";
$MESS["B24C_BL_OL_U"] = "Виджет сіздің Битрикс24-те клиенттермен барлық сандық байланыс арналарын біріктіреді.";
$MESS["B24C_BUTT_EMPTY"] = "Битрикс24-те виджеттерге өту";
$MESS["B24C_BUTT_TITLE"] = "Виджеттер тізімі";
