<?php
$MESS["B24C_CHAT_ACCESS_DENIED"] = "Қолжетімділікке тыйым салынған";
$MESS["B24C_CHAT_BUTT_GET_B24"] = "Битрикс24-те Он-лайн чат алу (тегін)";
$MESS["B24C_CHAT_BUTT_SETT"] = "Он-лайн чатты баптау";
$MESS["B24C_CHAT_LI1"] = "Клиентке нақты уақыт режимінде жауап беріңіз.";
$MESS["B24C_CHAT_LI2"] = "Іс бойынша кеңес беріңіз, менеджер клиенттің қандай парақшаларға кіргенін және оны не қызықтырғанын біледі.";
$MESS["B24C_CHAT_LI3"] = "Клиентке хабарласыңыз, CRM-де байланыс орнатыңыз, сайтыңыздың әр клиентінің толық портретін жинаңыз.";
$MESS["B24C_CHAT_P1"] = "Сайтыңыздың клиенттеріне сізбен байланысудың заманауи және ыңғайлы әдісін ұсыныңыз - Онлайн чат. Чат клиентті сайт бойынша сүйемелдеу, қолдау, таңдау жасау немесе тапсырысты рәсімдеу кезінде көмек кезінде ыңғайлы.";
$MESS["B24C_CHAT_P2"] = "Клиенттердің қанағаттану деңгейін арттырыңыз, сайтыңызға Битрикс24 Онлайн-чатын орнатыңыз.";
$MESS["B24C_CHAT_TITLE"] = "Онлайн-чат";
