<?php
$MESS["B24C_CRMF_DESCR1"] = "CRM-нысандар менеджерлердің тиімділігін арттыруға, жаңа клиенттерді тартуға, ағымдағы ақпараттарды толықтыруға және барлығын CRM-ге жазуға көмектесетін бизнес үшін қажетті құрал болып табылады.";
$MESS["B24C_CRMF_DESCR2"] = "<b>Қарапайым нысандар</b> - клиент туралы мәліметтерді алу, кездесуге жазылу, тіркеу, кері байланыс нысандары, түйіндеме және ақпарат жинайтын басқа да осыған ұқсас нысандар.";
$MESS["B24C_CRMF_DESCR3"] = "<b>Шарттары бар нысандар</b> - үлкен күрделі нысанды қарапайым және түсінікті етеді. Нысанды құру кезінде берілген икемді ережелер клиентті тізбек бойынша әкеледі және оның таңдауына қатысты сұрақтарды ғана қамтиды.";
$MESS["B24C_CRMF_DESCR4"] = "<b>Төлем бар нысандар</b> – клиент туралы ақпаратты жинап қана қоймай, ол қызығушылық танытатын тауарды немесе қызметті таңдауға және заманауи онлайн төлем әдістерімен төлеуге мүмкіндік береді.";
$MESS["B24C_CRMF_DESCR5"] = "Нысандарды сайтыңызға орналастырыңыз (парақша ішінде немесе виджет түрінде) және CRM-де клиенттер туралы барлық ақпаратты жинаңыз.";
$MESS["B24C_CRMF_GET_FORMS"] = "Битрикс24 CRM-нысандарына өту";
$MESS["B24C_CRMF_TITLE"] = "СRM-нысандар";
$MESS["B24C_CRMF_TYPES"] = "Нысандар қандай болады:";
