<?php
$MESS["B24C_OL_DESCR1"] = "Адамдар сандық арналар арқылы араласуға дағдыланған: әлеуметтік желілер және мессенджерлер, себебі олар тез, қолжетімді әрі ыңғайлы. Мұндай сценарий компаниялардан да күтілуде, клиент тез, жеке және нақты мәселе бойынша кеңес алғысы келеді.";
$MESS["B24C_OL_DESCR3"] = "Клиент өзіне ыңғайлы канал арқылы хабарласады, ал сіздің менеджерлеріңіз барлық хабарламаларды бір жұмыс чатында алады, бір-бірінің арасында өтінішті бағыттай алады немесе әріптестерін талқылауға тарта алады.";
$MESS["B24C_OL_DESCR4"] = "Барлық клиенттер және олармен байланыс тарихы автоматты түрде CRM-ге жазылады.";
$MESS["B24C_OL_DESCR5"] = "Сіз бір жұмыс чатында араласасыз, ал қалғанын Битрикс24 сіз үшін жасайды: хабарламаларды жинайды, кезек-кезек таратады, бәрін CRM-ге жазады, статистика жүргізеді.";
$MESS["B24C_OL_DESCR21"] = "Битрикс24 Ашық желілері көптеген сандық каналдарды біріктіреді:";
$MESS["B24C_OL_DESCR23"] = "Клиенттердің өтініштері бір чатқа жиналып, жауапты менеджерлерге автоматты түрде таратылады.";
$MESS["B24C_OL_GET_OL"] = "Битрикс24 ашық желілеріне өту";
$MESS["B24C_OL_OTHERS"] = "және басқалары.";
$MESS["B24C_OL_TITLE"] = "Ашық желілер";
