<?php
$MESS["B24C_REC_DESC1"] = "Сайтыңыздың әлеуетті сатып алушыларын таңдау жасауға ынталандырыңыз.";
$MESS["B24C_REC_DESC2"] = "Кері қоңырау виджеті сайттағы клиентті ұстап алады, телефон арқылы жылдам кеңес алу мүмкіндігі арқылы тартады, клиент көрсеткен нөмірге автоматты түрде шығыс қоңырау шалып, клиентті бос менеджермен байланыстырады.";
$MESS["B24C_REC_DESC3"] = "Сайтыңызға виджетті орнатыңыз, сатылымдарды арттырыңыз және клиенттерге жылдам және ақысыз байланыс әдісін ұсына отырып, олардың адалдығын арттырыңыз.";
$MESS["B24C_REC_GET_RECALL"] = "Битрикс24-те кері қоңырау жасау";
$MESS["B24C_REC_TITLE"] = "Кері қоңырау";
