<?php
$MESS["ATOM_TIP"] = "Опция белгіленген кезде ATOM .3.-ке сілтеме көрсетіледі.";
$MESS["BLOG_URL_TIP"] = "Өрісте блогтың идентификаторы берілетін код бар.";
$MESS["BLOG_VAR_TIP"] = "Блогтың ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["GROUP_ID_TIP"] = "Өрісте блогтар тобының идентификаторы берілетін код бар.";
$MESS["GROUP_VAR_TIP"] = "Блогтар тобының ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["MODE_TIP"] = "RSS сілтемелері көрсетілетін блогтар таңдалады.";
$MESS["PAGE_VAR_TIP"] = "Блогтың парақшасы берілетін айнымалының аты көрсетіледі.";
$MESS["PATH_TO_RSS_ALL_TIP"] = "Блогтың жалпы RSS парақшасына жол көрсетіледі. Мысалы: blog_rss_all.php?page=rss_all&blog=#blog#&type=#type#.";
$MESS["PATH_TO_RSS_TIP"] = "Блогтың RSS парақшасына жол көрсетіледі. Мысалы: blog_rss.php?page=rss&blog=#blog#&type=#type#.";
$MESS["RSS1_TIP"] = "Опция белгіленген кезде RSS.92-ге сілтеме көрсетіледі.";
$MESS["RSS2_TIP"] = "Опция белгіленген кезде RSS 2.0.-ге сілтеме көрсетіледі.";
