<?
$MESS ['BLOG_URL_TIP'] = "Поле содержит код, в котором передается идентификатор блога.";
$MESS ['PATH_TO_POST_TIP'] = "Указывается путь к странице просмотра сообщения блога. Например: blog_post.php?page=post&blog=#blog#&post_id=#post_id#.";
$MESS ['BLOG_VAR_TIP'] = "Указывается имя переменной, которой передается ID блога.";
$MESS ['POST_VAR_TIP'] = "Задается имя переменной, которой передается ID сообщения.";
$MESS ['PAGE_VAR_TIP'] = "Указывается имя переменной, которой передается страница блога.";
$MESS ['ID_TIP'] = "Поле содержит код, в котором передается идентификатор сообщения блога.";
?>