<?
$MESS["REST_ALT_UPDATE_AVAIL_ADMIN"] = "Доступно обновление приложения. <a href=\"#DETAIL_URL#\">Перейти к установке.</a>";
$MESS["REST_ALT_UPDATE_AVAIL"] = "Доступно обновление приложения. Обратитесь к администратору портала, чтобы установить обновление.";
$MESS["REST_ALT_NEED_REINSTALL_ADMIN"] = "<b>Внимание!</b> Произошло обновление системы безопасности. Для корректной работы приложения рекомендуется переустановить его с сохранением данных. <a href=\"#DETAIL_URL#\">Перейти к установке.</a>";
$MESS["REST_ALT_NEED_REINSTALL"] = "<b>Внимание!</b> Произошло обновление системы безопасности. Для корректной работы приложения рекомендуется переустановить его с сохранением данных. Обратитесь к администратору портала, для переустановки приложения.";
$MESS["REST_LOADING"] = "Идет загрузка приложения #APP_NAME#";
?>