<?
$MESS ['FM_NO_FPERMS'] = "У Вас недостаточно прав для перемещения этой темы.";
$MESS ['FM_EMPTY_DEST_FORUM'] = "Не указан форум назначения.";
$MESS ['FM_NO_DEST_FPERMS'] = "У Вас недостаточно прав на форум назначения.";
$MESS ['FM_TITLE'] = "Перемещение тем";
$MESS ['F_NO_MODULE'] = "Модуль форума не установлен.";
$MESS ['FM_AUTH'] = "Для просмотра этой страницы вы должны быть авторизованы.";
$MESS ['F_ERROR_FORUM_IS_LOST'] = "Форум не найден.";
$MESS ['F_ERROR_TOPICS_IS_EMPTY'] = "Не указаны темы для переноса в другой форум.";
?>