<?php
$MESS["RMP_ACCESS_DENIED"] = "Қолжетімділікке тыйым салынған. Қосымшаны орнату үшін әкімшіге хабарласыңыз";
$MESS["RMP_ERROR_ACCESS_DENIED"] = "Қолжетімсіз";
$MESS["RMP_ERROR_SUBSCRIPTION_REQUIRED"] = "Қосымшаны орнатуды жалғастыру үшін Битрикс24.Маркет Плюс жазылымы керек.";
$MESS["RMP_ERROR_VERIFICATION_NEEDED"] = "Лицензияны тексеру қатесі. 10 минуттан кейін қайталап көріңіз";
$MESS["RMP_INSTALL_ERROR"] = "Қате! Қосымша орнатылмаған.";
$MESS["RMP_NOT_FOUND"] = "Қосымша табылмады";
$MESS["RMP_TRIAL_HOLD_INSTALL"] = "Қолжетімділікке тыйым салынған. Қосымшаларды орнату үшін Битрикс24.Маркет Плюс жазылымын сатып алу керек. ";
