<?
$MESS ['WEBS_MODULE_NAME'] = "Веб-сервисы";
$MESS ['WEBS_MODULE_DESCRIPTION'] = "Модуль позволяющий организовать систему веб-сервисов и SOAP.";
$MESS ['WEBS_INSTALL_TITLE'] = "Установка модуля веб-сервисов";
$MESS ['WEBS_UNINSTALL_TITLE'] = "Удаление модуля веб-сервисов";

$MESS ['WS_GADGET_LINK'] = "Скачать мини-приложение";
$MESS ['WS_GADGET_DESCR'] = "Пользователи операционной системы Windows Vista могут установить в боковую панель или на рабочий стол мини-приложение, которое будет отображать сводную статистику сайта.";
?>