<?
$MESS["STOREAS_TITLE"] = "Обработка звонков в CRM";
$MESS["STOREAS_TEXT"] = "Использование звонков прямо из CRM позволяет выстроить удобную работу с контактами, компаниями и лидами. <br/><br/>
Во время звонка можно работать с делами, контактами, сделками и счетами, связанными с этим номером.
<br/>В случае входящего звонка в CRM клиент автоматически определяется, что упрощает работу с ним, а если номера нет в базе, то его тут же можно добавить как лид или контакт.
<br/><br/>
Также разговор с клиентом можно записать. Файл с записью разговора будет приложен к делу.";
$MESS["STOREAS_WIZARD"] = "Мастер";
$MESS["STOREAS_DOC"] = "Документация";
?>