<?
$MESS["STOREAS_TITLE"] = "Адаптивный дизайн";
$MESS["STOREAS_TEXT"] = "Адаптивный интерфейс универсального решения, который позволяет использовать магазин на любом устройстве: компьютере, планшете или телефоне. Дизайн подстраивается под устройство покупателя, сохраняя всю функциональность.
<br/><br/>
Благодаря адаптивному дизайну интернет-магазина ваши клиенты могут комфортно просматривать торговый каталог и делать заказы с любых устройств, с помощью которых подключаются к Сети. Вся нужная клиенту информация перестраивается под текущий экран.
<br/><br/>
На планшетах и телефонах дизайн интернет-магазина адаптируется не только под разрешение мобильного устройства, но и под сенсорное управление.
<br/><br/>
Что такое адаптация:<br/>
- Поддержка разрешений телефонов от iPhone 4 и выше<br/>
- Поддержка различных разрешений планшетов<br/>
- Адаптивная структура навигации в зависимости от разрешения устройства<br/>
- Изменение поведения магазина в зависимости от типа устройства<br/>
- Адаптивный каталог, детальная страница с поддержкой торговых предложений<br/>
- Адаптивная корзина и процедура оформления заказа<br/>
- Готовность для работы на телефонах, планшетах, терминалах самообслуживания";
$MESS["STOREAS_WIZARD"] = "Мастер";
$MESS["STOREAS_DOC"] = "Документация";
?>