<?
$MESS["STOREAS_TITLE"] = "Обмен с 1С:Предприятие в режиме реального времени";
$MESS["STOREAS_TEXT"] = "Обмен в режиме реального времени – это технология двусторонней непрерывной связи между «1С-Битрикс: Управление сайтом» и «1С».
<br/><br/>Система обеспечивает обмен данными в режиме реального времени между этими программными продуктами.
<br/><br/>Она не требует установки отдельного сервера и специальных настроек. Система стабильно работает практически на любом «железе», минимально нагружая интернет-магазин и «1С».
<br/><br/>Получить информацию в режиме реального времени можно:<br/>
- из «1С» в интернет-магазин – о товарах, ценах, остатках в рамках заказов;<br/>
- из магазина в «1С» – по заказам, статусам, платежным системам, покупателям, контрагентам.";
$MESS["STOREAS_WIZARD"] = "Мастер";
$MESS["STOREAS_DOC"] = "Документация";
?>