<?
$MESS["STOREAS_TITLE"] = "SEO настройки каталога интернет-магазина";
$MESS["STOREAS_TEXT"] = "Уникальные мета-описания товаров создаются по шаблонам.<br/>
Не нужно вручную заполнять SEO поля в карточках торгового каталога. Система предоставляет для этого шаблоны автоматического создания уникальных title, description, keywords и т.д.
<br/><br/>
Каждому товару - свои мета-теги
Задайте свой шаблон, по которому будут автоматически создаваться элементы: заголовок, описание и ключевые слова. Для каждого товара в каталоге!
<br/><br/>
Изображения товаров получают осмысленные наименования
Каждая картинка в вашем торговом каталоге будет иметь «читаемое» и узнаваемое название.<br/> И по этим названиям пользователи смогут находить товары в поисковых интернет-машинах. ";
$MESS["STOREAS_WIZARD"] = "Мастер";
$MESS["STOREAS_DOC"] = "Документация";
?>