<?
$MESS["STOREAS_TITLE"] = "Выгрузка товаров из интернет-магазина в 1С:Предприятие";
$MESS["STOREAS_TEXT"] = "Продукты «1С:Предприятие» и «1С-Битрикс: Управление сайтом» поставляются со встроенными в системы штатными процедурами взаимодействия и поддержкой двунаправленного обмена данными, образуя готовое комплексное решение по автоматизации торговли и организации продаж в сети Интернет.
<br/><br/>
Интеграция c «1С: Предприятие» помогает вам решить следующие технологические задачи:<br/>
- Публикация товарной номенклатуры в каталоге интернет-магазина<br/>
- Передача заказов на сайте в 1С для обработки<br/>
- Выгрузка результатов обработки заказов на сайт для уведомления клиентов";
$MESS["STOREAS_WIZARD"] = "Мастер";
$MESS["STOREAS_DOC"] = "Документация";
?>