<?
$MESS["STOREAS_TITLE"] = "Работа интернет-магазина с 1С:Управление Небольшой Фирмой";
$MESS["STOREAS_TEXT"] = "Продукты «1С» и «1С-Битрикс» поставляются со встроенными в системы штатными процедурами взаимодействия и поддержкой двунаправленного обмена данными, образуя готовое комплексное решение по автоматизации торговли и организации продаж в сети Интернет.
<br/><br/>
Взаимодействие продуктов 1С и 1С-Битрикс реализуется на базе процедур двунаправленного обмена данными. Обмен данными выполняется с использованием основанного на XML открытого Стандарта обмена коммерческой информацией – CommerceML 2.0.
<br/><br/>
Со стороны сайта взаимодействие происходит с помощью функционала «Интеграция с 1С», а со стороны 1С с помощью функционала «Обмен данными с сайтом».";
$MESS["STOREAS_WIZARD"] = "Мастер";
$MESS["STOREAS_DOC"] = "Документация";
?>