<?
$MESS["STOREAS_TITLE"] = "Обработка клиентов в CRM";
$MESS["STOREAS_TEXT"] = "Интернет-магазин можно интегрировать с CRM системой на платформе «1С-Битрикс» и обрабатывать заказы прямо в CRM. <br/>В CRM от «1С-Битрикс» уже включены типовые сценарии работы с интернет-магазином. Для работы сценариев достаточно «наладить» связь интернет-магазин -> CRM и задать в самой CRM необходимые правила.
<br/><br/>
После установления связи между интернет-магазином и CRM менеджеры по продаже смогут работать с заказами в интернет-магазине прямо из CRM. <br/>В CRM удобно собирать и обрабатывать базу клиентов интернет-магазина.
<br/>Также в CRM сохраняется история сделок и взаимодействий с клиентами. Можно проводить тщательный анализ клиентов, менеджеров, продаваемых услуг в различных разрезах. ";
$MESS["STOREAS_WIZARD"] = "Мастер";
$MESS["STOREAS_DOC"] = "Документация";
?>