<?
$MESS["STOREAS_TITLE"] = "Виртуальная машина ";
$MESS["STOREAS_TEXT"] = "«1C-Битрикс: Виртуальная машина» - готовый виртуальный сервер, полностью настроенный, протестированный и адаптированный для оптимальной работы с продуктами «1С-Битрикс».
<br/><br/>Продукт включает в себя сконфигурированную операционную систему, веб-сервер, базу данных, firewall, почтовый сервер, а также большое число настроек, от которых зависит надежность, производительность и безопасность веб-проекта.
<br/><br/>
Более того, виртуальная машина \"из коробки\" содержит такие компоненты и настройки, чтобы полностью можно было использовать весь функционал продукта с максимально высокой производительностью.";
$MESS["STOREAS_WIZARD"] = "Мастер";
$MESS["STOREAS_DOC"] = "Документация";
?>