<?
$MESS["STOREAS_TITLE"] = "Ввод товаров в ручную";
$MESS["STOREAS_TEXT"] = "Товары можно как импортировать из внешних систем учета, так и ввести вручную. <br/><br/>
При добавлении товара вручную необходимо будет указать название товара, заполнить описание, указать характеристики и свойства, загрузить картинки, задать цены и доступное количество.
<br/><br/>
Если товар имеет предложения, их тоже придется добавить вручную. Это же касается наборов и комплектов, где придется самостоятельно перечислить все товары, которые входят в набор.";
$MESS["STOREAS_WIZARD"] = "Мастер";
$MESS["STOREAS_DOC"] = "Документация";
?>