<?
$MESS ['PATH_TO_USER_TIP'] = "Указывается путь к странице профиля пользователя. Например: sonet_user.php?page=user&user_id=#user_id#.";
$MESS ['PATH_TO_USER_EDIT_TIP'] = "Указывается путь к странице редактирования профиля пользователя. Например: sonet_user_edit.php?page=user&user_id=#user_id#&mode=edit.";
$MESS ['PAGE_VAR_TIP'] = "Указывается имя переменной, которой передается страница социальной сети.";
$MESS ['USER_VAR_TIP'] = "Указывается имя переменной, которой передается ID пользователя социальной сети.";
$MESS ['ID_TIP'] = "Поле содержит код, в котором передается идентификатор пользователя.";
$MESS ['SET_TITLE_TIP'] = "При отмеченной опции в качестве заголовка страницы будет установлено <b>Профиль пользователя</b> \"имя пользователя\".";
$MESS ['USER_PROPERTY_TIP'] = "Отметьте дополнительные свойства, которые необходимо отобразить в профиле пользователя.";
$MESS ['NAME_TEMPLATE_TIP'] = "Допустимы шаблоны: #NAME# - имя, #LAST_NAME# - фамилия, #SECOND_NAME# - отчество, #SECOND_NAME# - отчество, #NAME_SHORT#, #LAST_NAME_SHORT#, #SECOND_NAME_SHORT# - сокращенные до одной буквы имя, фамилия и отчество";
?>