<?
$MESS["CLU_DBNODE_LIST_TITLE"] = "Вертикальный шардинг (базы данных модулей)";
$MESS["CLU_DBNODE_LIST_ID"] = "ID";
$MESS["CLU_DBNODE_LIST_FLAG"] = "Состояние";
$MESS["CLU_DBNODE_NOCONNECTION"] = "нет подключения";
$MESS["CLU_DBNODE_UPTIME"] = "время работы";
$MESS["CLU_DBNODE_UPTIME_UNKNOWN"] = "неизвестно";
$MESS["CLU_DBNODE_LIST_ACTIVE"] = "Активность";
$MESS["CLU_DBNODE_LIST_STATUS"] = "Статус";
$MESS["CLU_DBNODE_LIST_NAME"] = "Название";
$MESS["CLU_DBNODE_LIST_DB_HOST"] = "Сервер";
$MESS["CLU_DBNODE_LIST_DB_NAME"] = "База данных";
$MESS["CLU_DBNODE_LIST_DB_LOGIN"] = "Пользователь";
$MESS["CLU_DBNODE_LIST_MODULES"] = "Модули";
$MESS["CLU_DBNODE_LIST_DESCRIPTION"] = "Описание";
$MESS["CLU_DBNODE_LIST_ADD"] = "Добавить новую базу данных";
$MESS["CLU_DBNODE_LIST_ADD_TITLE1"] = "Запустить мастер добавления нового подключения к базе данных";
$MESS["CLU_DBNODE_LIST_ADD_TITLE2"] = "Добавить новое подключение к базе данных";
$MESS["CLU_DBNODE_LIST_EDIT"] = "Изменить";
$MESS["CLU_DBNODE_LIST_START_USING_DB"] = "Начать использовать";
$MESS["CLU_DBNODE_LIST_STOP_USING_DB"] = "Прекратить использовать";
$MESS["CLU_DBNODE_LIST_NOTE1"] = "<p>Таблицы с данными некоторых модулей можно вынести в отдельную базу данных. Перераспределив нагрузку, создаваемую запросами между различными серверами. Для этого нажмите кнопку \"Добавить новую базу данных\". После добавления подключения данные модуля можно перенести двумя способами.</p>
<p>Первый способ доступен только для MySQL. Он заключается в том, чтобы в списке баз данных модулей в меню действий выбранной базы данных выполнить команду \"Начать использовать\". Запустится мастер переноса данных.</p>
<p>Второй способ заключается в удалении модуля и последующей его установки. На первом шаге установки появится возможность указать базу данных для использования модулем. В этом случае таблицы модуля не будут перенесены.</p>
На данный момент поддерживаются следующие модули:";
$MESS["CLU_DBNODE_LIST_NOTE2"] = "<p><i>Вертикальный шардинг - разделение одной базы данных веб-приложения на две и более базы данных за счет выделения отдельных модулей, без изменения логики работы веб-приложения.</i></p>
<p><i>Горизонтальный шардинг - распределение однотипных данных веб-приложения (например, учетных записей) между отдельными базами данных.</i></p>";
$MESS["CLU_DBNODE_LIST_DELETE"] = "Удалить";
$MESS["CLU_DBNODE_LIST_DELETE_CONF"] = "Удалить подключение?";
$MESS["CLU_DBNODE_LIST_REFRESH"] = "Обновить";
?>