<?php
$MESS["IM_REPLICA_STATUS_DIALOG"] = "Мы больше не поддерживаем коммуникации через Битрикс24.Network. #LINK#";
$MESS["IM_REPLICA_STATUS_CHAT"] = "В чате участвуют #USERS#, которые подключались из других Битрикс24 через сеть Network. Мы больше не поддерживаем коммуникации через Битрикс24.Network, поэтому они не получат сообщения из этого чата. #LINK#";
$MESS["IM_REPLICA_STATUS_CHAT_SINGLE"] = "В чате участвует #USER#, который подключался из другого Битрикс24 через сеть Network. Мы больше не поддерживаем коммуникации через Битрикс24.Network, поэтому он не получит сообщения из этого чата. #LINK#";
$MESS["IM_REPLICA_STATUS_LINK"] = "Подробнее.";