<?php
$MESS["DISK_BIZPROC_BACK_TEXT"] = "Диск";
$MESS["DISK_BIZPROC_BACK_TITLE"] = "Дискке қайту";
$MESS["DISK_BIZPROC_SERIAL_TEXT"] = "Тізбекті бизнес-процесті құру";
$MESS["DISK_BIZPROC_SERIAL_TITLE"] = "Тізбекті бизнес-процесс - құжатты жүйелі түрде өңдеуге мүмкіндік беретін тізбекті бизнес-процесс";
$MESS["DISK_BIZPROC_STATUS_TEXT"] = "Мәртебелері бар бизнес-процесс құру";
$MESS["DISK_BIZPROC_STATUS_TITLE"] = "Мәртебелері бар бизнес-процесс - әртүрлі мәртебелердегі құжаттармен жұмыс істеу кезінде қол жеткізу құқықтарын бөлетін ұзақ бизнес-процесс";
