<?php
$MESS['sender_privacy_text']='Мы как компания, совершающая рассылку, далее Оператор, может обрабатывать следующие персональные данные Пользователя

1. Фамилия, имя, отчество.

2. Электронный адрес.

3. Год, месяц, дата и место рождения.

4. Трекинг открытия писем и переход по ссылкам из письма.

5. Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).

Принципы обработки персональных данных

1. Обработка персональных данных осуществляется на законной и справедливой основе.

2. Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.

3. Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.

4. Обработке подлежат только персональные данные, которые отвечают целям их обработки.

5. Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.

6. При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных или неточных данных.

7. Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.

Цели обработки персональных данных

1. Цель обработки персональных данных Пользователя:

– информирование Пользователя посредством отправки электронных писем;

– предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся в email сообщениях отправляемых Оператором.

7.2. Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, нажав кнопку «Отписаться».

7.3. Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.';
$MESS['sender_privacy_label']='<a href="#consent_url#">Политика конфиденциальности</a> для email-трегкинга.';
$MESS['sender_privacy_title']='Согласие на отслеживание открытия писем';
$MESS['sender_approve_confirmation_title']='Согласие на получение рассылки';
$MESS['sender_approve_confirmation_text']='<p class="u-paragraph">Спасибо, что вы с нами!</p>
<p class="u-paragraph"> Хотите первыми узнавать о скидках? Новых предложениях? Наших новостях? Подтвердите, что вы согласны получать наши рассылки.</p>
<p class="u-paragraph">Если вам покажется, что писем слишком много или информация вам больше не интересна, вы сможете отписаться в любое время. Мы не отправим вам ни одной рассылки без вашего согласия.</p>';
