<?php
$MESS["CACHE_TIME_TIP"] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS["VOTE_ID_TIP"] = "Тізімнен жүйеде жасалған сауалнамалардың бірін таңдауға болады. Сондай-ақ <i>басқа</i> тармағын таңдап, сырттан берілетін сауалнама ID-ін көрсетуге болады, мысалы, ={\$_REQUEST[\"VOTE_ID\"]}, яғни _REQUEST массивінен.";
