<?php
$MESS["SPCR1_CAPTCHA"] = "Автоматты тіркеуден қорғау";
$MESS["SPCR1_CAPTCHA_WRD"] = "Картинадағы сөзді енгізіңіз:";
$MESS["SPCR1_FORG_PASSWORD"] = "Құпиясөзді ұмыттыңыз ба?";
$MESS["SPCR1_IF_NOT_REG"] = "Егер сіз сайтта тіркелмеген болсаңыз";
$MESS["SPCR1_IF_REG"] = "Егер сіз сайтта тіркелген болсаңыз";
$MESS["SPCR1_IF_REMEMBER"] = "Егер сіз логин мен құпиясөзді есіңізде сақтасаңыз, оларды тиісті өрістерге енгізіңіз:";
$MESS["SPCR1_I_AGREE"] = "Мен аффилиат келісімінің шарттарымен келісемін";
$MESS["SPCR1_LASTNAME"] = "Тегі";
$MESS["SPCR1_LOGIN"] = "Логин";
$MESS["SPCR1_NAME"] = "Аты";
$MESS["SPCR1_NEXT"] = "Жалғастыру";
$MESS["SPCR1_PASSWORD"] = "Құпиясөз";
$MESS["SPCR1_PASS_CONF"] = "Құпиясөзді қайталаңыз";
$MESS["SPCR1_REGISTER"] = "Тіркелу";
$MESS["SPCR1_SITE_DESCR"] = "Сіздің сайтыңыздың сипаттамасы:";
$MESS["SPCR1_SITE_URL"] = "Сіздің сайтыңыздың мекенжайы:";
$MESS["SPCR1_UNACTIVE_AFF"] = "Сіз дүкеннің аффилиаты болып табыласыз, бірақ сіздің шотыңыз белсенді емес. Қосымша ақпарат алу үшін дүкен әкімшілігіне хабарласыңыз.";
