<?php
$MESS["CACHE_TIME_TIP"] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS["CP_BRS_PROCESS"] = "RSS арнасының мазмұнын өңдеу";
$MESS["CP_BRS_PROCESS_NONE"] = "өңдеусіз";
$MESS["CP_BRS_PROCESS_QUOTE"] = "html экранизациялау";
$MESS["CP_BRS_PROCESS_TEXT"] = "мәтінге айналдыру";
$MESS["CP_BRS_URL"] = "RSS арнасының мекенжайы";
$MESS["NUM_NEWS_TIP"] = "Сан импортталатын жаңалықтардың санын шектейді.";
$MESS["OUT_CHANNEL_TIP"] = "rss файл құрамында &lt;channel&gt; тегінен тыс жаңалықтар болса, жалаушаны белгілеу қажет.";
$MESS["T_IBLOCK_DESC_RSS_NUM_NEWS"] = "Көрсету үшін жаңалықтар саны (0 - шектеусіз)";
$MESS["T_IBLOCK_DESC_RSS_OUT_CHANNEL"] = "Жаңалықтар арнадан тыс жерде бар ма (әдетте жоқ)";
