<?
$MESS ['SEF_MODE_TIP'] = "При установленном флаге включается поддержка ЧПУ и становятся доступными для  заполнения поля <i>Настройки адресов ЧПУ</i>.";
$MESS ['TICKETS_PER_PAGE_TIP'] = "Задается количество обращений, выводимых  на одной странице. Остальные будут выведены с помощью постраничной навигации.";
$MESS ['MESSAGES_PER_PAGE_TIP'] = "Задается количество сообщений, выводимых  на одной странице. Остальные будут выведены с помощью постраничной навигации.";
$MESS ['SET_PAGE_TITLE_TIP'] = "Выбором значения из списка определяется, устанавливать заголовок страницы или нет.";
$MESS ['VARIABLE_ALIASES_ID_TIP'] = "Задается переменная, в которой будет передаваться идентификатор обращения, например, ID.";
$MESS ['SEF_FOLDER_TIP'] = "Путь до папки, с которой работает компонент. Этот путь может как совпадать с физическим путем, так и не совпадать.";
$MESS ['SEF_URL_TEMPLATES_ticket_list_TIP'] = "Указывается страница со списком обращений. Если в текущем разделе данная страница индексная, то поле можно оставить пустым.";
$MESS ['SEF_URL_TEMPLATES_ticket_edit_TIP'] = "Указывается страница редактирования обращения.";
?>