<?php
$MESS["FM_ST_ACCESS"] = "Қолжетімділік";
$MESS["FM_ST_ACCESS_DEFAULT"] = "Әдепкі бойынша";
$MESS["FM_ST_ACCESS_NOTE"] = "Пайдаланушылар веб-стикерлердің функционалдығымен жұмыс істеуі үшін #LINK_BEGIN#олардың\"Құрылымды басқару\"модуліне қол жеткізе#LINK_END# алатын топқа жататындығына көз жеткізіңіз";
$MESS["FM_ST_ACCESS_TITLE"] = "Стикерлерге қол жеткізу құқықтары";
$MESS["FM_ST_ADD_GROUP_TASK"] = "Қолжетімділік құқығын қосу";
$MESS["FM_ST_CLEAR_ALL"] = "Барлық стикерлерді жою";
$MESS["FM_ST_CLEAR_ALL_CONFIRM"] = "Қалпына келтіру мүмкіндігінсіз барлық стикерлерді жойғыңыз келетініне сенімдісіз бе?";
$MESS["FM_ST_EDIT_GROUP_TITLE"] = "Пайдаланушылар тобының параметрлерін қарау";
$MESS["FM_ST_SELECT_GROUP"] = "топты таңдаңыз";
$MESS["FM_ST_SETTINGS"] = "Баптаулар";
$MESS["FM_ST_SETTINGS_TITLE"] = "Стикерлер баптаулары";
$MESS["FM_ST_SET_HIDE_BOTTOM"] = "Стикерлердегі батырмалары бар төменгі жолақты жасыру";
$MESS["FM_ST_SET_SIZES"] = "Беттегі стикердің бастапқы өлшемдері (ені х биіктігі, px-де)";
$MESS["FM_ST_SET_SMART_MARKER"] = "Таңдалған аймақты беттегі элементтерге байластыру";
$MESS["FM_ST_SET_SUPAFLY"] = "Стикерлерді көрсету кезінде көрнекі әсерді пайдалану";
$MESS["FM_ST_USE_HOTKEYS"] = "Веб-стикерлерді қосу үшін пернелер тіркесімі комбинациясын пайдаланыңыз";
