<?php
$MESS["BLOG_URL_TIP"] = "Өрісте блогтың идентификаторы берілетін код бар.";
$MESS["BLOG_VAR_TIP"] = "Блогтың ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["CACHE_TIME_TIP"] = "Өріс кештеу уақытын секундтармен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: берілген уақыт ішінде кештеу қосылған кезде әрекет етеді; <br /><i>Кештеу</i>: кештеу үшін тек кештеу уақытын анықтау керек;<br /><i>Кештемеу</i>: кез келген жағдайда кештеу жоқ.";
$MESS["ID_TIP"] = "Өрісте блог хабарламасының идентификаторы берілетін код бар.";
$MESS["PAGE_VAR_TIP"] = "Блогтың парақшасы берілетін айнымалының аты көрсетіледі.";
$MESS["PATH_TO_TRACKBACK_TIP"] = "Хабарламаның trackback' парақшасына толық жол көрсетіледі. Мысалы: /blog/blog_p_track_get.php?page=trackback&blog=#blog#&post_id=#post_id#.";
$MESS["POST_VAR_TIP"] = "Блог хабарламасының ID-і берілетін айнымалының аты көрсетіледі.";
