<?php
$MESS["CACHE_TIME_TIP"] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS["FIELD_CODE_TIP"] = "Тізімделген өрістердің арасында сүзгі үшін қосымша өрістерді таңдауға болады.";
$MESS["FILTER_NAME_TIP"] = "Айнымалының аты беріледі, оған сүзгіден параметрлер массиві беріледі. Сүзгіден шығатын элементтерді анықтау үшін қызмет етеді. Өріс бос қалдырылуы мүмкін, сонда әдепкі мән қолданылады.";
$MESS["IBLOCK_ID_TIP"] = "Орнатылған түрдегі ақпараттық блоктардың бірі таңдалады. Егер тармақ (басқа)-> болса, онда жанындағы өріске ақпарат блогының ID-ін көрсету қажет.";
$MESS["IBLOCK_TYPE_TIP"] = "Тізімнен жүйеде жасалған ақпараттық блоктардың біреуі таңдалады Таңдалған түрге арналған ақпараттық блоктар <b><i>ок</b></i> батырмасын басқаннан кейін жүктеледі.";
$MESS["LIST_HEIGHT_TIP"] = "Бұл сан сүзгідегі көрсетілетін көптік тізімдердің биіктігін анықтайды.";
$MESS["NUMBER_WIDTH_TIP"] = "Сан сүзгі формасындағы мәтіндік өрістің енін анықтайды.";
$MESS["PRICE_CODE_TIP"] = "Элементтер үшін қай баға түрі көрсетілетінін анықтайды. Егер ешқандай түр таңдалмаса, онда баға мен <i>Сатып алу</i> және <i>Себетке қосу</i> батырмалары көрсетілмейді.";
$MESS["PROPERTY_CODE_TIP"] = "Ақпараттық блок қасиеттерінің арасынан сүзгі өрістері ретінде көрсетілетіндерін таңдауға болады. (Таңдалмаған) -> тармағын таңдағанда және төмендегі жолдарда қасиеттер кодтары көрсетілмесе, қасиеттер көрсетілмейді.";
$MESS["SAVE_IN_SESSION_TIP"] = "Опция белгіленген кезде пайдаланушы сессиясында сүзгі баптаулары сақталады.";
$MESS["TEXT_WIDTH_TIP"] = "Сан сүзгі формасындағы мәтіндік өрістің енін анықтайды.";
