<?php
$MESS["BPATT_ALL"] = "Барлығы";
$MESS["BPATT_AUTO_EXECUTE"] = "Автоматты түрде іске қосу";
$MESS["BPATT_HELP1_TEXT_1"] = "Мәртебелері бар бизнес-процесс - әртүрлі мәртебелердегі құжаттармен жұмыс істеу кезінде қолжеткізу құқықтарын бөлетін ұзақ бизнес-процесс.";
$MESS["BPATT_HELP2_TEXT_1"] = "Тізбекті бизнес-процесс - құжатты жүйелі түрде өңдеуге мүмкіндік беретін қарапайым бизнес-процесс.";
$MESS["BPATT_MODIFIED"] = "Өзгертілді";
$MESS["BPATT_NAME"] = "Атауы";
$MESS["BPATT_USER"] = "Өзгертті";
$MESS["WD_EMPTY"] = "Бизнес-процестердің бірде-бір қалыбы жоқ. Стандартты <a href=#HREF#>бизнес-процестерді</a> құру.";
$MESS["WD_EMPTY_DEFAULT"] = "Бизнес-процестердің бірде-бір қалыбы жоқ.";
