<?php
$MESS["BR_BLOG_URL"] = "Блог жолы";
$MESS["BR_BLOG_VAR"] = "Блог идентификаторы үшін айнымалының атауы";
$MESS["BR_MODE"] = "RSS-ке беру";
$MESS["BR_MODE_COMMENT"] = "Пікірлер";
$MESS["BR_MODE_POST"] = "Хабарламалар";
$MESS["BR_NUM_POSTS"] = "Хабарламалар саны";
$MESS["BR_PAGE_VAR"] = "Парақша үшін айнымалының атауы";
$MESS["BR_PATH_TO_BLOG"] = "Блог парақшасына жол қалыбы";
$MESS["BR_PATH_TO_POST"] = "Блог хабарламасы бар парақшаға жол қалыбы";
$MESS["BR_PATH_TO_USER"] = "Блог пайдаланушысының парақшасына жол қалыбы";
$MESS["BR_POST_ID"] = "Блог хабарламасының идентификаторы";
$MESS["BR_POST_VAR"] = "Блог хабарламасының идентификаторы үшін айнымалының атауы";
$MESS["BR_TYPE"] = "RSS пішімі";
$MESS["BR_USER_VAR"] = "Блог пайдаланушысының идентификаторы үшін айнымалының атауы";
$MESS["B_VARIABLE_ALIASES"] = "Айнымалылардың атаулары";
