<?php
$MESS["GENERAL_PAGE_GROUP_ID"] = "Блогтарды көрсету үшін топ";
$MESS["SEARCH_COLOR_NEW"] = "Тегтер бұлты үшін кейінгі тегтің түсі (мысалы: \"C0C0C0\")";
$MESS["SEARCH_COLOR_OLD"] = "Тегтер бұлты үшін ертерек тегтің түсі (мысалы: \"FEFEFE\")";
$MESS["SEARCH_COLOR_TYPE"] = "Тегтер бұлты үшін түстің біркелкі өзгеруі";
$MESS["SEARCH_FONT_MAX"] = "Тегтер бұлты үшін қаріптің максималды өлшемі (px)";
$MESS["SEARCH_FONT_MIN"] = "Тегтер бұлты үшін қаріптің минималды өлшемі (px)";
$MESS["SEARCH_PERIOD"] = "Тегтерді таңдау кезеңі (күндер)";
$MESS["SEARCH_PERIOD_NEW_TAGS"] = "Тегті бұлттағы жаңа деп санау кезеңі (күндер)";
$MESS["SEARCH_WIDTH"] = "Тегтер бұлтының ені (мысалы: \"100%\" немесе \"100px\", \"100pt\", \"100in\")";
$MESS["USER_PROPERTY_NAME"] = "Қосымша қасиеттері бар бетбелгі атауы";
