<?php
$MESS["SALE_CSM_WIZARD_FINISHSTEP_DESCR1"] = "Сіз 1С-Битрикс: Сайтты басқару + Битрикс24-тің бақытты иегері болдыңыз!";
$MESS["SALE_CSM_WIZARD_FINISHSTEP_DESCR2"] = "Тапсырыстарды өңдеу Битрикс24-ке өткеннен кейін фондық режимде басталады. Тапсырыстарды өңдеу процесі Битрикс24 беттерінде көрсетіледі. Барлық тапсырыстарды өңдегеннен кейін сіз мәлімдеме аласыз.";
$MESS["SALE_CSM_WIZARD_FINISHSTEP_ORDER_LINK"] = "Тапсырыстарға өту";
$MESS["SALE_CSM_WIZARD_FINISHSTEP_TITLE"] = "Орнату аяқталды";
