<?
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: діє при увімкненому кешуванні протягом заданого часу;<br /><i>Кешувати</i>: для кешування необхідно визначити тільки час кешування;<br /><i>Не кешувати</i>: кешування немає у будь-якому випадку.";
$MESS["WEB_FORM_ID_TIP"] = "У випадаючому списку виведені всі веб-форми зі сторінки <i>Список форм</i>. Пункт <i>інше</i> може бути використаний, якщо ID форми буде передаватися в компонент ззовні, тобто через _REQUEST.";
$MESS["CHAIN_ITEM_TEXT_TIP"] = "В даному полі можна задати назву пункту навігаційного ланцюжка. Наприклад, «нова форма».";
$MESS["VARIABLE_ALIASES_WEB_FORM_ID_TIP"] = "В даному полі зазначається ім'я змінної, в якій буде передаватися ID веб-форми. За умовчанням поле містить WEB_FORM_ID.";
$MESS["VARIABLE_ALIASES_RESULT_ID_TIP"] = "В даному полі зазначається ім'я змінної, в якій буде передаватися ID веб-форми. За умовчанням поле містить WEB_FORM_ID.";
$MESS["SEF_FOLDER_TIP"] = "В даному полі зазначається каталог, який буде відображатися в URL при переході на створювану сторінку.";
$MESS["EDIT_URL_TIP"] = "У явному вигляді вказується шлях до сторінки редагування результату. Якщо перехід на сторінку редагування результатів не потрібний, то дане поле можна залишити порожнім.";
$MESS["SUCCESS_URL_TIP"] = "У явному вигляді вказується шлях до сторінки з повідомленням про успішну відправку результату форми. Використовується при відправленні результату користувачем без прав редагування результату. Дане поле можна залишити порожнім, в цьому випадку користувач буде переадресований на сторінку з формою з виведенням повідомлення.";
$MESS["LIST_URL_TIP"] = "У явному вигляді вказується шлях до сторінки зі списком результатів. Якщо після заповнення форми не буде переходу на сторінку зі списком результатів, то дане поле можна залишити порожнім.";
$MESS["CHAIN_ITEM_LINK_TIP"] = "Поле дозволяє додати посилання на додатковому пункті у навігаційному ланцюжку.";
$MESS["CACHE_TIME_TIP"] = "Поле слугує для вказівки часу кешування в секундах.";
$MESS["IGNORE_CUSTOM_TEMPLATE_TIP"] = "При зазначеній опції буде використовуватися шаблон форми за умовчанням.";
$MESS["USE_EXTENDED_ERRORS_TIP"] = "При встановленій опції будуть виведені повідомлення про помилки і відзначені невірно заповнені поля.";
$MESS["SEF_MODE_TIP"] = "При встановленому прапорі вмикається підтримка ЛЗУ.";
?>