<?
$MESS ['BLOG_COUNT_TIP'] = "Число определяет количество блогов, выводимых на странице.";
$MESS ['SHOW_DESCRIPTION_TIP'] = "При выборе значения <i>Да</i> будет выводится описание блога.";
$MESS ['SORT_BY1_TIP'] = "Указывается поле, по которому будет происходить первая сортировка блогов.";
$MESS ['SORT_ORDER1_TIP'] = "В каком направлении будут отсортированы блоги: по возрастанию или по убыванию.";
$MESS ['SORT_BY2_TIP'] = "Указывается поле, по которому будет происходить вторая сортировка блогов.";
$MESS ['SORT_ORDER2_TIP'] = "В каком направлении будут отсортированы блоги по второй сортировке: по возрастанию или по убыванию.";
$MESS ['PATH_TO_BLOG_TIP'] = "Указывается путь к главной странице блога. Например: blog_blog.php?page=blog&blog=#blog#.";
$MESS ['PATH_TO_USER_TIP'] = "Указывается путь к странице профиля пользователя. Например, blog_user.php?page=user&user_id=#user_id#.";
$MESS ['BLOG_VAR_TIP'] = "Указывается имя переменной, которой передается ID блога.";
$MESS ['USER_VAR_TIP'] = "Указывается имя переменной, которой передается ID пользователя блога.";
$MESS ['PAGE_VAR_TIP'] = "Указывается имя переменной, которой передается страница блога.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "Поле служит для указания времени кеширования в секундах.";
?>