<?php
$MESS['AJAX_MODE_TIP'] = "AJAX режимі компоненті үшін қосу.";
$MESS['AJAX_OPTION_HISTORY_TIP'] = "Пайдаланушы AJAX-өтулерді орындаған кезде, опция қосылған кезде браузердің \"Артқа\" және \"Алға\" батырмаларын пайдалануға болады.";
$MESS['AJAX_OPTION_JUMP_TIP'] = "Егер пайдаланушы AJAX-өтуді орынаса, жүктеу аяқталғаннан кейін компоненттің басына айналып өтеді.";
$MESS['AJAX_OPTION_SHADOW_TIP'] = "Өтуді орындау кезінде өзгеруі тиіс аймақ көлеңкеленеді.";
$MESS['AJAX_OPTION_STYLE_TIP'] = "AJAX-өтулерді орындау кезінде компоненттен туындаған стильдер тізімі жүктеледі және өңделеді.";
$MESS['ALLOW_ANONYMOUS_TIP'] = "Опция белгіленген кезде анонимді пайдаланушылар сайтқа тіркелусіз, тек электрондық пошта мекенжайын көрсету арқылы жіберілімге жазыла алады.";
$MESS['CACHE_TIME_TIP'] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS['CACHE_TYPE_TIP'] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS['SET_TITLE_TIP'] = "Жалауша орнатылған кезде, жазылымды редакциялау кезінде парақша тақырыпаты <i>Жазылым параметрлерін редакциялау</i> немесе <i>Жазылым мекенжайын қосу</i> болады.";
$MESS['SHOW_AUTH_LINKS_TIP'] = "Егер опция белгіленсе, онда жіберелімге жазылу кезінде анонимді пайдаланушыға авторлану немесе тіркеу нысандары көрсетіледі.";
$MESS['SHOW_HIDDEN_TIP'] = "Опция белгіленген кезде редакциялау парақшасында барлық белсенді санаттар көрсетіледі.";
