<?
$MESS["SCVC_TEMPLATE_LICENSE_TITLE"] = "Расширенная Живая лента";
$MESS["SCVC_TEMPLATE_LICENSE_TITLE2"] = "Расширенная лента новостей";
$MESS["SCVC_TEMPLATE_LICENSE_TEXT"] = "Количество просмотров сообщения Живой ленты доступно на тарифах, начиная с \"Проект+\".<br><br>Вы  можете увидеть количество просмотров данного сообщения, а также кто из  сотрудников прочитал его – для этого просто наведите курсор на иконку.";
$MESS["SCVC_TEMPLATE_LICENSE_TEXT2"] = "Количество просмотров сообщения ленты новостей доступно на тарифах, начиная с \"Проект+\".<br><br>Вы  можете увидеть количество просмотров данного сообщения, а также кто из  сотрудников прочитал его – для этого просто наведите курсор на иконку.";
$MESS["SCVC_TEMPLATE_POPUP_TITLE"] = "Просмотры";
?>