<?
$MESS ['SONET_C34_T_PROMT'] = "Пользователю будет отправлено приглашение присоединиться к списку Ваших друзей. После того, как пользователь согласится принять приглашение, он появится в списке.";
$MESS ['SONET_C34_T_USER'] = "Пользователь";
$MESS ['SONET_C34_T_MESSAGE'] = "Ваше сообщение";
$MESS ['SONET_C34_T_SAVE'] = "Отправить сообщение";
$MESS ['SONET_C34_T_SUCCESS'] = "Ваше приглашение отправлено. После того, как пользователь согласится принять приглашение, он появится в списке ваших друзей.";
?>