<?php
$MESS["MAIN_USER_CONSENT_INTL_DESCRIPTION"] = "Ресейде жеке деректерді жинау кезінде пайдаланушының жеке деректерін өңдеуге міндетті келісімі қажет. <a target=\"_blank\" href=\"https://152fz.net/\">Толығырақ</a>";
$MESS["MAIN_USER_CONSENT_INTL_DESCRIPTION_BY"] = "Беларусьте 2021 жылғы 15 қарашадан бастап БЕЛАРУСЬ РЕСПУБЛИКАСЫНЫҢ № 99-З \"Дербес деректерді қорғау туралы\" Заңы күшіне енді <a target=\"_blank\" href=\"https://pravo.by/upload/docs/op/H12100099_1620939600.pdf\">Толығырақ</a>";
$MESS["MAIN_USER_CONSENT_INTL_DESCRIPTION_KZ"] = "-";
$MESS["MAIN_USER_CONSENT_INTL_FIELDS_HINT"] = "Пайдалану жағдайы, үшінші тұлғалар, өріс атаулары келісімге автоматты түрде енгізіледі.";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_COMPANY_ADDRESS"] = "Компанияның тіркеу мекенжайы";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_COMPANY_ADDRESS_HINT"] = "Толық мекенжайды көрсетіңіз";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_COMPANY_NAME"] = "Компания атауы";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_COMPANY_NAME_HINT"] = "Мысал: Иванов ЖК (ЖКНМТН 123456, СТН 7890)";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_EMAIL"] = "Шағымдар үшін Email-мекенжайы";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_PURPOSES"] = "Жеке деректерді пайдалану нұсқасын көрсету";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_PURPOSES_DEFAULT"] = "- маған қызмет/жұмыс ұсыну;
- көрсетілетін қызметтерге/жұмыстарға қатысты хабарламаларды менің мекенжайыма жолдау;
- менің сұрауларыма жауап дайындау және жіберу;
- менің мекенжайыма Оператордың іс-шаралары/тауарлары/қызметтері/жұмыстары туралы ақпаратты, оның ішінде жарнамалық ақпаратты жіберу.
";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_PURPOSES_DEFAULT_BY"] = "- маған қызмет/жұмыс ұсыну үшін;
- көрсетілетін қызметтерге/жұмыстарға қатысты хабарламаларды менің мекенжайыма жолдау;
- менің сұрауларыма жауаптар дайындау және жіберу.
";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_PURPOSES_HINT"] = "Жеке деректерді пайдалану нұсқасын көрсетіңіз";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_THIRD_PARTIES"] = "Ақпарат үшінші тұлғаларға беріледі";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_THIRD_PARTIES_HINT"] = "Жеке деректерді жіберетін компаниялардың деректерін тізімдеңіз. 
Мысал: Иванов ЖК (ЖКНМТН 123456, ЖСН 7890)";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_THIRD_PARTIES_HINT_BY"] = "Жеке деректерді жіберетін компаниялардың деректерін тізімдеңіз. \nМысал: Иванов А. В. ЖК (ТЕН 123456)";
$MESS["MAIN_USER_CONSENT_INTL_FIELD_THIRD_PARTIES_HINT_KZ"] = "Жеке деректерді жіберетін компаниялардың деректерін тізімдеңіз. \nМысал: Касенов С.В. ЖК ЖСН 123456";
$MESS["MAIN_USER_CONSENT_INTL_HINT_FIELD_DEFAULT"] = "Әдепкі бойынша мәтінге келесілер қойылады:";
$MESS["MAIN_USER_CONSENT_INTL_LABEL"] = "«%button_caption%» батырмасын басу арқылы мен дербес деректерді өңдеуге келісімде айқындалған шарттар мен мақсаттар үшін \"Дербес деректер туралы\" 27.07.2006 жылғы №152-ФЗ Федералдық заңына сәйкес дербес деректерімді өңдеуге өз келісімімді беремін";
$MESS["MAIN_USER_CONSENT_INTL_LABEL_BY"] = "«%button_caption%» батырмасын басу арқылы мен пайдаланушы келісімінің шарттарын қабылдаймын және дербес деректерді өңдеуге келісімде айқындалған шарттар мен мақсаттар үшін менің дербес деректерімді өңдеуге Келісім беремін.";
$MESS["MAIN_USER_CONSENT_INTL_LABEL_KZ"] = "«%button_caption%» батырмасын баса отырып, мен дербес деректерді өңдеуге келісімде айқындалған шарттарда және мақсаттар үшін \"Дербес деректер және оларды қорғау туралы\" 2013 жылғы 21 мамырдағы № 94-V Қазақстан Республикасының Заңына сәйкес дербес деректерімді өңдеуге өз келісімімді беремін";
$MESS["MAIN_USER_CONSENT_INTL_LANG_NAME_BY"] = "Беларусь ";
$MESS["MAIN_USER_CONSENT_INTL_LANG_NAME_KZ"] = "Қазақстан";
$MESS["MAIN_USER_CONSENT_INTL_NAME"] = "«%language_name%» дербес деректерді өңдеуге стандартты келісім";
$MESS["MAIN_USER_CONSENT_INTL_NOTIFY_TEXT"] = "2017 жылғы шілдеде \"Дербес деректер туралы\" 27.07.2006 жылғы ФЗ-152-ге түзетулер күшіне енді және айыппұлдар айтарлықтай өсті.
Битрикс24 сізге заң талаптарын қанағаттандыруға және айыппұлдарды болдырмауға көмектеседі.";
$MESS["MAIN_USER_CONSENT_INTL_NOTIFY_TEXT_BTN"] = "Толығырақ";
$MESS["MAIN_USER_CONSENT_INTL_PHRASE_COMPANY_NAME"] = "%rq_company_name% (НМТН %rq_ogrn%, СТН %rq_inn%)";
$MESS["MAIN_USER_CONSENT_INTL_PHRASE_COMPANY_NAME_BY"] = "%rq_company_name% ТЕН %rq_inn%";
$MESS["MAIN_USER_CONSENT_INTL_PHRASE_COMPANY_NAME_KZ"] = "%rq_company_name% ЖСН %rq_iin%";
$MESS["MAIN_USER_CONSENT_INTL_PHRASE_IP_NAME"] = "%rq_name% ЖК (ЖКНМТН %rq_ogrnip%, СТН %rq_inn%)";
$MESS["MAIN_USER_CONSENT_INTL_PHRASE_IP_NAME_BY"] = "ЖК %rq_name% ТЕН %rq_inn%";
$MESS["MAIN_USER_CONSENT_INTL_PHRASE_IP_NAME_KZ"] = "ЖК %rq_name% ЖСН %rq_inn%";
$MESS["MAIN_USER_CONSENT_INTL_TEXT"] = "Дербес деректерді өңдеуге келісім

Осы арқылы 27.07.2006 жылғы \"Дербес деректер туралы\" № 152-ФЗ Федералдық заңына сәйкес еркін, өз еркіммен және өз мүддеммен Ресей Федерациясының заңнамасына сәйкес тіркелген %COMPANY_NAME% дербес деректерімді өңдеуге сөзсіз келісімімді білдіремін: 
%company_address% (бұдан әрі мәтін бойынша - Оператор).
1. Мен ұсынатын арнайы немесе биометриялық емес дербес деректердің бір, бірнеше немесе барлық санаттарын өңдеуге келісім беріледі, олар мыналарды қамтуы мүмкін:

%fields%

2. Оператор келесі әрекеттерді орындай алады: жинау; жазу; жүйелеу; жинақтау; сақтау; нақтылау (жаңарту, өзгерту); шығару; пайдалану; бұғаттау; жою; өшіру. 

3. Өңдеу әдістері: автоматтандыру құралдарын қолдану арқылы да, оларды қолданбай да.

4. Өңдеу мақсаты: маған қызметтерді / жұмыстарды ұсыну, соның ішінде көрсетілетін қызметтерге/жұмыстарға қатысты мәлімдемелерді менің мекенжайыма жіберу, менің сұрауларыма жауап дайындау және жіберу, оператордың іс-шаралары/тауарлары/қызметтері/жұмыстары туралы ақпаратты менің мекенжайыма жіберу.

5. Оператор менің дербес деректерімді \"1С-Битрикс24\" ЭЕМ арналған бағдарлама арқылы өңдей алатындығына байланысты, мен операторға \"1С-Битрикс\" ЖШҚ-ның (НМТН 5077746476209) 109544, Мәскеу қ., Энтузиастов б-ры, 2-үй, 13 қабат, 8-19 үй-жай мекенжайы бойынша тіркелген тиісті тапсырмасын жүзеге асыруға келісімімді беремін, 

6. Осы Келісім оны %email% электрондық мекенжайына немесе %company_address% мекенжайына тиісті мәлімдемені жіберу арқылы қайтарып алған сәтке дейін қолданылады.

7. Мен дербес деректерді өңдеуге келісімді қайтарып алған жағдайда, Оператор 27.07.2006 ж. №152-ФЗ \"Дербес деректер туралы\" Федералдық заңында көзделген негіздер болған кезде менің келісімімсіз дербес деректерді өңдеуді жалғастыруға құқылы.";
$MESS["MAIN_USER_CONSENT_INTL_TEXT_BY"] = "
Дербес деректерді өңдеуге келісім

Осымен мен төменде көрсетілген мәліметтерге сәйкес %company_address% (бұдан әрі мәтін бойынша – Оператор) мекенжайы бойынша тіркелген %COMPANY_NAME% мен ұсынған дербес деректерді өңдеуге өзімнің еркін, бір мәнді және ақпараттандырылған келісімімді білдіремін:

1. Оператор менің жеке деректеріммен келесі әрекеттерді орындай алады: жеке деректерді жинау, жүйелеу, сақтау, өзгерту, пайдалану, иесіздендіру, бұғаттау, тарату, беру, жою.

2. Мен келесі дербес деректерді өңдеуге келісім бердім:
%fields%

3. Оператор менің жеке деректерімді келесі мақсаттарда өңдей алады:
%purposes%

сондай-ақ, осымен Оператордың іс-шаралары/тауарлары/қызметтері/жұмыстары туралы ақпаратты, оның ішінде жарнамалық ақпаратты менің мекенжайыма жіберуіне келісім білдіремін.

4. Дербес деректерді өңдеу тәсілдері: автоматтандыру құралдарын пайдалана отырып, оларды пайдаланбай, аралас тәсілмен.

5. Оператор менің дербес деректерімді Битрикс24 және 1С-Битрикс жүйелеріне енгізе алады, осы ретте менің дербес деректерімді өңдеуді өкілетті тұлға ретінде \"1С Битрикс\" Шетелдік ақпараттық-технологиялық унитарлық кәсіпорны, ТЕН 192042385, заңды мекенжайы: Беларусь Республикасы, 220062, Минск қ., Жеңімпаздар даңғылы, 110-үй, 5-1 кеңсе жүзеге асырады.
%cut.third_parties.start%Бұл келісім үшінші тұлғаға(ларға) беріледі %third_parties% %cut.third_parties.end%

6. Келісімнің қолданылу мерзімі-оны қайтарып алу сәтіне дейін.

7. Дербес деректерді өңдеуге өз келісімімді бере отырып, маған дербес деректер субъектісі ретіндегі құқықтарым және оларды іске асыру тетігі түсіндірілгенін растаймын:

а) Оператордың дербес деректерді өңдеуі туралы мәліметтерді алу құқығы;
б) өкілетті тұлғаларға ақпарат беру туралы ақпарат алу құқығы;
в) өзінің дербес деректеріне өзгерістер енгізу құқығы;
г) дербес деректерді өңдеуді тоқтатуды және оларды жоюды талап ету құқығы;
д) өңдеуге келісімді кері қайтарып алу құқығы.

Жоғарыда көрсетілген құқықтардың біреуін немесе бірнешеуін іске асыру үшін Операторға өтініш жолдау қажет, онда: тегі, аты, әкесінің аты (бар болса); тұрғылықты жерінің (тұратын жерінің) мекенжайы; туған күні; талаптардың мәнін баяндау; жеке қолы немесе электрондық цифрлық қолтаңбасы көрсетілуі тиіс.

А – г тармақтарынан құқықтарды іске асыру үшін Операторға осы өтінішті жолдау қажет:

- жазбаша нысанда: %company_address% мекенжайына.
- электрондық мекенжайға электрондық құжат түрінде: %email%.

Кері қайтарып алу құқығын іске асыру үшін (д. т.) Операторға келісімді %email% электрондық мекенжайына қайтарып алу немесе Операторға өтініш жіберу ниеті туралы хабарлау қажет:

- жазбаша нысанда: %company_address% мекенжайына.
- электрондық мекенжайға электрондық құжат түрінде: %email%.

8. Мен өзімнің дербес деректерімді өңдеуге келісім беруден бас тарту немесе оператордың дербес деректерді өңдеуді тоқтатуы оператордың іс-шаралары/тауарлары/қызметтері/жұмыстары туралы ақпарат алуыма мүмкіндік бермейтінін білемін.
Дербес деректерді өңдеуге келісім";
$MESS["MAIN_USER_CONSENT_INTL_TEXT_KZ"] = "Дербес деректерді өңдеуге келісім

Осы арқылы \"Дербес деректер және оларды қорғау туралы\" 2013 жылғы 21 мамырдағы N 94-V Қазақстан Республикасының Заңына сәйкес өз еркіммен және өз мүддемде ҚР заңнамасына сәйкес тіркелген %COMPANY_NAME% дербес деректерімді өңдеуге өзімнің сөзсіз келісімімді білдіремін:
%company_address% (бұдан әрі мәтін бойынша - Оператор).
Дербес деректер-осындай ақпарат негізінде айқындалатын немесе айқындалған жеке тұлғаға қатысты кез келген ақпарат.
Осы Келісімді мен келесі дербес деректерді өңдеуге бердім:
%fields%

Операторға автоматтандыру құралдарын пайдалана отырып және/немесе мұндай құралдарды пайдаланбай менің дербес деректеріммен мынадай әрекеттерді жасау үшін келісім берілді: жинау, жүйелеу, жинақтау, сақтау, нақтылау (жаңарту, өзгерту), пайдалану, иесіздендіру, %cut.third_parties.start%төмендегі мақсаттар үшін үшінші тұлғаларға беру%cut.third_parties.end%, сондай-ақ ҚР қолданыстағы заңнамасында автоматтандырылмаған және автоматтандырылған тәсілдермен көзделген кез келген өзге әрекеттерді жүзеге асыру.
Бұл келісім Операторға %cut.third_parties.start%және үшінші тұлғаға(ларға)%third_parties% %cut.third_parties.end% менің дербес деректерімді келесі мақсаттарда өңдеу үшін беріледі:
%purposes%

Осы Келісім тиісті мәлімдемені %email% электрондық мекенжайына жіберу арқылы оны қайтарып алу сәтіне дейін қолданылады. Мен дербес деректерді өңдеуге келісімді қайтарып алған жағдайда Оператор \"Дербес деректер және оларды қорғау туралы\" 2013 жылғы 21 мамырдағы N 94-V Қазақстан Республикасы Заңының 9-бабында көрсетілген негіздер болған кезде менің келісімімсіз дербес деректерді өңдеуді жалғастыруға құқылы.";
$MESS["MAIN_USER_CONSENT_INTL_TYPE_N"] = "Өзіндік";
$MESS["MAIN_USER_CONSENT_INTL_TYPE_S"] = "Стандартты";
