<?
$MESS["WF_STATUS_CHANGE_NAME"] = "Изменен статус документа";
$MESS["WF_STATUS_CHANGE_DESC"] = "#ID# - ID
#ADMIN_EMAIL# - EMail'ы администраторов документооборота (через запятую)
#BCC# - скрытая копия (все, кто изменял либо может изменить документ в его текущем статусе)
#PREV_STATUS_ID# - ID предыдущего статуса документа
#PREV_STATUS_TITLE# - наименование предыдущего статуса документа
#STATUS_ID# - ID статуса
#STATUS_TITLE# - наименование статуса
#DATE_ENTER# - дата создания документа
#ENTERED_BY_ID# - ID пользователя, создавшего документ
#ENTERED_BY_NAME# - имя пользователя, создавшего документ
#ENTERED_BY_EMAIL# - EMail пользователя, создавшего документ
#DATE_MODIFY# - дата изменения документа
#MODIFIED_BY_ID# - ID пользователя, изменившего документ
#MODIFIED_BY_NAME# - имя пользователя, изменившего документ
#FILENAME# - полное имя файла
#TITLE# - заголовок файла
#BODY_HTML# - содержимое документа в формате HTML
#BODY_TEXT# - содержимое документа в формате TEXT
#BODY# - содержимое документа, хранящееся в базе
#BODY_TYPE# - тип содержимого документа
#COMMENTS# - комментарий
";
$MESS["WF_STATUS_CHANGE_SUBJECT"] = "#SITE_NAME#: Изменен статус документа # #ID#";
$MESS["WF_STATUS_CHANGE_MESSAGE"] = "Изменен статус документа # #ID# на сайте #SITE_NAME#.
---------------------------------------------------------------------------

Сейчас поля документа имеют следующие значения:

Имя файла    - #FILENAME#
Заголовок    - #TITLE#
Статус       - [#STATUS_ID#] #STATUS_TITLE#; предыдущий - [#PREV_STATUS_ID#] #PREV_STATUS_TITLE#
Создан       - #DATE_ENTER#; [#ENTERED_BY_ID#] #ENTERED_BY_NAME#
Изменен      - #DATE_MODIFY#; [#MODIFIED_BY_ID#] #MODIFIED_BY_NAME#

Содержимое (тип - #BODY_TYPE#):
---------------------------------------------------------------------------
#BODY_TEXT#
---------------------------------------------------------------------------

Комментарий:
---------------------------------------------------------------------------
#COMMENTS#
---------------------------------------------------------------------------

Для просмотра и редактирования документа воспользуйтесь ссылкой:
http://#SERVER_NAME#/bitrix/admin/workflow_edit.php?lang=ru&ID=#ID#

Письмо сгенерировано автоматически.
";
$MESS["WF_NEW_DOCUMENT_NAME"] = "Создан новый документ";
$MESS["WF_NEW_DOCUMENT_DESC"] = "#ID# - ID
#ADMIN_EMAIL# - EMail'ы администраторов документооборота (через запятую)
#BCC# - скрытая копия (все, кто изменял либо может изменить документ в его текущем статусе)
#STATUS_ID# - ID статуса
#STATUS_TITLE# - наименование статуса
#DATE_ENTER# - дата создания документа
#ENTERED_BY_ID# - ID пользователя, создавшего документ
#ENTERED_BY_NAME# - имя пользователя, создавшего документ
#ENTERED_BY_EMAIL# - EMail пользователя, создавшего документ
#FILENAME# - полное имя файла
#TITLE# - заголовок файла
#BODY_HTML# - содержимое документа в формате HTML
#BODY_TEXT# - содержимое документа в формате TEXT
#BODY# - содержимое документа, хранящееся в базе
#BODY_TYPE# - тип содержимого документа
#COMMENTS# - комментарий
";
$MESS["WF_NEW_DOCUMENT_SUBJECT"] = "#SITE_NAME#: Создан новый документ";
$MESS["WF_NEW_DOCUMENT_MESSAGE"] = "Создан новый документ на сайте #SITE_NAME#.
---------------------------------------------------------------------------

Сейчас поля документа имеют следующие значения:

ID           - #ID#
Имя файла    - #FILENAME#
Заголовок    - #TITLE#
Статус       - [#STATUS_ID#] #STATUS_TITLE#
Создан       - #DATE_ENTER#; [#ENTERED_BY_ID#] #ENTERED_BY_NAME#

Содержимое (тип - #BODY_TYPE#):
---------------------------------------------------------------------------
#BODY_TEXT#
---------------------------------------------------------------------------

Комментарий:
---------------------------------------------------------------------------
#COMMENTS#
---------------------------------------------------------------------------

Для просмотра и редактирования документа воспользуйтесь ссылкой:
http://#SERVER_NAME#/bitrix/admin/workflow_edit.php?lang=ru&ID=#ID#

Письмо сгенерировано автоматически.
";
$MESS["WF_IBLOCK_STATUS_CHANGE_NAME"] = "Изменен статус элемента инфоблока";
$MESS["WF_IBLOCK_STATUS_CHANGE_DESC"] = "#ID# - ID
#IBLOCK_ID# - ID информационного блока
#IBLOCK_TYPE# - тип информационного блока
#SECTION_ID# - ID секции
#ADMIN_EMAIL# - EMail'ы администраторов документооборота
#BCC# - скрытая копия (все, кто изменял либо может изменить элемент)
#PREV_STATUS_ID# - ID предыдущего статуса документа
#PREV_STATUS_TITLE# - наименование предыдущего статуса документа
#STATUS_ID# - ID текущего статуса
#STATUS_TITLE# - наименование текущего статуса
#DATE_CREATE# - дата создания элемента
#CREATED_BY_ID# - ID пользователя, создавшего элемент
#CREATED_BY_NAME# - имя пользователя, создавшего элемент
#CREATED_BY_EMAIL# - EMail пользователя, создавшего элемент
#DATE_MODIFY# - дата изменения элемента
#MODIFIED_BY_ID# - ID пользователя, изменившего элемент
#MODIFIED_BY_NAME# - имя пользователя, изменившего элемент
#NAME# - наименование элемента
#PREVIEW_HTML# - анонс в формате HTML
#PREVIEW_TEXT# - анонс в формате TEXT
#PREVIEW# - анонс, хранящийся в базе
#PREVIEW_TYPE# - тип анонса (text | html)
#DETAIL_HTML# - детальное описание элемента в формате HTML
#DETAIL_TEXT# - детальное описание элемента в формате TEXT
#DETAIL# - детальное описание элемента, хранящееся в базе
#DETAIL_TYPE# - тип детального описания (text | html)
#COMMENTS# - комментарий
";
$MESS["WF_IBLOCK_STATUS_CHANGE_SUBJECT"] = "#SITE_NAME#: Изменен статус элемента # #ID# информационного блока # #IBLOCK_ID# (тип - #IBLOCK_TYPE#)";
$MESS["WF_IBLOCK_STATUS_CHANGE_MESSAGE"] = "#SITE_NAME#: Изменен статус элемента # #ID# информационного блока # #IBLOCK_ID# (тип - #IBLOCK_TYPE#)
---------------------------------------------------------------------------

Сейчас поля элемента имеют следующие значения:

Наименование - #NAME#
Статус       - [#STATUS_ID#] #STATUS_TITLE#; предыдущий - [#PREV_STATUS_ID#] #PREV_STATUS_TITLE#
Создан       - #DATE_CREATE#; [#CREATED_BY_ID#] #CREATED_BY_NAME#
Изменен      - #DATE_MODIFY#; [#MODIFIED_BY_ID#] #MODIFIED_BY_NAME#

Анонс (тип - #PREVIEW_TYPE#):
---------------------------------------------------------------------------
#PREVIEW_TEXT#
---------------------------------------------------------------------------

Детальное описание (тип - #DETAIL_TYPE#):
---------------------------------------------------------------------------
#DETAIL_TEXT#
---------------------------------------------------------------------------

Комментарий:
---------------------------------------------------------------------------
#COMMENTS#
---------------------------------------------------------------------------

Для просмотра и редактирования элемента воспользуйтесь ссылкой:
http://#SERVER_NAME#/bitrix/admin/iblock_element_edit.php?lang=ru&WF=Y&PID=#ID#&type=#IBLOCK_TYPE#&IBLOCK_ID=#IBLOCK_ID#&filter_section=#SECTION_ID#

Письмо сгенерировано автоматически.
";
$MESS["WF_NEW_IBLOCK_ELEMENT_NAME"] = "Создан новый элемент инфоблока";
$MESS["WF_NEW_IBLOCK_ELEMENT_DESC"] = "#ID# - ID
#IBLOCK_ID# - ID информационного блока
#IBLOCK_TYPE# - тип информационного блока
#SECTION_ID# - ID секции
#ADMIN_EMAIL# - EMail'ы администраторов документооборота
#BCC# - скрытая копия (все, кто изменял либо может изменить документ в его текущем статусе)
#STATUS_ID# - ID статуса
#STATUS_TITLE# - наименование статуса
#DATE_CREATE# - дата создания элемента
#CREATED_BY_ID# - ID пользователя, создавшего элемент
#CREATED_BY_NAME# - имя пользователя, создавшего элемент
#CREATED_BY_EMAIL# - EMail пользователя, создавшего элемент
#NAME# - наименование элемента
#PREVIEW_HTML# - анонс в формате HTML
#PREVIEW_TEXT# - анонс в формате TEXT
#PREVIEW# - анонс, хранящийся в базе
#PREVIEW_TYPE# - тип анонса (text | html)
#DETAIL_HTML# - детальное описание элемента в формате HTML
#DETAIL_TEXT# - детальное описание элемента в формате TEXT
#DETAIL# - детальное описание элемента, хранящееся в базе
#DETAIL_TYPE# - тип детального описания
#COMMENTS# - комментарий
";
$MESS["WF_NEW_IBLOCK_ELEMENT_SUBJECT"] = "#SITE_NAME#: Создан новый элемент информационного блока # #IBLOCK_ID# (тип - #IBLOCK_TYPE#)";
$MESS["WF_NEW_IBLOCK_ELEMENT_MESSAGE"] = "#SITE_NAME#: Создан новый элемент информационного блока # #IBLOCK_ID# (тип - #IBLOCK_TYPE#)
---------------------------------------------------------------------------

Сейчас поля элемента имеют следующие значения:

Наименование - #NAME#
Статус       - [#STATUS_ID#] #STATUS_TITLE#
Создан       - #DATE_CREATE#; [#CREATED_BY_ID#] #CREATED_BY_NAME#

Анонс (тип - #PREVIEW_TYPE#):
---------------------------------------------------------------------------
#PREVIEW_TEXT#
---------------------------------------------------------------------------

Детальное описание (тип - #DETAIL_TYPE#):
---------------------------------------------------------------------------
#DETAIL_TEXT#
---------------------------------------------------------------------------

Комментарий:
---------------------------------------------------------------------------
#COMMENTS#
---------------------------------------------------------------------------

Для просмотра и редактирования элемента воспользуйтесь ссылкой:
http://#SERVER_NAME#/bitrix/admin/iblock_element_edit.php?lang=ru&WF=Y&PID=#ID#&type=#IBLOCK_TYPE#&IBLOCK_ID=#IBLOCK_ID#&filter_section=#SECTION_ID#

Письмо сгенерировано автоматически.
";
?>