<?php
$MESS['LANDING_TPL_TITLE'] = 'Выберите подходящий шаблон';
$MESS['LANDING_TPL_ACTION_SELECT'] = 'Выбрать';
$MESS['LANDING_TPL_ACTION_ADD'] = 'Новый';
$MESS['LANDING_TPL_ACTION_VIEW'] = 'Редактирование';
$MESS['LANDING_TPL_LIMIT_REACHED_TITLE'] = 'Превышено ограничение';
$MESS['LANDING_TPL_SITE_LIMIT_REACHED_TEXT'] = '<p>На вашем тарифном плане есть ограничение по количеству созданных сайтов. Чтобы добавить новые сайты, перейдите на другой тарифный план.</p><p>В верхнем тарифе &laquo;Компания&raquo; количество сайтов не ограничено.</p>';
$MESS['LANDING_TPL_PAGE_LIMIT_REACHED_TEXT'] = '<p>На вашем тарифном плане есть ограничение по количеству созданных страниц. Чтобы добавить новые страницы, перейдите на другой тарифный план.</p><p>В верхнем тарифе &laquo;Компания&raquo; количество страниц не ограничено.</p>';
$MESS['LANDING_TPL_EMPTY_REPO'] = 'Каталог демо-шаблонов пуст. Возможно, ваша лицензия истекла.';