<?php
$MESS["YANDEX_CERT_ERR_ACCORDING_PKEY_TO_CERT"] = "Сертификат жеке кілтке сәйкес келмейді";
$MESS["YANDEX_CERT_ERR_CN"] = "Іске аспады. Бұл сертификат - басқа дүкенге арналған";
$MESS["YANDEX_CERT_ERR_EXT"] = "Пішіммен бірнәрсе дұрыс емес. Сертификаттың пішімі .cer болу керек";
$MESS["YANDEX_CERT_ERR_LOAD"] = "Сертификатты жүктеу мүмкін болмады. Қайталап көріңіз";
$MESS["YANDEX_CERT_ERR_NULL"] = "Пішіммен бірнәрсе дұрыс емес. Сертификаттың пішімі .cer болу керек";
$MESS["YANDEX_CERT_ERR_SIZE"] = "Іске аспады - тым үлкен файл. Сертификаттың макаксималды салмағы – 2 Кб";
