<?
$MESS ['IBLOCK_TYPE_TIP'] = "Из выпадающего списка выбирается один из созданных в системе типов инфоблоков. После нажатия кнопки <b><i>ок</i></b> будут подгружены все инфоблоки, созданные для выбранного типа.";
$MESS ['IBLOCK_ID_TIP'] = "Укажите инфоблок, в котором будут храниться фотографии. Если выбран пункт <i>(другое)-></i>, то необходимо указать ID инфоблока в поле рядом.";
$MESS ['SECTION_ID_TIP'] = "Поле содержит код, в котором передается ID раздела (альбома).";
$MESS ['SECTION_CODE_TIP'] = "Символьный идентификатор альбома.";
$MESS ['PAGE_ELEMENTS_TIP'] = "Количество альбомов на странице. Весь список альбомов будет выведен с помощью постраничной навигации.";
$MESS ['SORT_BY_TIP'] = "Укажите поле, по которому будет происходить сортировка альбомов.";
$MESS ['SORT_ORD_TIP'] = "Выберите порядок сортировки: по возрастанию или по убыванию.";
$MESS ['ALBUM_PHOTO_SIZE_TIP'] = "Размер обложки фотоальбома.";
$MESS ['ALBUM_PHOTO_THUMBS_SIZE_TIP'] = "Определите размер картинки-анонса фотоальбома.";
$MESS ['INDEX_URL_TIP'] = "Главная страница фотогалереи.";
$MESS ['SECTION_URL_TIP'] = "Адрес страницы просмотра альбома.";
$MESS ['SECTION_EDIT_URL_TIP'] = "Адрес страницы редактирования параметров альбома.";
$MESS ['SECTION_EDIT_ICON_URL_TIP'] = "Адрес страницы выбора обложки альбома.";
$MESS ['UPLOAD_URL_TIP'] = "Путь к странице загрузки фотографий.";
$MESS ['PAGE_NAVIGATION_TEMPLATE_TIP'] = "Название шаблона для постраничной навигации. По умолчанию используется шаблон <i.default</i>.";
$MESS ['DISPLAY_PANEL_TIP'] = "При установленной опции кнопки будут отображены в режиме редактирования сайта на административной панели и в наборе кнопок области редактирования компонента.";
$MESS ['DATE_TIME_FORMAT_TIP'] = "Выберите формат показа даты.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "Поле служит для указания времени кеширования в секундах.";
?>