<?
$MESS["IBLOCK_TYPE_TIP"] = "Укажите тип инфоблока, в который будут загружены данные. Если необходимый тип отсутствует, то выберите пункт \"Создать по необходимости\".";
$MESS["SITE_LIST_TIP"] = "Выберите сайты, к которым будут привязываться новые инфоблоки, создаваемые при импорте.";
$MESS["INTERVAL_TIP"] = "Интервал одного шага импорта каталога в секундах.";
$MESS["GROUP_PERMISSIONS_TIP"] = "Укажите группы пользователей, которые обладают правом загрузки каталога на сайт. ";
$MESS["ELEMENT_ACTION_TIP"] = "Действия с элементами, отсутствующими в файле импорта.";
$MESS["SECTION_ACTION_TIP"] = "Действия с разделами, отсутствующими в файле импорта.";
$MESS["FILE_SIZE_LIMIT_TIP"] = "Размер загружаемой части файла на одном шаге (в байтах).";
$MESS["USE_CRC_TIP"] = "При отмеченной опции будут проверяться контрольные суммы элемента в процессе обновления каталога.";
$MESS["USE_ZIP_TIP"] = "При установленной опции данные сжимаются ZIP-форматом. Это позволяет заметно уменьшить XML-файлы.";
$MESS["GENERATE_PREVIEW_TIP"] = "На основании импортируемых фотографий из 1С будут самостоятельно генерироваться картинки анонса элемента (защита от поступления больших фотографий).";
$MESS["PREVIEW_WIDTH_TIP"] = "Максимальная ширина картинки анонса в пикселях.";
$MESS["PREVIEW_HEIGHT_TIP"] = "Максимальная высота картинки анонса в пикселях.";
$MESS["DETAIL_RESIZE_TIP"] = "Импортируемые детальные картинки будут изменены в соответствии с заданными ниже размерами (защита от поступления больших фотографий).";
$MESS["DETAIL_WIDTH_TIP"] = "Максимальная ширина детальной картинки в пикселях.";
$MESS["DETAIL_HEIGHT_TIP"] = "Максимальная высота детальной картинки в пикселях.";
$MESS["USE_OFFERS_TIP"] = "При отмеченной опции цены элементов каталога будут храниться в одном инфоблоке, а описание - в другом.";
?>