<?php
$MESS["IB_WDUF_ADD"] = "Пайдаланушылық өрісін қосу";
$MESS["SN_BP"] = "Бизнес-процесстер:";
$MESS["SN_BP_LABEL"] = "бизнес-процестерді толық көлемде пайдалану";
$MESS["SN_BP_NOTE"] = "<b>Бизнес-процестерді толық көлемде пайдалану мынадай мүмкіндіктерді қамтамасыз етеді:</b><br />
<ul>
	<li>бизнес-процестерді құру, баптау;</li>
	<li>&laquo;Жарияланбаған&raquo; мәртебесіндегі құжаттарды жүктеу;</li>
	<li>Пайдаланушылар тобының құқықтары баптауларында &laquo;Рұқсат берілген мәртебелерде барлық файлдарды кім өзгерте алады&raquo; құқықтарын талдау;</li>
	<li>құжаттардың тарихын жүргізу.</li>
</ul>
<b>Құсбелгіні алып тастау құжаттар дерекханасын пайдаланудың шектеулі шарттарын белгілейді. Тек келесі мүмкіндіктер қолжетімді болады:</b><br />
<ul>
	<li>&laquo;Жарияланған&raquo; мәртебесіндегі құжаттарды жүктеу;</li>
	<li>құжаттардың тарихын жүргізу.</li>
</ul>";
$MESS["SN_TITLE"] = "Құжаттар дерекханасы";
$MESS["SN_TITLE_TITLE"] = "Құжаттар дерекханасының қасиеттері";
$MESS["SONET_FILES"] = "Диск";
$MESS["SONET_FILES_IS_NOT_ACTIVE"] = "Файлдар' мүмкіндігі өшірулі";
$MESS["SONET_GROUP_FILES_ACCESS_DENIED"] = "Топтың файлдарына қолжетімділік шектеулі.";
$MESS["SONET_GROUP_NOT_EXISTS"] = "Топ жоқ.";
$MESS["SONET_GROUP_PREFIX"] = "Топ: ";
$MESS["SONET_IBLOCK_ID_EMPTY"] = "Ақпараттық блок көрсетілмеген.";
$MESS["SONET_IB_MODULE_IS_NOT_INSTALLED"] = "Ақпараттық блоктар модулі орнатылмаған.";
$MESS["SONET_UF_USE_BP"] = "Бизнес-процестерді қосу";
$MESS["SONET_USER_FILES_ACCESS_DENIED"] = "Пайдаланушының файлдарына қолжетімділік шектеулі.";
$MESS["SONET_WD_MODULE_IS_NOT_INSTALLED"] = "Құжаттар дерекханасының модулі орнатылмаған.";
$MESS["SONET_WEBDAV_NOT_EXISTS"] = "Құжаттар жоқ.";
$MESS["WD_TAB15_TITLE"] = "Пайдаланушы өрістері";
