<?php
$MESS["SENDER_PRESET_TEMPLATE_RC_BIRTHDAY_DESC"] = "Клиентті құттықтаймыз, адалдықты арттырамыз, сатылымдарды арттырамыз";
$MESS["SENDER_PRESET_TEMPLATE_RC_BIRTHDAY_NAME"] = "Туған күн - ерекше күн";
$MESS["SENDER_PRESET_TEMPLATE_RC_BIRTHDAY_TEXT"] = "Клиентке қоңырау шалып, келе жатқан туған күнімен құттықтау! Клиентке 30% жеңілдікпен бір айға бонустық купон ұсыну

Әңгімелесу үлгісі: 
- Сәлеметсіз бе, #NAME#!
- Сіздің туған күніңіз жақындап қалды, сондықтан \"%COMPANY%\" компаниясы сізге 30% жеңілдік купоны түрінде сыйлық жасағысы келеді.
- Мен сізге купонды SMS арқылы жібере аламын ба?
- Тағы да келе жатқан туған күніңізбен, күніңіз сәтті өтсін!";
$MESS["SENDER_PRESET_TEMPLATE_RC_BIRTHDAY_TITLE"] = "#NAME# туған күнімен құттықтау";
$MESS["SENDER_PRESET_TEMPLATE_RC_EMPTY"] = "Қолмен жасау";
$MESS["SENDER_PRESET_TEMPLATE_RC_EMPTY_DESC"] = "Қолмен жасаңыз және сатылымдар жасаңыз!";
$MESS["SENDER_PRESET_TEMPLATE_RC_HINT_EVERY_DAY"] = "Тапсырма күн сайын іске қосылады.<br>
Туған күні 5 күннен кейін келетін клиенттер таңдалады (сегментте бапталады).<br>
Лидтер/мәмілелер көрсетілген іске қосу уақытында жасалады.";
$MESS["SENDER_PRESET_TEMPLATE_RC_HINT_NPS"] = "Тапсырма күн сайын іске қосылады.<br>
Соңғы 30 күнде жабық мәмілелері бар клиенттер таңдалады (сегментте бапталады).<br>
Лидтер/мәмілелер көрсетілген іске қосу уақытында жасалады.";
$MESS["SENDER_PRESET_TEMPLATE_RC_HINT_ONE_DAY"] = "Тапсырма жылына бір рет %run_date% іске қосылады.<br>
%date_from% - %date_to% кезеңінде сатып алулар жасаған клиенттер таңдалады (сегментте бапталады).<br>
Лидтер/мәмілелер көрсетілген іске қосу уақытында жасалады.";
$MESS["SENDER_PRESET_TEMPLATE_RC_HOLIDAY_DESC"] = "%holiday_date% - сатуларды арттыруға тамаша мүмкіндігі";
$MESS["SENDER_PRESET_TEMPLATE_RC_HOLIDAY_NAME"] = "%holiday_name% күніндегі сатулар";
$MESS["SENDER_PRESET_TEMPLATE_RC_HOLIDAY_TEXT"] = "Клиентке қоңырау шалыңыз және \"%holiday_name%\" мерекесінің келуіне орай 15% жеңілдік купонын ұсыныңыз. 

Әңгімелесу үлгісі:
- Сәлеметсіз бе, #NAME#!
- Сіз \"%COMPANY%\" компаниясының клиентісіз! 
- Жақында \"%holiday_name%\" және бұл өзіңізді және жақындарыңызды қуантуға тамаша себеп!
- Біз сізге кез келген сатып алуыңызға 15% жеңілдік купонын бергіміз келеді. 
- Сіздің атыңыздан достарыңыз бен таныстарыңызға купон жібере аламыз.
- Айтыңызшы, сізді қызықтырады ма?
- Мен сізге купонды SMS хабарлама түрінде жіберемін.
- Тағы да келе жатқан мерекеңізбен, күніңіз жақсы өтсін!";
$MESS["SENDER_PRESET_TEMPLATE_RC_HOLIDAY_TITLE"] = "#NAME# қоңырау шалу, %holiday_name% сату";
$MESS["SENDER_PRESET_TEMPLATE_RC_NPS_DESC"] = "Клиенттерге неғұрлым жақсы қызмет көрсеткен сайын, соғұрлым олар сізбен бірге ұзақ болады";
$MESS["SENDER_PRESET_TEMPLATE_RC_NPS_NAME"] = "Клиенттің жайлылығы - сатылымдар өсуіне апарар жол";
$MESS["SENDER_PRESET_TEMPLATE_RC_NPS_TEXT"] = "Сіздің міндетіңіз клиенттен соңғы мәміле туралы ой-пікір алу. Клиентке қоңырау шалмас бұрын, соңғы мәмілемен танысыңыз. Клиенттің нақты не сатып алғанын қараңыз содан кейін сіз оған дұрыс сұрақтар қойып біздің компаниямен жұмыс туралы ой-пікірін ала аласыз. 

Әңгімелесу үлгісі:
- Сәлеметсіз бе, #NAME#!
- Сіз біздің \"%COMPANY%\" компанияның клиенті болдыңыз!
- Біз компаниямыздың әрбір клиентіне үлкен құрметпен қараймыз, сондықтан білгіміз келеді: 
- Сізге сатып алу ұнады ма? 
- Компания менеджерлерімен сөйлесу барысында бәрі жақсы болды ма? 
- Біздің жұмысымызға ескертулер жоқ па? 

Оң ой-пікір:
- Рахмет,  #NAME#! Сізді тағы да асыға күтеміз!

Теріс ой-пікір: 
- #NAME#, пікірлеріңіз үшін рахмет. Біз міндетті түрде пікірлеріңізді ескеріп, компаниямыздың жұмыс сапасын жақсартамыз.
- #NAME#, рахмет, және күніңіз жақсы өтсін!";
$MESS["SENDER_PRESET_TEMPLATE_RC_NPS_TITLE"] = "#NAME# клиентке қызмет көрсету сапасын бақылау";
