<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("title", "Депозитарные услуги");
$APPLICATION->SetTitle("Депозитарные услуги");
?><p>Депозитарий Банка имеет корреспондентские отношения со всеми крупными расчетными и уполномоченными депозитариями. Разветвленная сеть корреспондентских счетов позволяет клиентам депозитария осуществлять операции практически с любыми инструментами фондового рынка.</p> 
									
									<h2>Услуги депозитария Банка:</h2> 
									<ul>
										<li>открытие и ведение счетов депо клиентов;</li> 
										<li>хранение и учет всех видов ценных бумаг, включая акции, облигации, паи, векселя, международных финансовых инструментов (еврооблигации, АДР, ГДР);</li> 
										<li>консультирование и проведение комплексных структурированных операций с ценными бумагами;</li> 
										<li>перерегистрация прав собственности на ценные бумаги, в том числе при выполнении определенного условия;</li> 
										<li>оформление и учет залоговых операций с ценными бумагами депонентов;</li> 
										<li>предоставление информации об эмитенте;</li> 
										<li>помощь депонентам в реализации прав, закрепленных за ними как за владельцами ценных бумаг;</li> 
										<li>консультационная поддержка при проведении операций по счетам депо;</li> 
										<li>выполнение функций платежного агента:</li> 
										<li>хранение ценных бумаг на основании договоров ответственного хранения;</li> 
										<li>проведение экспертизы ценных бумаг;</li> 
										<li>другие услуги.</li>
									</ul> 
									
									<h2>Способы обмена документов с Депозитарием:</h2> 
									<ul>
										<li>в бумажном виде с оригинальными подписями и печатями;</li> 
										<li>по факсу (поручения на зачисление ценных бумаг и предоставление выписок) с последующим предоставлением оригинала;</li> 
										<li>по системам S.W.I.F.T. и TELEX.</li>
									</ul> 
									 
									<h2>Тарифы на депозитарное обслуживание</h2>
									
									
									<table cellspacing="0" class="data-table">
										<tr>
											<th width="80%">
												<b>Наименование услуги</b>
											</th>
											<th>
												<b>Тариф</b>
											</th>
										</tr>
										<tr class="alt-row">
											<td>
												Открытие счета депо для физических лиц (резидентов и нерезидентов)
											</td>
											<td>
												150 руб.
											</td>
										</tr>
										<tr>
											<td>
												Открытие счета депо для юридических лиц – резидентов
											</td>
											<td>
												400 руб.
											</td>
										</tr>
										<tr class="alt-row">
											<td>
												Открытие счета депо для юридических лиц – нерезидентов
											</td>
											<td>
												1600 руб.
											</td>
										</tr>
										<tr>
											<td>
												Закрытие счета депо
											</td>
											<td>
												Не взимается
											</td>
										</tr>
										<tr class="alt-row">
											<td>
												Внесение изменения в Анкету Депонента
											</td>
											<td>
												Не взимается
											</td>
										</tr>
										<tr>
											<td>
												Абонентская плата в месяц за ведение счета депо для юридических лиц - резидентов,
												при наличии остатка на счете депо
											</td>
											<td>
												500 руб.
											</td>
										</tr>
										<tr  class="alt-row">
											<td>
												Абонентская плата в месяц за ведение счета депо для юридических лиц - нерезидентов,
												при наличии остатка на счете депо
											</td>
											<td>
												2 500 руб.
											</td>
										</tr>
										<tr>
											<td>
												Абонентская плата в месяц за ведение счета депо для Депонентов, находящихся на брокерском
												обслуживании, при наличии движения по счету депо
											</td>
											<td>
												150 руб.
											</td>
										</tr>
										<tr  class="alt-row">
											<td>
												Формирование отчета о совершенных по счету депо операциях за период после проведения
												операции
											</td>
											<td>
												Не взимается
											</td>
										</tr>
										<tr>
											<td>
												Формирование отчета о совершенных по счету депо операциях за период, выписки о состоянии
												счета (раздела счета) депо по информационному запросу Депонента
											</td>
											<td>
												150 руб.
											</td>
										</tr>
										<tr  class="alt-row">
											<td>
												Зачисление (списание) бездокументарных ценных бумаг, за одно поручение
											</td>
											<td>
												300 руб.
											</td>
										</tr>
										<tr>
											<td>
												Зачисление (списание) документарных ценных бумаг, за одну ценную бумагу
											</td>
											<td>
												580 руб.
											</td>
										</tr>
										<tr class="alt-row">
											<td>
												Перевод (внутри Депозитария) бездокументарных и документарных ценных бумаг, за одно
												поручение (взимается с Депонента - Инициатора операции)
											</td>
											<td>
												300 руб.
											</td>
										</tr>
										<tr>
											<td>
												Изменение мест хранения бездокументарных ценных бумаг (за одно поручение) и документарных
												ценных бумаг (за одну ценную бумагу)
											</td>
											<td>
												580 руб.
											</td>
										</tr>
										<tr class="alt-row">
											<td>
												Блокировка (разблокировка), регистрация залога (возврата залога) бездокументарных
												ценных бумаг
											</td>
											<td>
												870 руб.
											</td>
										</tr>
										<tr>
											<td>
												Блокировка (разблокировка), регистрация заклада (возврата заклада) документарных
												ценных бумаг
											</td>
											<td>
												870 руб.
											</td>
										</tr>
									</table>
									<p><i>*При взимании тарифов дополнительно взимается налог на добавленную стоимость по ставке 18%.</i></p>
									<p>Плата за иные услуги, не оговоренные в данных Тарифах Депозитария, за исключением услуг, оказываемых при проведении операций Депонента другими депозитариями и Реестродержателями, не взимается.</p> 		<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>