<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("title", "Документарные операции");
$APPLICATION->SetTitle("Документарные операции");
?>
<p>Наш Банк предлагает широкий спектр банковских услуг по проведению документарных расчетов в области международных торгово-экономических отношений ,в том числе по нестандартным и сложно структурированным схемам.</p>
 									 
<p>Безусловным преимуществом работы с нашим Банком является возможность проводить операции в предельно сжатые сроки по конкурентоспособным тарифам, а также их обширная география: страны СНГ и Балтии, ближнего и дальнего зарубежья.</p>
 									 
<h2>Спектр услуг по банковским гарантиям: </h2>
 									 
<ul> 
  <li>выдача любых видов гарантий под контргарантии банков-корреспондентов в счет установленных на них документарных лимитов: 									 
    <ul> 
      <li>гарантии надлежащего исполнения контрактов;</li>
     									 
      <li>гарантии платежа (т.е. выполнения платежных обязательств по контрактам);</li>
     									 
      <li>гарантии возврата авансового платежа;</li>
     									 
      <li>гарантии в пользу таможенных органов;</li>
     									 
      <li>гарантии в пользу налоговых органов;</li>
     									 
      <li>тендерные гарантии (т.е. гарантии участия в торгах/конкурсах);</li>
     									 
      <li>гарантии возврата кредита;</li>
     									 
      <li>гарантии оплаты акций;</li>
     </ul>
   </li>
 									 
  <li>гарантии, предоставляемые в качестве встречного обеспечения судебных исков;</li>
 									 
  <li>авизование гарантий иностранных и российских банков-корреспондентов в пользу отечественных и зарубежных бенефициаров;</li>
 									 
  <li>предъявление требования платежа по поручению бенефициаров в счет банковских гарантий;</li>
 									 
  <li>заверка подлинности подписей на гарантиях иностранных и российских банков по просьбе бенефициара;</li>
 									 
  <li>в случае необходимости иные виды операций, включая предварительную проработку условий гарантийной сделки.</li>
 </ul>
 									 
<h2>Предоставляемые услуги по документарным (в том числе резервным) аккредитивам:</h2>
 									 
<ul> 
  <li>авизование аккредитивов иностранных и российских банков-корреспондентов в пользу отечественных и зарубежных бенефициаров;</li>
 									 
  <li>подтверждение аккредитивов банков-корреспондентов под предоставленное денежное покрытие или в счет документарных лимитов, установленных на банк-эмитент;</li>
 									 
  <li>подтверждение экспортных аккредитивов Котнрагента;</li>
 									 
  <li>исполнение аккредитивов;</li>
 									 
  <li>выполнение функции рамбурсирующего банка на основании предоставленных полномочий по аккредитивам иностранных и российских банков-корреспондентов (при наличии у банка-эмитента корреспондентского счета ЛОРО в Газпромбанке);</li>
 									 
  <li>выдача безотзывных рамбурсных обязательств по аккредитивам, открытым банками-корреспондентами, в счет документарных лимитов, установленных на банк-эмитент (при наличии у банка-эмитента корреспондентского счета ЛОРО в Газпромбанке);</li>
 									 
  <li>оформление трансферации и переуступки выручки по аккредитивам;</li>
 									 
  <li>открытие аккредитивов/предоставление платежных гарантий в рамках операций торгового финансирования;</li>
 									 
  <li>иные виды операций, включая предварительную проработку схемы расчетов и условий аккредитивной сделки.</li>
 </ul>
 <?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>