<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("title", "Услуги на межбанковском рынке");
$APPLICATION->SetTitle("Услуги на межбанковском рынке");
?><h2>Межбанковское кредитование</h2> 
									<table cellspacing="0" class="data-table">
										<tr>
											<th valign="top">
												Вид услуги
											</th>
											<th valign="top">
												Описание
											</th>
										</tr>
										<tr class="alt-row">
											<td valign="top">
												Кредитование под валютный депозит
											</td>
											<td valign="top">
												Кредиты выдаются в рублях на срок от 1 дня до 1 месяца с возможностью дальнейшей
												пролонгации. Тарифные ставки зависят от конкретных условий сделки.
											</td>
										</tr>
										<tr>
											<td valign="top">
												Кредитование под залог ОВГВЗ
											</td>
											<td valign="top">
												Кредиты выдаются в рублях и валюте на срок до 1 месяца с возможной пролонгацией.
												Ставка дисконта составляет 25—30%.
											</td>
										</tr>
										<tr class="alt-row">
											<td valign="top">
												Кредитование под залог государственных ценных бумаг
											</td>
											<td valign="top">
												В залог принимаются облигации федерального займа (ОФЗ) любого выпуска. Ставка дисконта:
												<ul>
													<li>ОФЗ с датой погашения до 91 дня — 5%;</li>
													<li>ОФЗ с датой погашения до 365 дней — 8%;</li>
													<li>ОФЗ с датой погашения свыше 365 дней — 13%.</li></ul>
												Кредиты выдаются на срок до2 недель.
											</td>
										</tr>
										<tr>
											<td valign="top">
												Кредитование под залог векселей
											</td>
											<td valign="top">
												Для консультаций по этому виду кредитования обратитесь в Управление вексельного
												обращения и работы с долговыми обязательствами по телефону (495) 978-78-78.
											</td>
										</tr>
									</table> 
									<h2>Конверсионные операции</h2> 
									<p>На внутреннем денежном рынке Банк осуществляет:</p>
									<ul><li>Брокерское обслуживание банков по их участию в торгах ЕТС на ММВБ. Ставки комиссионного вознаграждения варьируются в зависимости от объема операций (в пределах 0,147—0,18%).</li> 
									<li>Конверсионные операции. Банк предлагает банкам-контрагентам работу на валютном рынке по покупке и продаже иностранной валюты за российские рубли по текущим рыночным ценам. При отсутствии открытых линий при продаже иностранной валюты банк-контрагент производит предоплату по заключенной сделке, возможна работа под кредитовое авизо.</li></ul> 
									 
									<h3>Банкнотные операции</h3> 
									<ul><li>покупка и продажа наличной валюты за безналичную валюту;</li> 
									<li>продажа новых банкнот в упаковке американского банка-эмитента;</li> 
									<li>покупка и продажа банкнот, бывших в употреблении.</li></ul> 
									<i>Уровень комиссионных зависит от объемов и конкретных условий сделки.</i> 
									 
									<h2>Документарные операции</h2> 
									Международные расчеты:
									<ul><li><b>Аккредитив</b> - это условное денежное обязательство, принимаемое банком (банком-эмитентом) по поручению плательщика, произвести платежи в пользу получателя средств по предъявлении последним документов, соответствующих условиям аккредитива, или предоставить полномочия другому банку (исполняющему банку) произвести такие платежи.</li> 
									<li><b>Инкассо</b> - это расчетная операция, посредством которой банк на основании расчетных документов по поручению клиента получает причитающиеся клиенту денежные средства от плательщика за поступившие в адрес плательщика товары или оказанные ему услуги, после чего эти средства зачисляются на счет клиента в банке.</li></ul> 
									 
									<h2>Операции с векселями банка</h2> 
									<p>Вексели нашего банка являются простыми векселями.<br /> 
									Простой вексель — документ установленной законом формы, дающий его держателю (векселедержателю) безусловное право требовать с лица, указанного в данном документе (плательщика), уплаты оговоренной суммы по наступлению некоторого срока. Обязательство по простому векселю возникает с момента его составления и передачи первому векселедержателю.</p> 
									Перечень проводимых банком операций с собственными векселями:
									<ul><li>выпуск векселей;</li> 
									<li>погашение векселей;</li> 
									<li>досрочный учет векселей;</li> 
									<li>ответственное хранение векселей;</li> 
									<li>кредитование под залог векселей;</li> 
									<li>выдача кредитов на приобретение векселей;</li> 
									<li>новация и размен векселей;</li> 
									<li>проверка подлинности векселей.</li></ul> <?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>