<?php
$MESS["ACTIVE_DATE_FORMAT_TIP"] = "Тізімде компонент ішінде қалыптасатын күнді көрсету мүмкіндіктерінің барлығы тізімделген. <i>Басқа</i> тармағын таңдап, сіз php-функциясы date негізінде өз нұсқаңызды құрастыра аласыз.";
$MESS["CACHE_TIME_TIP"] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS["DETAIL_URL_TIP"] = "Ақпараттық блок элементінің мазмұны бар парақшаға жол көрсетіледі. Параметр арқылы элементтің ID-сі берілуі керек, мысалы, news_detail.php?ID=#ELEMENT_ID#";
$MESS["FIELD_CODE_TIP"] = "Тізімдегі өрістердің ішінен <i>Барлық жаңалықтар</i> парақшасында көрсетілетіндерін таңдауға болады. <i>Таңдалмаған</i> тармағын таңдағанда және төмендегі жолдарда өріс кодтары көрсетілмеген жағдайда, парақшада әдепкі өрістер көрсетіледі.";
$MESS["FILTER_NAME_TIP"] = "Айнымалының аты көрсетіледі, онда сүзгіден алынған массив сақталады. Әдепкі бойынша arrFilter.";
$MESS["IBLOCKS_TIP"] = "Орнатылған түрдегі барлық ақпараттық блоктар тізімделген. Қажеттілерін таңдау үшін Ctrl пернесін басып тұрыңыз.";
$MESS["IBLOCK_SORT_BY_TIP"] = "Ақпараттық блоктар сұрыпталатын өріс көрсетіледі.";
$MESS["IBLOCK_SORT_ORDER_TIP"] = "Ақпарат блоктары көрсетілген өріс бойынша өсу немесе кему ретімен сұрыпталады.";
$MESS["IBLOCK_TYPE_TIP"] = "Тізімнен жүйеде жасалған ақпараттық блоктардың біреуі таңдалады <b><i>ок</i></b> батырмасын басқаннан кейін таңдалған түрге арналған ақпараттық блоктар жүктеледі.";
$MESS["IBLOCK_URL_TIP"] = "Ақпараттық блок мазмұны бар парақшаға жол көрсетіледі. Параметр арқылы ақпараттық блоктың ID-сі берілуі керек, мысалы, news.php?ID=#IBLOCK_ID#";
$MESS["NEWS_COUNT_TIP"] = "Әрбір ақпараттық блоктан шығарылатын элементтердің саны көрсетіледі.";
$MESS["PROPERTY_CODE_TIP"] = "Таңдалған ақпарат блоктарының барлық жалпы қасиеттері тізімделген. Олардың ішінен парақшада көрсетілетіндерін таңдауға болады. <i>Таңдалмаған</i> тармағын таңдағанда және төмендегі жолдарда қасиеттер кодтары көрсетілмеген жағдайда, қасиеттер тізімінің парақшасында көрсетілмейді.";
$MESS["SORT_BY1_TIP"] = "Жаңалықтарды сұрыптауға болатын өрістер тізімделген. Сондай-ақ, <i>басқа</i> тармағын таңдап, жанындағы өріске қажетті өрістің кодын енгізуге болады.";
$MESS["SORT_BY2_TIP"] = "Егер бірінші сұрыптау өрістерінің мәндері сәйкес келсе, екінші сұрыптау кезінде жаңалықтарды сұрыптауға болатын өрістер тізімі. Сондай-ақ, <i>басқа</i> тармағын таңдап, жанындағы өріске қажетті өрістің кодын енгізуге болады.";
$MESS["SORT_ORDER1_TIP"] = "Өсу ретімен немесе кему ретімен бағытталған сұрыптау.";
$MESS["SORT_ORDER2_TIP"] = "Өсу ретімен немесе кему ретімен бағытталған сұрыптау.";
