<?php
$MESS["BLOG_URL_TIP"] = "Өрісте блогтың идентификаторы берілетін код бар.";
$MESS["BLOG_VAR_TIP"] = "Блогтың ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["CACHE_TIME_TIP"] = "Өріс кештеу уақытын секундтармен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: берілген уақыт ішінде кештеу қосылған кезде әрекет етеді; <br /><i>Кештеу</i>: кештеу үшін тек кештеу уақытын анықтау керек;<br /><i>Кештемеу</i>: кез келген жағдайда кештеу жоқ.";
$MESS["DAY_TIP"] = "Өрісте сүзгі үшін күн берілетін код бар.";
$MESS["MONTH_TIP"] = "Өрісте сүзгі үшін айы берілетін код бар.";
$MESS["PAGE_VAR_TIP"] = "Блогтың парақшасы берілетін айнымалының аты көрсетіледі.";
$MESS["PATH_TO_BLOG_TIP"] = "Блогтың басты парақшасына жол көрсетіледі. Мысалы: blog_blog.php?page=blog&blog=#blog#.";
$MESS["YEAR_TIP"] = "Өрісте сүзгі үшін жыл берілетін код бар.";
