<?
$MESS["YANDEX_CERT_ERR_EXT"] = "Щось не так з форматом. Сертифікат повинен мати формат .cer";
$MESS["YANDEX_CERT_ERR_LOAD"] = "Не вийшло завантажити сертифікат. Спробуйте ще раз";
$MESS["YANDEX_CERT_ERR_SIZE"] = "Не вийшло – занадто великий файл. Максимальна вага сертифіката – 2 Кб";
$MESS["YANDEX_CERT_ERR_CN"] = "Не вийшло.Цей сертифікат – для іншого магазину";
$MESS["YANDEX_CERT_ERR_NULL"] = "Щось не так з форматом. Сертифікат повинен мати формат .cer";
$MESS["YANDEX_CERT_ERR_ACCORDING_PKEY_TO_CERT"] = "Сертифікат не відповідає приватному ключу";
?>