<?
$MESS["NAME"] = "Процессы";
$MESS["SECTION_NAME"] = "Разделы";
$MESS["ELEMENT_NAME"] = "Элементы";
$MESS["MU_IBLOCK_ELEMENTS_NAME"] = "Элементы";
$MESS["MU_IBLOCK_ELEMENT_NAME"] = "Элемент";
$MESS["MU_IBLOCK_ELEMENT_ADD"] = "Добавить элемент";
$MESS["MU_IBLOCK_ELEMENT_EDIT"] = "Изменить элемент";
$MESS["MU_IBLOCK_ELEMENT_DELETE"] = "Удалить элемент";
$MESS["MU_IBLOCK_SECTIONS_NAME"] = "Разделы";
$MESS["MU_IBLOCK_SECTION_NAME"] = "Раздел";
$MESS["MU_IBLOCK_SECTION_ADD"] = "Добавить раздел";
$MESS["MU_IBLOCK_SECTION_EDIT"] = "Изменить раздел";
$MESS["MU_IBLOCK_SECTION_DELETE"] = "Удалить раздел";
$MESS["MU_IBLOCK_NAME_FIELD"] = "Название";
$MESS["MU_MENU_TITLE_PROCESS"] = "Процессы";
$MESS["MU_MENU_TITLE_MY_PROCESSES"] = "Мои процессы";
$MESS["MU_IBLOCK_FIELD_LIST_YES"] = "Да";
$MESS["MU_IBLOCK_FIELD_LIST_NO"] = "Нет";

$MESS["MU_IBLOCK_NAME_HOLIDAY"] = "Заявление на отпуск";
$MESS["MU_IBLOCK_DESCRIPTION_HOLIDAY"] = "Больше не нужно ходить с бумагами по офису, запросите подтверждение отпуска, заполнив всего несколько полей. Заявление автоматически уйдет на подтверждение вашему руководителю и далее по цепочке согласования отпусков, а после утверждения, вы получите уведомление.

Попробуйте, это просто!";

$MESS["MU_IBLOCK_NAME_MISSION"] = "Заявление на командировку";
$MESS["MU_IBLOCK_DESCRIPTION_MISSION"] = "Оформите заявление на командировку, выберите даты, город, укажите цель поездки, процесс автоматически отправит ваше заявление на утверждение руководителю и далее по цепочке согласования командировок. После утверждения, вы получите уведомление.

Попробуйте,это просто!";

$MESS["MU_IBLOCK_NAME_PAYING"] = "Входящий счет";
$MESS["MU_IBLOCK_DESCRIPTION_PAYING"] = "Больше не нужно ходить с бумагами по офису, запросите оплату счета, заполнив всего несколько полей или прикрепив скан счета. Он автоматически уйдет на подтверждение вашему руководителю и далее по цепочке согласования счетов, а после утверждения и оплаты, вы получите уведомления.

Попробуйте, это просто!";

$MESS["MU_IBLOCK_NAME_CASH"] = "Выдача наличных";
$MESS["MU_IBLOCK_DESCRIPTION_CASH"] = "Ускорьте процесс получения наличных, оформив заявку и ответственные сотрудники смогут рассмотреть ее, утвердить или отклонить. Обо всех изменениях вы получите уведомления.

Попробуйте, это просто!";

$MESS["MU_IBLOCK_NAME_INBOX"] = "Входящие документы";
$MESS["MU_IBLOCK_DESCRIPTION_INBOX"] = "Фиксируйте входящие документы с помощью процесса в Живой ленте. Загрузите полученный документ или заполните необходимые поля и отправьте на ознакомление. Входящее письмо, договор или любой другой документ, можно отправить на ознакомление ответственному.

Попробуйте, это просто!";

$MESS["MU_IBLOCK_NAME_OUTBOX"] = "Исходящие документы";
$MESS["MU_IBLOCK_DESCRIPTION_OUTBOX"] = "Зафиксируйте исходящий документ, укажите способ отправки, адресата или другие замечания в поле комментарий. Документ автоматически будет отправлен ответственному за реестр, он сможет зафиксировать его и отправить адресату.

Попробуйте, это просто!";

$MESS["MU_IBLOCK_FIELD_NAME"] = "Название";