<?
$MESS ['P_ERROR_100'] = "Ваша сессия истекла. Повторите действие еще раз.";
$MESS ['P_ERROR_101'] = "Информационный блок не найден.";
$MESS ['P_ERROR_102'] = "Секция информационного блока не найдена.";
$MESS ['P_ERROR_103'] = "Элемент информационного блока не найден.";
$MESS ['P_ERROR_104'] = "Фотогалерея не найдена.";
$MESS ['P_ERROR_110'] = "Запрещен доступ неавторизованным пользователям.";
$MESS ['P_ERROR_111'] = "Запрещен доступ к информационному блоку.";
$MESS ['P_ERROR_112'] = "Недостаточно прав для создания галереи.";
$MESS ['P_ERROR_113'] = "Недостаточно прав для создания еще одной галереи.";

$MESS ['P_ERROR_201'] = "Не указаны обязательные параметры.";


$MESS ['P_MONTH_1'] = "Января";
$MESS ['P_MONTH_2'] = "Февраля";
$MESS ['P_MONTH_3'] = "Марта";
$MESS ['P_MONTH_4'] = "Апреля";
$MESS ['P_MONTH_5'] = "Мая";
$MESS ['P_MONTH_6'] = "Июня";
$MESS ['P_MONTH_7'] = "Июля";
$MESS ['P_MONTH_8'] = "Августа";
$MESS ['P_MONTH_9'] = "Сентября";
$MESS ['P_MONTH_10'] = "Октября";
$MESS ['P_MONTH_11'] = "Ноября";
$MESS ['P_MONTH_12'] = "Декабря";
$MESS ['P_MON_1'] = "Янв";
$MESS ['P_MON_2'] = "Фев";
$MESS ['P_MON_3'] = "Мар";
$MESS ['P_MON_4'] = "Апр";
$MESS ['P_MON_5'] = "Май";
$MESS ['P_MON_6'] = "Июн";
$MESS ['P_MON_7'] = "Июл";
$MESS ['P_MON_8'] = "Авг";
$MESS ['P_MON_9'] = "Сен";
$MESS ['P_MON_10'] = "Окт";
$MESS ['P_MON_11'] = "Ноя";
$MESS ['P_MON_12'] = "Дек";
$MESS ['P_DAY_OF_WEEK_0'] = "Воскресенье";
$MESS ['P_DAY_OF_WEEK_1'] = "Понедельник";
$MESS ['P_DAY_OF_WEEK_2'] = "Вторник";
$MESS ['P_DAY_OF_WEEK_3'] = "Среда";
$MESS ['P_DAY_OF_WEEK_4'] = "Четверг";
$MESS ['P_DAY_OF_WEEK_5'] = "Пятница";
$MESS ['P_DAY_OF_WEEK_6'] = "Суббота";
$MESS ['P_DOW_0'] = "Вс";
$MESS ['P_DOW_1'] = "Пн";
$MESS ['P_DOW_2'] = "Вт";
$MESS ['P_DOW_3'] = "Ср";
$MESS ['P_DOW_4'] = "Чт";
$MESS ['P_DOW_5'] = "Пт";
$MESS ['P_DOW_6'] = "Сб";
?>