<?
$MESS ['P_PICTURES'] = "Дополнительные эскизы";
$MESS ['P_PICTURES_HELP'] = "<i>Дополнительные эскизы</i> используются при создании копии загружаемой картинки. Если в компоненте выбран дополнительный эскиз, то при загрузке картинки будет создана дополнительная копия картинки указанного размера.";
$MESS ['P_CODE'] = "Код";
$MESS ['P_TITLE'] = "Название";
$MESS ['P_SIZE'] = "Размер (px)";
$MESS ['P_QUALITY'] = "Качество (%)";
$MESS ['P_DROP'] = "Удалить";
$MESS ['P_NEW'] = "Новый вид";
$MESS ['P_PICTURES_CODE_HELP'] = "<i>Код эскиза</i> не может начинаться с цифры.";
$MESS ['P_FONTS'] = "Шрифты галереи";
$MESS ['P_FONT'] = "Загруженные шрифты";
$MESS ['P_FONT_IS_NOT_EXISTS'] = "файлов со шрифтами нет";
$MESS ['P_UPLOAD'] = "Загрузить шрифты";
$MESS ['P_FONTS_NOTE'] = "Управлять файлами можно в разделе <a target=\"_self\" href='#FILEMAN_ADMIN#'>управление структурой</a>, загружать - на странице <a target=\"_self\" href='#FILEMAN_FILE_UPLOAD#'>загрузки файлов</a>.";
?>