<?php
$MESS["SENDER_B24_LICENSE_AD_TEXT1"] = "Құрал тек коммерциялық тарифтерде қолжетімді. Сондай-ақ сізге CRM маркетингтің келесі пайдалы құралдары қолжетімді болады:
<br><br>
1) Жарнаманы басқару
<br><br>
2) Сатулар генераторы
<br><br>
3) Сіздің клиенттеріңіз үшін SMS-хабарламалар жіберу
<br><br>
4) Еmail-дың көп саны жіберіледі
<br><br>
5) Клиенттер базасы бойынша қоңырау шалу баптауы
<br><br>
Тарифтермен және олардың мүмкіндіктерімен толығырақ <a target=\"_blank\" href=\"https://www.bitrix24.kz/prices/\">мына жерден танысуға болады
";
$MESS["SENDER_B24_LICENSE_AD_TITLE"] = "Жарнаманы басқару";
$MESS["SENDER_B24_LICENSE_MAILING_TITLE"] = "SMS жіберілімдер, мессенджерлер және ақпараттық қоңыраулар ";
$MESS["SENDER_B24_LICENSE_MAIL_LIMIT_TEXT"] = "Жіберілетін хаттардың санын көбейту үшін жоғары тарифтердің бірін таңдаңыз.
<br><br>
Сізге басқа пайдалы құралдар да қолжетімді болады:
<br><br>
Сатулар жоспарымен жұмыс
<br><br>
2) Мәмілелер бағыттарының көбірек саны
<br><br>
3) Роботтардың көмегімен бүкіл сату процесін автоматтандыру
<br><br>
және тағы басқалар!
<br><br>
Толығырақ тарифтермен танысып, ең қолайлысын <a target=\"_blank\" href=\"https://www.bitrix24.kz/prices/\">осы жерде</a> таңдай аласыз.
";
$MESS["SENDER_B24_LICENSE_MAIL_LIMIT_TITLE"] = "Жіберілетін хаттар саны";
$MESS["SENDER_B24_LICENSE_RC_TITLE"] = "Сатылымдар генераторы";
