<?php

$MESS['CONVERSION_FILTER_PERIOD'] = 'Данные за период';
$MESS['CONVERSION_FILTER_APPLY'] = 'Применить';

$MESS['CONVERSION_SITE'] = 'Конверсия для сайта';
$MESS['CONVERSION_DESCRIPTION_TITLE'] = 'Пояснение';
$MESS['CONVERSION_DESCRIPTION'] = '
Конверсия сайта - ключевой показатель эффективности интернет-бизнеса, математически это
отношение числа посетителей сайта, сделавших действие, к общему числу посетителей,
выраженный в процентах.
<br><br>
Например, за месяц на ваш сайт пришло 10&nbsp;000 посетителей, 100 из них совершило покупку.
Конверсия сайта равна 1%. А у вашего конкурента из тех же 10&nbsp;000 покупку совершило
200 человек, конверсия - 2%. Это значит, что его бизнес работает эффективнее вашего.
<br><br>
Улучшать можно только то, что измеряешь и контролируешь.
<br><br>
Индикатор показывает расчет конверсии для интернет-магазина, для иных проектов конверсия
может быть намного больше.
';

$MESS['CONVERSION_SCALE_BAD'      ] = 'Плохо';
$MESS['CONVERSION_SCALE_PASSABLE' ] = 'Неплохо';
$MESS['CONVERSION_SCALE_OK'       ] = 'Нормально';
$MESS['CONVERSION_SCALE_GOOD'     ] = 'Хорошо';
$MESS['CONVERSION_SCALE_EXCELLENT'] = 'Отлично';
