<?php
$MESS["F_CONTENT"] = "<ul>
<li>Төменде көрсетілген форум ережелері форумның барлық қатысушылары үшін міндетті болып табылады және ешқандай ерекшеліксіз орындалуы тиіс.</li>
<li>Жекелеген форумдардың ережелері форумның жалпы ережелеріне қосымша болып табылады.</li>
<li>Әкімшілік ережелерді ескертусіз өзгерту құқығын өзіне қалдырады.</li>
<li>Ережелерге енгізілген толықтырулар мен өзгерістер жарияланған сәттен бастап күшіне енеді.</li>
</ul>
<div class=\"forum-bold\">Тіркелу:</div> 
<ol>
<li>Форумдарда көрсету үшін бейәдеп лексиканы қамтитын аттарды (логин, есім), қолтаңбаларды, веб-сайттардың мекенжайлары, e-mail және т.б. қолдануға тыйым салынады. </li>
</ol>

<div class=\"forum-bold\">Тыйым салынған:</div>
<ol>
<li>Әдейі жалған ақпаратты жариялауға.</li>
<li>Балағат және/немесе дөрекі сөздерді қолдануға (жасырын түрде болса да).</li>
<li>Форум қатысушыларын тікелей немесе жанама түрде қорлауға, құрметсіздік көрсетуге және/немесе дөрекілік танытуға.</li>
<li>Ресей Федерациясының қолданыстағы заңнамасын бұзатын хабарламалар жазуға.</li>
<li>Форум әкімшілігінің арнайы рұқсатынсыз хабарламаларда, қолтаңбаларда немесе аватарларда кез келген тауарлар мен қызметтерді жарнамалауға.</li>
<li>Әртүрлі форумдарда бірдей тақырыптар немесе хабарламалар жазуға.</li>
<li>FAQ бөлімінде жауаптары берілген сұрақтармен тақырыптар құруға.</li>
<li>Мәселенің немесе сұрақтың мәнін көрсетпейтін атаулармен жаңа тақырыптар құруға.</li>
<li>&quot;Еркін тақырыптарда&quot; әңгіме жүргізуге (флейм), осы форумға сәйкес келмейтін тақырыптар құруға немесе талқыланып жатқан тақырыпқа сәйкес келмейтін хабарламалар жіберуге (оффтопик).</li>
<li>Лицензиясы жоқ коммерциялық бағдарламалық қамтамасыз етуге (варез) сілтемелер, оны бұзуға арналған бағдарламалар (крактар) және кілт генераторларын, сондай-ақ авторлық құқықпен қорғалған материалдарды (кітаптар, музыка, бейне және т.б.) жариялауға.</li>
<li>Талқыланып жатқан тақырыптың контекстінде нақты мағыналық жүктемесі жоқ хабарламаларды жасауға (флуд).</li>
<li>&quot;Аффтарлық&quot; сөйлеу мәнерінде хабарламалар жазуға, әдейі қателер жіберуге; орыс тілінің ережелерін қасақана сақтамауға.</li>
<li>Форумның тақырыбына сәйкес келмейтін сайттарға сілтемелерді қолтаңбаларда жасауға.</li>
<li>Хабарламаларды ҮЛКЕН немесе үлкен және кіші әріптермен араластырып жазуға (\"мЫнАндАй\"), мәтінді назар аударту мақсатында жартылай қою қаріппен, көлбеу қаріппен, асты сызылған әріппен жазуға, форум хабарламаларының стандартты түсінен, қаріпінен, өлшемінен өзгеше етіп ерекшелеуге.</li>
<li>Өз бетінше модерациялауға. Яғни, форумның модераторы болып табылмайтын белгілі бір форум қатысушысы басқа қатысушыларға ескертулер жасауына тыйым салынады.</li>
<li>Модератор немесе әкімші жасаған жазаларды талқылауға.</li>
</ol>
<div class=\"forum-bold\">Ұсынылмайды:</div>
<ol>
<li>Транслитпен жазуға, себебі бұл оқу үшін қиын. Транслитті кириллицаға аударуға мүмкіндік беретін әдістер бар. Сіз осы парақшада осындай әдістермен таныса аласыз. Әкімшілік пайдаланушылар үнемі транслитпен жазып, осы ережені елемейтін тақырыптарды жабу құқығын өзіне қалдырады.</li>
<li>Саяси немесе діни тақырыптарда аватарлар мен қолтаңбалар жасауға. Әкімшілік пайдаланушыға Жеке хабарламалар арқылы хабарлағаннан кейін мұндай аватарлар мен қолтаңбаларды жою құқығын өзіне қалдырады.</li>
<li>Саяси немесе діни мазмұндағы хабарламаларды жазуға. Әкімшілік осындай хабарламаларды ескертусіз жою құқығын өзіне қалдырады.</li>
<li>Орыс және ағылшын тілдерінен басқа кез келген тілде қолтаңбалар жасауға. Орыс тілді форумның пайдаланушылары форумның басқа қатысушыларының жазғандарын түсінуі керек. Ағылшын тілі халықаралық тіл болып саналады. Әкімшілік пайдаланушыға Жеке хабарламалар арқылы хабарлағаннан кейін осындай қолтаңбаларды жою құқығын өзіне қалдырады.</li>
<li>Қойылған сұраққа уақытында жауап алынбаған жағдайда, тақырыпты бірнеше рет көтеруге. Тақырыпты бірнеше рет &quot;up&quot; сияқты хабарламалармен көтеру флуд ретінде қарастырылуы мүмкін.</li>
</ol>
<div class=\"forum-bold\">Жалпы ережелер:</div>
<ol>
<li>Жаңа тақырыптарды жасамас бұрын, міндетті түрде ІЗДЕУДІ пайдаланыңыз. FAQ. Сіз сұрағыңыз келетін нәрсе форумда талқыланған болуы мүмкін. Осылайша, сіз өзіңізге және басқаларға қымбат уақытты үнемдейсіз.</li>
<li>Сауатты жазуға тырысыңыз. Жібермес бұрын жазылған хабарламаларды тексеріңіз.</li>
<li>Хабарлама жазу кезінде артық дәйексөзден аулақ болыңыз. Бұл хабарламаны оқуды қиындатады және тақырыпты шамадан тыс жүктейді.</li>
<li>Жалпы тақырыптағы жеке хат алмасу оффтопик болып саналады. Жеке хат алмасу үшін Жеке хабарламалар бар.</li>
<li>Кез келген веб-парақшалардың көлемді материалдарын көшіруден аулақ болыңыз. Бұл материалдарға сілтемелерді жариялаған дұрыс.</li>
<li>Егер айтарыңыз болмаса — ештеңе айтпағаныңыз жөн. Хабарламаларды тек белгі үшін жазудың қажеті жоқ.</li>
</ol>
<div class=\"forum-bold\">Әкімшілік және модерация:</div>
<ol>
<li>Әкімшілер мен модераторлар форум ережелеріне сәйкес келмейтін хабарламалар мен тақырыптарды редакциялауға, орнын ауыстыруға, жабуға және жоюға құқылы.</li>
<li>Әкімшілер мен модераторлар форум ережелерінің кейбір тармақтарында қолданушы тарапынан екіұштылық бар деген мәлімдемелер болған жағдайда, сол тармақтарды басымдықпен түсіндіру құқығына ие.</li>
<li>Модератордың әрекеттеріне тек форум әкімшілігінде және тек Жеке хабарламалар арқылы шағымдануға болады.</li>
<li>Форум әкімшілігінің шешімі түпкілікті болып табылады және шағымдануға жатпайды.</li>
</ol>";
$MESS["F_NO_MODULE"] = "Форум модулі орнатылмаған";
$MESS["F_TITLE"] = "Форум ережелері";
$MESS["F_TITLE_NAV"] = "Ережелер";
