<?php
$MESS["BB_NAV_TEMPLATE"] = "Парақша бойынша навигация қалыбының атауы";
$MESS["BC_DATE_TIME_FORMAT"] = "Күн мен уақытты көрсету пішімі";
$MESS["BMS_BLOG_VAR"] = "Блог идентификаторы үшін айнымалының атауы";
$MESS["BMS_COUNT"] = "Парақшаға шығарылатын нәтижелер саны";
$MESS["BMS_PAGE_VAR"] = "Парақша үшін айнымалының атауы";
$MESS["BMS_PATH_TO_BLOG"] = "Блог парақшасына жол қалыбы";
$MESS["BMS_PATH_TO_POST"] = "Блог хабарламасы бар парақшаға жол қалыбы";
$MESS["BMS_PATH_TO_USER"] = "Блог пайдаланушысының парақшасына жол қалыбы";
$MESS["BMS_POST_VAR"] = "Блог хабарламасының идентификаторы үшін айнымалының атауы";
$MESS["BMS_SEARCH_PAGE"] = "Іздеу парақшасы";
$MESS["BMS_USER_VAR"] = "Блог пайдаланушысының идентификаторы үшін айнымалының атауы";
$MESS["B_VARIABLE_ALIASES"] = "Айнымалылардың атаулары";
