<?php
$MESS["REST_ALT_NEED_REINSTALL"] = "<b>Назар аударыңыз!</b> Қауіпсіздік жүйесі жаңартылды. Қосымшаның дұрыс жұмыс істеуі үшін оны деректерді сақтай отырып қайта орнату ұсынылады. Қосымшаны қайта орнату үшін портал әкімшісіне жүгініңіз.";
$MESS["REST_ALT_NEED_REINSTALL_ADMIN"] = "<b>Назар аударыңыз!</b> Қауіпсіздік жүйесі жаңартылды. Қосымшаның дұрыс жұмыс істеуі үшін оны деректерді сақтай отырып қайта орнату ұсынылады. <a href=\"#DETAIL_URL#\">Орнатуға өтіңіз.</a>";
$MESS["REST_ALT_UPDATE_AVAIL"] = "Қосымшаны жаңарту қолжетімді. Жаңартуды орнату үшін портал әкімшісіне хабарласыңыз.";
$MESS["REST_ALT_UPDATE_AVAIL_ADMIN"] = "Қосымшаны жаңарту қолжетімді. <a href=\"#DETAIL_URL#\">Орнатуға өту.</a>";
$MESS["REST_LOADING"] = "#APP_NAME# қосымшасы жүктелуде";
