<?php
$MESS["MP_ERROR_INCORRECT_URL_INSTALL"] = "Некорректная ссылка для первоначальной установки.";
$MESS["PAYMENT_MESSAGE_D_N_Y"] = "Функциональность приложения ограничена. Обратитесь к администратору, чтобы установить полную версию.";
$MESS["PAYMENT_MESSAGE_D_N_Y_A"] = "Функциональность приложения ограничена. Купите полную версию.";
$MESS["PAYMENT_MESSAGE_D_Y_Y"] = "Оплаченный период использования приложения закончился. Функциональность приложения ограничена. Обратитесь к администратору, чтобы установить полную версию.";
$MESS["PAYMENT_MESSAGE_D_Y_Y_A"] = "Оплаченный период использования приложения закончился. Функциональность приложения ограничена. Купите полную версию.";
$MESS["PAYMENT_MESSAGE_T_N_Y"] = "До конца пробного периода использования приложения осталось <b>#DAYS#</b>. Обратитесь к администратору, чтобы установить полную версию приложения.";
$MESS["PAYMENT_MESSAGE_T_N_Y_A"] = "До конца пробного периода использования приложения осталось <b>#DAYS#</b>.";
$MESS["PAYMENT_MESSAGE_T_Y_N"] = "Пробный период использования приложения закончился. Обратитесь к администратору, чтобы установить полную версию приложения.";
$MESS["PAYMENT_MESSAGE_T_Y_N_A"] = "Пробный период использования приложения закончился. Купите полную версию приложения.";
$MESS["PAYMENT_MESSAGE_P_N_Y"] = "До конца оплаченного периода использования приложения осталось <b>#DAYS#</b>. Обратитесь к администратору, чтобы оплатить продление приложения.";
$MESS["PAYMENT_MESSAGE_P_N_Y_A"] = "До конца оплаченного периода использования приложения осталось <b>#DAYS#</b>.";
$MESS["PAYMENT_MESSAGE_P_Y_Y"] = "Оплаченный период использования приложения закончился. Обратитесь к администратору, чтобы оплатить продление приложения.";
$MESS["PAYMENT_MESSAGE_P_Y_Y_A"] = "Оплаченный период использования приложения закончился.";
$MESS["PAYMENT_MESSAGE_P_Y_N"] = "Приложение заблокировано в связи с окончанием оплаченного периода использования. Обратитесь к администратору, чтобы оплатить продление приложения.";
$MESS["PAYMENT_MESSAGE_P_Y_N_A"] = "Приложение заблокировано в связи с окончанием оплаченного периода использования.";
$MESS["PAYMENT_MESSAGE_S_N_Y"] = "До конца оплаченного периода использования приложений по подписке осталось <b>#DAYS#</b>. Обратитесь к администратору, чтобы оплатить продление подписки.";
$MESS["PAYMENT_MESSAGE_S_N_Y_A"] = "До конца оплаченного периода использования приложений по подписке осталось <b>#DAYS#</b>.";
$MESS["PAYMENT_MESSAGE_S_Y_Y"] = "Оплаченный период использования подписки закончился. Обратитесь к администратору, чтобы оплатить продление подписки.";
$MESS["PAYMENT_MESSAGE_S_Y_Y_A"] = "Оплаченный период использования подписки закончился.";
$MESS["PAYMENT_MESSAGE_S_Y_N"] = "Приложение заблокировано в связи с окончанием оплаченного периода использования. Обратитесь к администратору, чтобы оплатить продление подписки.";
$MESS["PAYMENT_MESSAGE_S_Y_N_A"] = "Приложение заблокировано в связи с окончанием оплаченного периода использования подписки.";
$MESS["PAYMENT_MESSAGE_HOLD_OVERLOAD"] = 'Данное приложение заблокировано за превышение нагрузки. Пожалуйста, обратитесь к администратору портала.';
$MESS["PAYMENT_MESSAGE_HOLD_OVERLOAD_A"] = 'Данное приложение заблокировано за превышение нагрузки. Пожалуйста, обратитесь в поддержку для решения данной проблемы.';
?>