<?
$MESS ['security_TAB'] = "Двухэтапная авторизация";
$MESS ['security_TAB_TITLE'] = "Настройка двухэтапной авторизации";
$MESS ['SEC_OTP_NEW_ACCESS_DENIED'] = "Управление двухэтапной авторизацией недоступно.";
$MESS ['SEC_OTP_NEW_SWITCH_ON'] = "Включить двухэтапную авторизацию";
$MESS ['SEC_OTP_TYPE'] = "Алгоритм генерации пароля";
$MESS ['SEC_OTP_SECRET_KEY'] = "Секретный ключ (предоставляется индивидуально для каждого устройства)";
$MESS ['SEC_OTP_INIT'] = "Инициализация";
$MESS ['SEC_OTP_PASS1'] = "Первое значение пароля на устройстве (нажать и записать с экрана дисплея)";
$MESS ['SEC_OTP_PASS2'] = "Следующее значение пароля на устройстве (нажать еще раз и записать с экрана дисплея)";

$MESS ['SEC_OTP_DESCRIPTION_INTRO_TITLE'] = 'Одноразовый пароль';
$MESS ['SEC_OTP_DESCRIPTION_INTRO_SITE'] = <<<'HTML'
Для авторизации на вашем сайте каждый пользователь
использует свой индивидуальный логин и пароль. Но существуют шпионские
программы, которые способны украсть эти данные с компьютера пользователя
(например, сохраненный в браузере пароль).<br>
Для дополнительной защиты на сайте рекомендуется включить <b>двухэтапную авторизацию</b>.
Это метод защиты от шпионских программ с помощью авторизации в два
этапа. Первый – это основной логин и пароль пользователя. Второй – это
одноразовый код, который каждый пользователь получает из приложения в
своем мобильном телефоне или со специального устройства. В результате,
даже если логин и пароль будут украдены, злоумышленники не смогут ими
воспользоваться без одноразового кода.
HTML;

$MESS ['SEC_OTP_DESCRIPTION_INTRO_INTRANET'] = <<<'HTML'
Для авторизации в вашем Битрикс24 каждый пользователь
использует свой индивидуальный логин и пароль. Но существуют шпионские
программы, которые способны украсть эти данные с компьютера пользователя
(например, сохраненный в браузере пароль).<br>
Для дополнительной защиты в Битрикс24 рекомендуется включить <b>двухэтапную авторизацию</b>.
Это метод защиты от шпионских программ с помощью авторизации в два
этапа. Первый – это основной логин и пароль пользователя. Второй – это
одноразовый код, который каждый пользователь получает из приложения в
своем мобильном телефоне или со специального устройства. В результате,
даже если логин и пароль будут украдены, злоумышленники не смогут ими
воспользоваться без одноразового кода.
HTML;

$MESS ['SEC_OTP_DESCRIPTION_USING_TITLE'] = 'Как пользоваться';
$MESS ['SEC_OTP_DESCRIPTION_USING_STEP_0'] = 'Шаг 1';
$MESS ['SEC_OTP_DESCRIPTION_USING_STEP_1'] = 'Шаг 2';
$MESS ['SEC_OTP_DESCRIPTION_USING'] = <<<'HTML'
При включении двухэтапной авторизации пользователю потребуется пройти два этапа для авторизации на сайте<br>
На первом этапе, как и прежде, необходимо указать свой E-mail/логин и пароль<br>
На втором - ввести одноразовый код, который можно получить с помощью специального брелка или мобильного телефона.<br>
HTML;
$MESS ['SEC_OTP_DESCRIPTION_ACTIVATION_TITLE'] = 'Активация';
$MESS ['SEC_OTP_DESCRIPTION_ACTIVATION'] = <<<'HTML'
Получить одноразовый код для двухэтапной авторизации можно с помощью специального устройства (брелка) или бесплатного мобильного приложения Bitrix OTP, установленного у каждого пользователя.<br>
Для подключения брелка администратору нужно выполнить настройки в профиле пользователя: указать два последовательно сгенерированных одноразовых пароля, полученных с устройства.<br>
Для получения одноразового кода с помощью мобильного приложения пользователь может самостоятельно настроить подключение: скачать мобильное приложение, запустить его, считать QR-код на странице настроек в своем профиле или указать данные своего аккаунта вручную.
HTML;
$MESS ['SEC_OTP_DESCRIPTION_ABOUT_TITLE'] = 'Описание';
$MESS ['SEC_OTP_DESCRIPTION_ABOUT'] = <<<'HTML'
Система авторизации с использованием одноразовых паролей (One-Time Password - OTP) разработана в рамках инициативы OATH.<br>
Реализация основана на алгоритме HMAC и хэш-функций SHA-1/SHA-256/SHA-512. На текущий момент поддерживается два алгоритма генерации:
<ul><li>по счетчику (HMAC-Based One-time Password, HOTP), описан в <a href="https://tools.ietf.org/html/rfc4226" target="_blank">RFC4226</a></li>
<li>по времени (Time-based One-time Password, TOTP), описан <a href="https://tools.ietf.org/html/rfc6238" target="_blank">RFC6238</a></li></ul>
Для расчета значения OTP принимаются два входных параметра - секретный ключ (начальное значение для генератора) и текущее значение счетчика (количество необходимых циклов генерации или текущее временя, в зависимости от выбранного алгоритма). Начальное значение хранится
как в самом устройстве, так и на сайте после инициализации устройства. В случае использования HOTP алгоритма, счетчик в устройстве увеличивается при каждой генерации OTP, на сервере - при каждой удачной аутентификации по OTP. В случае использования TOTP алгоритма, счетчик в устройстве не хранится, на сервере лишь корректируется возможное небольшое смещение времени устройства при каждой удачной аутентификации по OTP.<br>
Партия устройств OTP поставляется с зашифрованным файлом, содержащим начальные значения (секретные ключи) для всех устройств партии,
связанного с серийным номером устройства (печатается на корпусе устройства).<br>
В случае нарушения синхронизации счетчика генерации в устройстве и на сервере, её можно легко восстановить - привести значение на сервере в соответствие значению, хранящемуся в устройстве. Для этого администратор системы или сам пользователь (при наличии соответствующих разрешений) должен сгенерировать два последовательных значения одноразовых паролей (OTP) и ввести их в форму на сайте.<br>
Мобильное приложение для генерации одноразового пароля доступно в GooglePlay и AppStore
HTML;

$MESS ['SEC_OTP_STATUS'] = "Текущий статус";
$MESS ['SEC_OTP_STATUS_ON'] = "Подключен";
$MESS['SEC_OTP_CONNECT_MOBILE_TITLE'] = 'Подключить телефон';
$MESS['SEC_OTP_CONNECT_MOBILE_STEP_1'] = 'Скачайте мобильное приложение Bitrix OTP для своего телефона из <a href="https://itunes.apple.com/ru/app/bitrix24-otp/id929604673?l=ru" target="_new">AppStore</a> или <a href="https://play.google.com/store/apps/details?id=com.bitrixsoft.otp" target="_new">GooglePlay</a>';
$MESS['SEC_OTP_CONNECT_MOBILE_STEP_2'] = 'Запустите приложение и нажмите кнопку <b>Настроить</b>';
$MESS['SEC_OTP_CONNECT_MOBILE_STEP_3'] = 'Выберите удобный способ ввода данных - сканирование кода или ручной ввод';
$MESS['SEC_OTP_CONNECT_MOBILE_SCAN_QR'] = 'Для того, чтобы сканировать код, поднесите камеру мобильного телефона к монитору с картинкой и подождите, пока приложение сканирует код.';
$MESS['SEC_OTP_CONNECT_MOBILE_MANUAL_INPUT'] = 'При ручном вводе необходимо указать адрес сайта, ваш E-mail или логин, секретный код, который указан на картинке, и выбрать тип ключа';
$MESS['SEC_OTP_CONNECT_MOBILE_MANUAL_INPUT_HOTP'] = 'по счетчику';
$MESS['SEC_OTP_CONNECT_MOBILE_MANUAL_INPUT_TOTP'] = 'по времени';
$MESS['SEC_OTP_CONNECT_MOBILE_INPUT_DESCRIPTION'] = 'После успешного сканирования кода или ввода данных вручную на экране мобильного телефона появится код, который необходимо ввести в поле ниже';
$MESS['SEC_OTP_CONNECT_MOBILE_ENTER_CODE'] = 'Введите код';
$MESS['SEC_OTP_CONNECT_MOBILE_INPUT_NEXT_DESCRIPTION'] = 'Используемый алгоритм генерации одноразовых паролей требует наличие двух кодов для инициализации, пожалуйста, сгенерируйте следующий код и введите в поле ниже';
$MESS['SEC_OTP_CONNECT_MOBILE_ENTER_NEXT_CODE'] = 'Введите следующий код';
$MESS['SEC_OTP_CONNECT_DONE'] = 'Готово';
$MESS['SEC_OTP_CONNECT_DEVICE_TITLE'] = 'Подключить брелок';
$MESS['SEC_OTP_CONNECTED'] = 'Подключен';
$MESS['SEC_OTP_ENABLE'] = 'Включить';
$MESS['SEC_OTP_DISABLE'] = 'Отключить';
$MESS['SEC_OTP_SYNC_NOW'] = 'Синхронизировать';
$MESS['SEC_OTP_MOBILE_INPUT_METHODS_SEPARATOR'] = 'или';
$MESS['SEC_OTP_MOBILE_SCAN_QR'] = 'Сканировать QR-код';
$MESS['SEC_OTP_MOBILE_MANUAL_INPUT'] = 'Ввести данные вручную';
$MESS['SEC_OTP_CONNECT_DEVICE'] = 'Подключить брелок';
$MESS['SEC_OTP_CONNECT_MOBILE'] = 'Подключить телефон';
$MESS['SEC_OTP_CONNECT_NEW_DEVICE'] = 'Подключить новый брелок';
$MESS['SEC_OTP_CONNECT_NEW_MOBILE'] = 'Подключить новый телефон';
$MESS['SEC_OTP_ERROR_TITLE'] = 'Ошибка сохранения';
$MESS['SEC_OTP_UNKNOWN_ERROR'] = 'Непредвиденная ошибка. Повторите попытку позже.';
$MESS['SEC_OTP_RECOVERY_CODES_BUTTON'] = 'Резервные коды';
$MESS['SEC_OTP_RECOVERY_CODES_TITLE'] = 'Резервные коды';
$MESS['SEC_OTP_RECOVERY_CODES_DESCRIPTION'] = 'Скопируйте резервные секретные коды, которые могут потребоваться в случае утери мобильного телефона или других ситуациях, когда получение кода в приложении будет невозможно.';
$MESS['SEC_OTP_RECOVERY_CODES_WARNING'] = 'Храните их под рукой, например, в бумажнике. Каждым кодом можно воспользоваться только один раз';
$MESS['SEC_OTP_RECOVERY_CODES_PRINT'] = 'Печатать';
$MESS['SEC_OTP_RECOVERY_CODES_SAVE_FILE'] = 'Сохранить в текстовый файл';
$MESS['SEC_OTP_RECOVERY_CODES_REGENERATE_DESCRIPTION'] = 'Заканчиваются резервные коды? Создайте новые<br>Действительны только коды, созданные последними.';
$MESS['SEC_OTP_RECOVERY_CODES_REGENERATE'] = 'Сгенерировать новые коды';
$MESS['SEC_OTP_RECOVERY_CODES_NOTE'] = 'Каждый код можно использовать только один раз. Совет. Вычеркивайте использованные коды.';
$MESS['SEC_OTP_WARNING_RECOVERY_CODES'] = 'Двухэтапная авторизация включена, однако вы не сохранили себе резервные коды. Они могут потребоваться в случае утери мобильного телефона или других ситуациях, когда получение кода в приложении будет невозможно.';
$MESS['SEC_OTP_STATUS'] = 'Статус';
$MESS['SEC_OTP_NO_DAYS'] = 'бессрочно';
$MESS['SEC_OTP_DEACTIVATE_UNTIL'] = 'Отключена до #DATE#';
$MESS['SEC_OTP_MANDATORY_EXPIRED'] = 'Период, в течение которого пользователь обязан был настроить двухэтапную авторизацию истек.';
$MESS['SEC_OTP_MANDATORY_ALMOST_EXPIRED'] = 'Период, в течение которого пользователь обязан настроить двухэтапную авторизацию истекает #DATE#.';
$MESS['SEC_OTP_MANDATORY_DISABLED'] = 'Требование обязательного подключения двухэтапной авторизации отключено.';
$MESS['SEC_OTP_MANDATORY_ENABLE_DEFAULT'] = 'Требовать подключения';
$MESS['SEC_OTP_MANDATORY_ENABLE'] = 'Требовать подключения через';
$MESS['SEC_OTP_MANDATORY_DEFFER'] = 'Продлить';
$MESS['SEC_OTP_START_TIMESTAMP'] = 'Начальное значение счетчика времени (например, 946684800 для даты 01.01.2000, по умолчанию 0)';
