<?php
$MESS["socserv_yandex_client_id"] = "ID приложения:";
$MESS["socserv_yandex_client_secret"] = "Пароль приложения:";
$MESS["socserv_yandex_note_2"] = "Для получения идентификаторов необходимо <a href=\"https://oauth.yandex.ru/client/new\">создать приложение</a>.<br>
В настройках приложения в поле \"Callback URI\" укажите адрес: <a href=\"#URL#\">#URL#</a><br />
В секции \"Права\" необходимо отметить все права в блоке \"API Яндекс.Паспорта\".<br /><br />
Для работы интеграции с Битрикс24.Диск нужно также отметить следующие права в блоке \"Яндекс.Диск REST API\":
<ul style=\"text-align: left;\"><li>Доступ к информации о Диске</li><li>Чтение всего Диска</li></ul>
Для авторизации почтовых ящиков в поле \"Callback URI\" дополнительно укажите адрес: <a href=\"#MAIL_URL#\">#MAIL_URL#</a>,<br>
и отметьте следующие права в блоке \"Яндекс.Почта\":
<ul style=\"text-align: left;\">
	<li>Доступ к логину, имени и фамилии, полу</li>
	<li>Доступ к адресу электронной почты</li>
	<li>Доступ к дате рождения</li>
	<li>Доступ к портрету пользователя</li>
	<li>Чтение всего Диска</li>
	<li>Доступ к информации о Диске</li>
	<li>Доступ к папке приложения на Диске</li>
	<li>Отправка писем через Яндекс.Почту по протоколу SMTP</li>
	<li>Доступ на чтение писем в почтовом ящике</li>
	<li>Чтение и удаление писем в почтовом ящике</li>
</ul>";
$MESS["socserv_yandex_form_note"] = "Используйте вашу учетную запись Яндекса для входа на сайт.";
$MESS["socserv_yandex_form_note_intranet"] = "Войти, используя аккаунт Яндекса.";
