<?php
$MESS["CPT_BCSL_HIDE_SECTION_NAME"] = "Бөлімшелердің атауларын көрсетпеу";
$MESS["CPT_BCSL_LIST_COLUMNS_COUNT"] = "Тізімдегі бағандар саны";
$MESS["CPT_BCSL_SHOW_PARENT_NAME"] = "Бөлім атауын көрсету";
$MESS["CPT_BCSL_VIEW_MODE"] = "Бөлімшелер тізімінің көрінісі";
$MESS["CPT_BCSL_VIEW_MODE_LINE"] = "Тізім";
$MESS["CPT_BCSL_VIEW_MODE_LIST"] = "Көпдеңгейлі тізім";
$MESS["CPT_BCSL_VIEW_MODE_TEXT"] = "Мәтін";
$MESS["CPT_BCSL_VIEW_MODE_TILE"] = "Тақтайша";
$MESS["HIDE_SECTION_NAME_TIP"] = "\"Тақтайша\" бөлімдерінің тізімін көрсету үшін осы опцияны таңдағанда тек бөлімдердің суреттері көрсетіледі.";
$MESS["SHOW_PARENT_NAME_TIP"] = "Ағымдағы бөлімнің атауын көрсету керектігін (негізгі бөлімнен басқа) анықтайды.";
$MESS["VIEW_MODE_TIP"] = "Парақшадағы бөлімшелер тізімінің қалай көрсетілетінін анықтайды. Назар аударыңыз! Барлық бөлімшелер тізімін көрсету нұсқалары үшін (\"Көп деңгейлі тізім\" қоспағанда) бөлімдердің тереңдігін 1-ге тең етіп орнату керек.";
