<?php
$MESS["CHANNEL_SID_TIP"] = "Сауалнама тобы таңдалады, олардың сауалнамалары парақшада көрсетіледі. \"Барлық топтар\" тармағын таңдауға болады, сонда жүйенің барлық белсенді сауалнамалары көрсетіледі.";
$MESS["VOTE_FORM_TEMPLATE_TIP"] = "Өріс сауалнама нысаны бар парақшаға жолды қамтиды. Парақша параметрі ретінде сауалнама идентификаторын беру қажет. Әдепкі бойынша өріс vote_new.php?VOTE_ID=#VOTE_ID# қамтиды.";
$MESS["VOTE_RESULT_TEMPLATE_TIP"] = "Өріс сауалнама нәтижелерінің диаграммасы бар парақшаға сілтемені қамтиды. Парақша параметрі ретінде сауалнама идентификаторын беру қажет. Әдепкі бойынша өріс vote_result.php?VOTE_ID=#VOTE_ID# қамтиды.";
