<?php
$MESS["BLOG_VAR_TIP"] = "Блогтың ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["PAGE_RESULT_COUNT_TIP"] = "Парақшада көрсетілген іздеу нәтижелерінің саны.";
$MESS["PAGE_VAR_TIP"] = "Блогтың парақшасы берілетін айнымалының аты көрсетіледі.";
$MESS["PATH_TO_BLOG_TIP"] = "Блогтың басты парақшасына жол көрсетіледі. Мысалы: blog_blog.php?page=blog&blog=#blog#.";
$MESS["PATH_TO_POST_TIP"] = "Блог хабарламасын егжей-тегжейлі қарау парақшасына жол көрсетіледі. Мысалы: blog_post.php?page=post&blog=#blog#&post_id=#post_id#.";
$MESS["PATH_TO_USER_TIP"] = "Пайдаланушы профилінің парақшасына жол көрсетіледі. Мысалы: blog_user.php?page=user&user_id=#user_id#.";
$MESS["POST_VAR_TIP"] = "Блог хабарламасының ID-і берілетін айнымалының аты көрсетіледі.";
$MESS["SEARCH_PAGE_TIP"] = "Іздеу парақшасына жол көрсетіледі. Мысалы: blog_search.php.";
$MESS["SET_TITLE_TIP"] = "Опция орнатылған кезде парақшаның тақырыпаты ретінде <b>Блогтар бойынша іздеу</b> орнатылады.";
$MESS["USER_VAR_TIP"] = "Блог пайдаланушысының ID-і берілетін айнымалының аты көрсетіледі.";
