<?
$MESS ['GP_SESSION_TIMEOUT'] = "Время жизни сессии (минут)";
$MESS ['GP_SESSION_IP_MASK'] = "Маска сети для привязки сессии";
$MESS ['GP_MAX_STORE_NUM'] = "Максимальное количество компьютеров, на которых может быть одновременно запомнена авторизация";
$MESS ['GP_STORE_IP_MASK'] = "Маска сети для привязки сохраненной авторизации";
$MESS ['GP_STORE_TIMEOUT'] = "Срок хранения авторизации, запомненной на компьютере пользователя (минут)";
$MESS ['GP_CHECKWORD_TIMEOUT'] = "Срок действия контрольного слова для восстановления пароля (минут)";
$MESS ['GP_PASSWORD_LENGTH'] = "Минимальная длина пароля";
$MESS ['GP_PASSWORD_UPPERCASE'] = "Пароль должен содержать латинские символы верхнего регистра (A-Z)";
$MESS ['GP_PASSWORD_LOWERCASE'] = "Пароль должен содержать латинские символы нижнего регистра (a-z)";
$MESS ['GP_PASSWORD_DIGITS'] = "Пароль должен содержать цифры (0-9)";
$MESS ['GP_PASSWORD_PUNCTUATION'] = "Пароль должен содержать знаки пунктуации (#SPECIAL_CHARS#)";
$MESS ['GP_LOGIN_ATTEMPTS'] = "Количество попыток ввода пароля до показа CAPTCHA";
$MESS ['GP_BLOCK_LOGIN_ATTEMPTS'] = "Количество попыток ввода пароля до временной блокировки пользователя";
$MESS ['GP_BLOCK_TIME'] = "Период блокировки пользователя (минут)";
$MESS ['GP_PASSWORD_CHANGE_DAYS'] = "Требовать смены пароля через указанное количество дней";
$MESS ['GP_PASSWORD_UNIQUE_COUNT'] = "Проверять на совпадение указанное количество последних паролей";
$MESS["GP_PASSWORD_CHECK_WEAK"] = "Проверять пароль по базе слабых паролей";
$MESS["GP_PASSWORD_CHECK_POLICY"] = "Требовать смены пароля при несоответствии текущей политике";
?>