<?
$MESS["wiz_structure_data"] = "Встановити демонстраційні дані корпоративного сайту.";
$MESS["wiz_restructure_data"] = "Перевстановити демонстраційні дані корпоративного сайту.";
$MESS["WIZ_COMPANY_LOGO"] = "Логотип (рекомендований розмір 190 х 25)";
$MESS["WIZ_SITE_BANNER"] = "Банер (рекомендований розмір 580 х 175)";
$MESS["WIZ_BANNER_TEXT"] = "Текст банера";
$MESS["WIZ_BANNER_TEXT_DEFAULT"] = "<big> Будуєте плани?</big>
<span> Кредити на вигідних умовах </span>
<small> Дізнайтеся більше про кредитні програми нашого банку</small>";
$MESS["WIZ_COMPANY_SLOGAN"] = "Слоган компанії";
$MESS["WIZ_COMPANY_SLOGAN_DEF"] = "Місце для слогана банку знаходиться тут";
$MESS["WIZ_COMPANY_COPY"] = "Підпис сайту";
$MESS["WIZ_COMPANY_COPY_DEF"] = "<p> © 2001-2014« Назва компанії »</ p>
<p> Адреса </ p> ";
$MESS["wiz_site_name"] = "Корпоративний сайт";
$MESS["wiz_site_desc"] = "Наш Банк - це сучасний високотехнологічний банк, що поєднує в собі новітні технології надання послуг і кращі традиції банківської спільноти і російського підприємництва.";
$MESS["wiz_keywords"] = "банк, вклади, кредити, іпотека";
$MESS["wiz_meta_data"] = "Метадані:";
$MESS["wiz_meta_description"] = "Опис сайту:";
$MESS["wiz_meta_keywords"] = "Ключові слова:";
?>