<?
$MESS ['SORBY_TIP'] = "Указывается поле, по которому будет происходить сортировка курсов на странице.";
$MESS ['SORORDER_TIP'] = "В каком направлении будут отсортированы курсы, по возрастанию или по убыванию.";
$MESS ['COURSE_DETAIL_TEMPLATE_TIP'] = "Путь к странице с детальным просмотром курса.";
$MESS ['CHECK_PERMISSIONS_TIP'] = "При выборе значения \"Да\" будет проверяться право на доступ.";
$MESS ['COURSES_PER_PAGE_TIP'] = "Количество курсов, выводимых на странице. Остальные будут выведены с помощью постраничной навигации.";
$MESS ['SET_TITLE_TIP'] = "При отмеченной опции в качестве заголовка страницы будет установлено <b>Список курсов</b>.";
?>