<?php
$MESS["BLOG_ERR_NO_RIGHTS"] = "Идеяны қосу немесе өзгерту үшін, жүйеде авторланыңыз.";
$MESS["BLOG_MODULE_NOT_INSTALL"] = "Блогтар модулі орнатылмаған.";
$MESS["BLOG_POST_EDIT"] = "\"#IDEA_TITLE#\" идеясын редакциялау";
$MESS["BLOG_P_INSERT"] = "Кескінді енгізу үшін шертіңіз";
$MESS["BPE_HIDDEN_POSTED"] = "Сіздің хабарламаңыз сәтті қосылды. Блогта алдын-ала модерация қосылған, сондықтан хабарлама блог модераторы (иесі) тексергеннен кейін ғана жарияланады.";
$MESS["BPE_SESS"] = "Сіздің сессияңыз аяқталды. Өтінеміз, хабарламаны тағы да сақтаңыз.";
$MESS["B_B_MES_NO_BLOG"] = "Блог табылмады";
$MESS["IDEA_MODULE_NOT_INSTALL"] = "Идеялар модулі орнатылмаған.";
$MESS["IDEA_NEW_MESSAGE"] = "Идея ұсыну";
$MESS["IDEA_NEW_MESSAGE_SUCCESS"] = "Жаңа хабарлама сәтті қосылды";
