<?
$MESS ['IBLOCK_TYPE_TIP'] = "Из выпадающего списка выбирается один из созданных в системе типов инфоблоков. После нажатия кнопки <b><i>ок</i></b> будут подгружены все инфоблоки, созданные для выбранного типа.";
$MESS ['IBLOCK_ID_TIP'] = "Укажите инфоблок, в котором будут храниться фотографии. Если выбран пункт <i>(другое)-></i>, то необходимо указать ID инфоблока в поле рядом.";
$MESS ['SECTION_ID_TIP'] = "Поле содержит код, в котором передается ID раздела (альбома).";
$MESS ['ELEMENT_ID_TIP'] = "Поле содержит код, в котором передается ID элемента (фотографии).";
$MESS ['SECTION_CODE_TIP'] = "Символьный идентификатор альбома.";
$MESS ['ELEMENT_CODE_TIP'] = "Символьный идентификатор фотографии.";
$MESS ['SECTION_URL_TIP'] = "Адрес страницы просмотра альбома.";
$MESS ['DETAIL_URL_TIP'] = "Адрес страницы детального просмотра фотографии.";
$MESS ['DETAIL_EDIT_URL_TIP'] = "Адрес страницы редактирования параметров фотографии.";
$MESS ['UPLOAD_URL_TIP'] = "Путь к странице загрузки фотографий.";
$MESS ['DISPLAY_PANEL_TIP'] = "При установленной опции кнопки будут отображены в режиме редактирования сайта на административной панели и в наборе кнопок области редактирования компонента.";
$MESS ['SET_TITLE_TIP'] = "При отмеченной опции в качестве заголовка страницы будет установлено название альбома.";
$MESS ['CACHE_TYPE_TIP'] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "Поле служит для указания времени кеширования в секундах.";
$MESS ['ELEMENT_SORT_FIELD_TIP'] = "Укажите поле, по которому будет происходить сортировка фотографий в альбоме.";
$MESS ['ELEMENT_SORT_ORDER_TIP'] = "Выберите порядок сортировки фотографий: по возрастанию или по убыванию.";
$MESS ['DATE_TIME_FORMAT_TIP'] = "Выберите формат отображения даты.";
?>