<?php
$MESS["DEVSERVER_ADMIN_MESSAGE"] = "Бұл қондырғы \"1С-Битрикс: Сайтты басқару\" өнімі негізінде әзірлеуге арналған. Ол жұмыс (қолданыстағы) сайты ретінде пайдаланылмауы керек.";
$MESS["MAIN_PROLOG_ADMIN_LOGOUT"] = "Сеансты аяқтау";
$MESS["MAIN_PROLOG_ADMIN_TITLE"] = "Әкімшілік бөлім";
$MESS["MAIN_PR_ADMIN_CUR_LINK"] = "Ағымдағы парақшаға сілтеме";
$MESS["MAIN_PR_ADMIN_FAV"] = "Таңдаулы";
$MESS["MAIN_PR_ADMIN_FAV_ADD"] = "Таңдаулыға қосу";
$MESS["MAIN_PR_ADMIN_FAV_DEL"] = "Таңдаулыдан жою";
$MESS["TRIAL_ATTENTION"] = "Назар аударыңыз! Соңғы жаңартуларды алу үшін <a href=\"/bitrix/admin/sysupdate.php\">SiteUpdate</a>технологиясын қолданыңыз.<br>";
$MESS["TRIAL_ATTENTION_TEXT1_1c_bitrix"] = "Бұл \"1С-Битрикс: Сайтты басқару\" өнімінің сынақ нұсқасы.";
$MESS["TRIAL_ATTENTION_TEXT1_1c_bitrix_eduportal"] = "Бұл \"1С-Битрикс: Оқу орнының ішкі порталы\" өнімінің сынақ нұсқасы.";
$MESS["TRIAL_ATTENTION_TEXT1_1c_bitrix_gosportal"] = "Бұл \"1С-Битрикс: Билік органының ішкі порталы\" өнімінің сынақ нұсқасы.";
$MESS["TRIAL_ATTENTION_TEXT1_1c_bitrix_gossite"] = "Бұл \"1С-Битрикс: Билік органының ресми сайты\" өнімінің сынақ нұсқасы.";
$MESS["TRIAL_ATTENTION_TEXT1_1c_bitrix_portal"] = "Бұл \"1С-Битрикс: Корпоративтік портал\" өнімінің сынақ нұсқасы";
$MESS["TRIAL_ATTENTION_TEXT1_ua_bitrix_portal"] = "Бұл \"Битрикс: Корпоративтік портал\" өнімінің сынақ нұсқасы.";
$MESS["TRIAL_ATTENTION_TEXT2"] = "Сынақ кезеңі аяқталғанға дейін қалды";
$MESS["TRIAL_ATTENTION_TEXT3"] = "күн";
$MESS["TRIAL_ATTENTION_TEXT4_1c_bitrix"] = "\"1С-Битрикс: Сайтты басқару\" өнімінің сынақ нұсқасының жұмыс мерзімі аяқталды. Екі аптадан кейін бұл сайт бұғатталады, оны ашу мүмкін болмайды.";
$MESS["TRIAL_ATTENTION_TEXT4_1c_bitrix_eduportal"] = "\"1С-Битрикс: Оқу орнының ішкі порталы\" өнімінің сынақ нұсқасының жұмыс мерзімі аяқталды. Екі аптадан кейін бұл сайт бұғатталады, оны ашу мүмкін болмайды";
$MESS["TRIAL_ATTENTION_TEXT4_1c_bitrix_gosportal"] = "\"1С-Битрикс: Билік органының ішкі порталы\" өнімінің сынақ нұсқасының жұмыс мерзімі аяқталды. Екі аптадан кейін бұл сайт бұғатталады, оны ашу мүмкін болмайды";
$MESS["TRIAL_ATTENTION_TEXT4_1c_bitrix_gossite"] = "\"1С-Битрикс: Билік органының ресми сайты\" өнімінің сынақ нұсқасының жұмыс мерзімі аяқталды. Екі аптадан кейін бұл сайт бұғатталады, оны ашу мүмкін болмайды";
$MESS["TRIAL_ATTENTION_TEXT4_1c_bitrix_portal"] = "\"1С-Битрикс: Корпоративтік портал\" өнімінің сынақ нұсқасының жұмыс мерзімі аяқталды. Екі аптадан кейін бұл сайт бұғатталады, оны ашу мүмкін болмайды";
$MESS["TRIAL_ATTENTION_TEXT4_ua_bitrix_portal"] = "\"Битрикс: Корпоративтік портал\" өнімінің сынақ нұсқасының жұмыс мерзімі аяқталды. Екі аптадан кейін бұл сайт бұғатталады, оны ашу мүмкін болмайды";
$MESS["TRIAL_ATTENTION_TEXT5_1c_bitrix"] = "Сіз өнімнің толық функционалды нұсқасын <a href=\"http://www.1c-bitrix.ru/buy/?r1=bsm7trial&amp;r2=expiried\">http://www.1c-bitrix.ru/buy/</a> мекенжайы бойынша сатып ала аласыз";
$MESS["TRIAL_ATTENTION_TEXT5_1c_bitrix_eduportal"] = "Сіз өнімнің толық функционалды нұсқасын <a href=\"http://www.1c-bitrix.ru/buy/?r1=bsm7trial&amp;r2=expiried\">http://www.1c-bitrix.ru/buy/</a> мекенжайы бойынша сатып ала аласыз";
$MESS["TRIAL_ATTENTION_TEXT5_1c_bitrix_gosportal"] = "Сіз өнімнің толық функционалды нұсқасын <a href=\"http://www.1c-bitrix.ru/buy/?r1=bsm7trial&amp;r2=expiried\">http://www.1c-bitrix.ru/buy/</a> мекенжайы бойынша сатып ала аласыз";
$MESS["TRIAL_ATTENTION_TEXT5_1c_bitrix_gossite"] = "Сіз өнімнің толық функционалды нұсқасын <a href=\"http://www.1c-bitrix.ru/buy/?r1=bsm7trial&amp;r2=expiried\">http://www.1c-bitrix.ru/buy/</a> мекенжайы бойынша сатып ала аласыз";
$MESS["TRIAL_ATTENTION_TEXT5_1c_bitrix_portal"] = "Сіз өнімнің толық функционалды нұсқасын <a href=\"http://www.1c-bitrix.ru/buy/?r1=bsm7trial&amp;r2=expiried\">http://www.1c-bitrix.ru/buy/</a> мекенжайы бойынша сатып ала аласыз";
$MESS["TRIAL_ATTENTION_TEXT5_ua_bitrix_portal"] = "Сіз өнімнің толық нұсқасын мына мекенжай бойынша сатып ала аласыз <a href=\"https://www.bitrix.ua/buy/intranet.php\">https://www.bitrix.ua/</a>";
$MESS["admin_panel_browser"] = "Әкімшілік тақта Internet Explorer 7 және одан төмен нұсқаларын қолдамайды. Заманауи браузерді орнатыңыз: <a href=\"http://www.firefox.com\">Firefox</a>, <a href=\"http://www.google.com/chrome/\">Chrome</a>, <a href=\"http://www.opera.com\">Opera</a> немесе <a href=\"http://www.microsoft.com/windows/edge/\">Microsoft Edge</a>.";
$MESS["main_prolog_help"] = "Көмек";
$MESS["prolog_admin_headers_sent"] = "Назар аударыңыз! #FILE# қызметтік файлында артық символдар табылды, #LINE# жолы.";
$MESS["prolog_main_hide_menu"] = "Мәзірді жасыру";
$MESS["prolog_main_less_buttons"] = "Батырмаларды кішірейту";
$MESS["prolog_main_m_e_n_u"] = "М<br>ә<br>з<br>і<br>р<br>";
$MESS["prolog_main_more_buttons"] = "Батырмаларды үлкейту";
$MESS["prolog_main_show_menu"] = "Мәзірді көрсету";
$MESS["prolog_main_support1"] = "<span class=\"required\">Назар аударыңыз!</span> Техникалық қолдау мен жаңартулардың белсенділік мерзімі #FINISH_DATE#, #DAYS_AGO# <b>аяқталады</b>.#WHAT_IS_IT#<br />Сіз жеңілдікті ұзартуды #SUP_FINISH_DATE# дейін сатып ала аласыз.";
$MESS["prolog_main_support2"] = "<span class=\"required\">Назар аударыңыз!</span> Техникалық қолдау мен жаңартулардың белсенділік мерзімі #FINISH_DATE#, <b>#DAYS_AGO#&nbsp;күн</b>бұрын<b>аяқталды</b>.#WHAT_IS_IT#<br />Сіз жеңілдікті ұзартуды #SUP_FINISH_DATE# дейін сатып ала аласыз.";
$MESS["prolog_main_support3"] = "<span class=\"required\">Назар аударыңыз!</span> Техникалық қолдау мен жаңартулардың белсенділік мерзімі #FINISH_DATE# <b>аяқталды</b>.#WHAT_IS_IT#<br />Сіз жеңілдікті ұзартуды сатып ала аласыз.";
$MESS["prolog_main_support11"] = "<span class=\"required\">Назар аударыңыз!</span> Техникалық қолдау мен жаңартулардың белсенділік мерзімі #FINISH_DATE#, #DAYS_AGO# <b>аяқталады</b>.#WHAT_IS_IT#<br />Сіз жеңілдікті ұзартуды #SUP_FINISH_DATE# дейін сатып ала аласыз.";
$MESS["prolog_main_support21"] = "<span class=\"required\">Назар аударыңыз!</span> Техникалық қолдау мен жаңартулардың белсенділік мерзімі #FINISH_DATE#, <b>#DAYS_AGO#&nbsp;күн</b>бұрын<b>аяқталды</b>.#WHAT_IS_IT#<br />Сіз жеңілдікті ұзартуды #SUP_FINISH_DATE# дейін сатып ала аласыз.";
$MESS["prolog_main_support31"] = "<span class=\"required\">Назар аударыңыз!</span> Техникалық қолдау мен жаңартулардың белсенділік мерзімі #FINISH_DATE# <b>аяқталды</b>.#WHAT_IS_IT#<br />Сіз жеңілдікті ұзартуды сатып ала аласыз.";
$MESS["prolog_main_support_almost_expire"] = "<span class=\"required\">Назар аударыңыз!</span> Ағымдағы лицензияның әрекет ету мерзімі #FINISH_DATE# <b>аяқталады</b>. (<span onclick=\"BX.toggle(BX('supdescr'))\" style='border-bottom: 1px dashed #1c91e7; color: #1c91e7; cursor: pointer;'>Бұл нені білдіреді?</span>)<br />Егер лицензия жаңартылмаса, жаңартуларға, техникалық қолдауға және өнімнің кейбір мүмкіндіктеріне қолжетімділік жабылады.";
$MESS["prolog_main_support_button_no_prolong"] = "Мен ұзартпаймын";
$MESS["prolog_main_support_button_no_prolong2"] = "Кейінірек еске түсіру...";
$MESS["prolog_main_support_button_prolong"] = "Лицензияны ұзарту";
$MESS["prolog_main_support_days"] = "<b>#N_DAYS_AGO#&nbsp;күннен</b> кейін";
$MESS["prolog_main_support_expired"] = "<span class=\"required\">Назар аударыңы!</span> Ағымдағы лицензияның әрекет ету мерзімі #FINISH_DATE# <b>аяқталды</b>. (<span onclick=\"BX.toggle(BX('supdescr'))\" style='border-bottom: 1px dashed #1c91e7; color: #1c91e7; cursor: pointer;'>Бұл нені білдіреді?</span>)<br />Жаңартуларға, техникалық қолдауға және өнімнің кейбір мүмкіндіктеріне қолжетімділік жабық.";
$MESS["prolog_main_support_menu1"] = "Кейін:";
$MESS["prolog_main_support_menu2"] = "апта";
$MESS["prolog_main_support_menu3"] = "екі апта";
$MESS["prolog_main_support_menu4"] = "<span style=\"color:red;\">ай</span>";
$MESS["prolog_main_support_wit_descr1"] = "\"Стандартты лицензия\" мерзімінің аяқталуы нені білдіреді?";
$MESS["prolog_main_support_wit_descr2"] = "\"Стандартты лицензия\" мерзімінің аяқталуы жаңарту жүйесіне және өнімнің кейбір функциялық мүмкіндіктеріне шектеулер қоюға әкеледі.<br /><br />
 \"Стандартты лицензияның\" белсенділік мерзімі аяқталғаннан кейін сіз платформа жаңартуларын орната алмайсыз, өнімнің жаңа нұсқаларын ала алмайсыз және Маркетплейс шешімдерінің каталогынан толықтырулар, сондай-ақ олар үшін ұзартулар орната алмайсыз. Сонымен қатар, \"CDN\" немесе \"Бұлтты бекап\" сияқты бұлтты қызметтеріміздің жұмысы тоқтайды.<br /><br />
Сондай-ақ, сіздер үшін біздің қолдау қызметіне жүгінулеріңізді өңдеу уақыты артып келеді. Лицензиясы белсенді емес пайдаланушылар үшін техникалық қолдауға жүгінуге жауап беру мерзімі 24 жұмыс сағатын құрауы мүмкін. <br /><br />
Жоғарыда аталған мүмкіндіктерді пайдалануды жалғастыру үшін ұзартуды сатып алу қажет.<br /><br />
Стандартты лицензия мерзімі аяқталғаннан кейін бір ай ішінде сіз мұны жеңілдетілген шарттармен, қолданатын редакция құнының 22%-на жасай аласыз. Кез келген басқа уақытта - 60 %-ға.<br /><br />
Сіздің назарыңызды өнімді \"Шектеулі лицензия\" шарттарында уақыт шектеуінсіз пайдалануды жалғастыра алатындығыңызға аударамыз.<br /><br />
Толығырақ «<a href=\"http://www.1c-bitrix.ru/download/law/eula_bus.pdf\" target=\"_blank\">Лицензиялық келісімде</a>» танысуға болады
";
$MESS["prolog_main_support_wit_descr2_cp"] = "\"Стандартты лицензия\" мерзімінің аяқталуы жаңарту жүйесіне және өнімнің кейбір функционалдық мүмкіндіктеріне шектеулер қоюға әкеледі. <br /><br />
\"Стандартты лицензияның\" белсенділік мерзімі аяқталғаннан кейін сіз платформа жаңартуларын орната алмайсыз, өнімнің жаңа нұсқаларын ала алмайсыз және Маркетплейс шешімдерінің каталогынан толықтырулар, сондай-ақ олар үшін ұзартулар орната алмайсыз. Сонымен қатар, біздің \"Бұлтты бекап\" қызметінің жұмысы тоқтатылады. <br /><br />
Сондай-ақ, сіздер үшін біздің қолдау қызметіне жүгінулеріңізді өңдеу уақыты артып келеді. Белсенді емес лицензиясы бар пайдаланушылар үшін техникалық қолдауға жүгінуге жауап беру мерзімі 24 жұмыс сағатын құрауы мүмкін.<br /><br />
Жоғарыда аталған мүмкіндіктерді пайдалануды жалғастыру үшін ұзартуды сатып алу қажет.<br /><br />
Стандартты лицензия мерзімі аяқталғаннан кейін бір ай ішінде сіз мұны жеңілдетілген шарттармен, қолданатын редакция құнының 22%-на жасай аласыз. Кез келген басқа уақытта - 60 %-ға.<br /><br />
Сіздің назарыңызды өнімді \"Шектеулі лицензия\" шарттарында уақыт шектеуінсіз пайдалануды жалғастыра алатындығыңызға аударамыз.<br /><br />
Толығырақ «<a href=\"http://www.1c-bitrix.ru/download/law/eula_cp.pdf\" target=\"_blank\">Лицензиялық келісімде</a>» танысуға болады";
$MESS["prolog_main_support_wit_description_bus_MSGVER_1"] = "Лицензияның әрекет ету мерзімінің аяқталуы жаңарту жүйесіне, өнімнің кейбір мүмкіндіктеріне және техникалық қолдау көрсетуге шектеулер қояды.<br /><br />
Сізге мына мүмкіндіктер қолжетімді болмайды:<br /><br />
- Қауіпсіздік жүйесін жаңарту;<br />
- Сайттар24 құрастырушысы;<br />
- «Marketplace» каталогындағы шешімдерге қол жеткізу.<br /><br />
Шектеулердің толық тізімі «<a href=\"https://www.1c-bitrix.ru/legal/limited_license.php\" target=\"_blank\">сілтеме</a>» бойынша қолжетімді.<br /><br />
Толығырақ «<a href=\"#LINK#\" target=\"_blank\">Лицензиялық келісімде</a>» танысуға болады.";
$MESS["prolog_main_support_wit_description_cp_MSGVER_1"] = "Лицензияның әрекет ету мерзімінің аяқталуы жаңарту жүйесіне, өнімнің кейбір мүмкіндіктеріне және техникалық қолдау көрсетуге шектеулер қояды.<br /><br />
Сізге мына мүмкіндіктер қолжетімді болмайды:<br /><br />
- Телефония;<br />
- Ашық желілер;<br />
- «Marketplace» және «Битрикс24.Маркет» каталогындағы шешімдерге қол жеткізу. <br /><br />
Шектеулердің толық тізбесі «<a href=\"https://www.1c-bitrix.ru/legal/limited_license_bitrix24.php\" target=\"_blank\">сілтеме</a>» бойынша қолжетімді.<br /><br />
Толығырақ «<a href=\"#LINK#\" target=\"_blank\">Лицензиялық келісімде</a>» танысуға болады.";
$MESS["prolog_main_timelimit_almost_expire"] = "<span class=\"required\">Назар аударыңыз!</span> Ағымдағы лицензияның әрекет ету мерзімі #FINISH_DATE# <b>аяқталады</b>. Егер лицензия ұзартылмаса, өнімге қолжетімділік жабылады. «<a href=\"#LINK#\" target=\"_blank\">Толығырақ</a>».";
$MESS["prolog_main_timelimit_expired"] = "<span class=\"required\">Назар аударыңыз!</span> Ағымдағы лицензияның әрекет ету мерзімі #FINISH_DATE# <b>аяқталды</b>. Егер лицензия #BLOCK_DATE# дейін ұзартылмаса, өнімге қолжетімділік жабық болады. «<a href=\"#LINK#\" target=\"_blank\">Толығырақ</a>».";
$MESS["prolog_main_today"] = "<b>бүгін</b>";
