<?
$MESS ['BI_PATH_TO_BLOG'] = "Шаблон пути к странице блога";
$MESS ['BI_PATH_TO_BLOG_CATEGORY'] = "Шаблон пути к странице блога c фильтром по тегу";
$MESS ['BI_PATH_TO_USER'] = "Шаблон пути к странице пользователя блога";
$MESS ['BI_BLOG_VAR'] = "Имя переменной для идентификатора блога";
$MESS ['BI_USER_VAR'] = "Имя переменной для идентификатора пользователя блога";
$MESS ['BI_PAGE_VAR'] = "Имя переменной для страницы";
$MESS ['BI_BLOG_URL'] = "Путь блога";
$MESS ['BI_CATEGORY_ID'] = "Идентификатор тега для фильтрации";
$MESS ['BLOG_PROPERTY_LIST'] = "Какие свойства блога выводить";
$MESS ['B_VARIABLE_ALIASES'] = "Имена переменных";
?>