<?php
$MESS["F_ALL_FORUMS"] = "Барлық форумдар";
$MESS["F_CHANGE"] = "Өзгертілген:";
$MESS["F_DATE"] = "күні бойынша";
$MESS["F_DIFF_URLS"] = "Хабарламаларды <a href='#MESSAGE_URL#'>форумда</a> немесе <a href='#SITE_URL#'>сайтта</a> оқу.";
$MESS["F_DO_SEARCH"] = "Табу";
$MESS["F_EMPTY"] = "Ештеңе табылмады. Сұрауды қайта құрастырып көріңіз.";
$MESS["F_FORUM"] = "Форум";
$MESS["F_INTERVAL"] = "Кезең";
$MESS["F_INTERVAL_ALL"] = "барлық уақытта";
$MESS["F_INTERVAL_DAYS"] = "күн";
$MESS["F_INTERVAL_TODAY"] = "бүгін";
$MESS["F_KEYWORDS"] = "Іздеу";
$MESS["F_PHRASE_ERROR_CORRECT"] = "Іздеу сөз тізбегін түзетіп, іздеуді қайталаңыз.";
$MESS["F_PHRASE_ERROR_SYNTAX"] = "Іздеу сұрауының синтаксисі:";
$MESS["F_RELEVANCE"] = "релеванттылық бойынша";
$MESS["F_SEARCH_DESCR"] = "Әдетте сұрау бір немесе бірнеше сөзден тұрады, мысалы: <br/>	<i>байланыс ақпараты</i><br/> Мұндай сұрау бойынша сұраудың екі сөзі де кездесетін парақшалар табылады. <br/><br/> Логикалық операторлар күрделірек сұраулар құруға мүмкіндік береді, мысалы: <br/> <i>байланыс ақпараты немесе телефон</i><br/> Мұндай сұрау бойынша \"байланыс\" және \"ақпараты\" сөздері немесе \"телефон\" сөзі кездесетін парақшалар табылады.<br/><br/> <i>байланыс ақпараты емес телефон</i><br/> Мұндай сұрау бойынша \"байланыс\" және \"ақпараты\" сөздері кездесетін, бірақ \"телефон\" сөзі кездеспейтін парақшалар табылады.<br/> Күрделірек сұраулар құру үшін жақшаларды қолдана аласыз.<br/><br/> <b>Логикалық операторлар:</b> 
	<table class='forum-main'>
		<tr><th>Оператор</th><th>Синонимдер</th><th>Сипаттама</th></tr>
		<tr><td align=\"center\">және</td><td>and, &amp;, +</td><td>Логикалық <i>операторы&quot;и&quot;</i> меңзеледі, оны ескермеуге болады: &quot;байланыс ақпараты&quot; сұранысы &quot;байланыс және ақпарат&quot; сұранысына толықтай балама.</td></tr>
		<tr><td align=\"center\">немесе</td><td>or, |</td><td>Логикалық операторы<i> &quot;немесе&quot;</i>  операндтардың кем дегенде біреуі бар тауарларды іздеуге мүмкіндік береді. </td></tr><tr><td align=\"center\">емес</td><td>not, ~</td><td>Логикалық операторы <i>&quot;емес&quot;</i> оператордан кейін көрсетілген сөзі жоқ парақшаларды іздеуді шектейді.</td></tr><tr><td align=\"center\">( )</td><td>&nbsp;</td><td><i>Домалақ жақшалар</i> логикалық операторлардың әрекет ету тәртібін белгілейді. </td></tr></table>";
$MESS["F_SORT"] = "Реттеу";
$MESS["F_TAGS"] = "Тегтер";
$MESS["F_TITLE"] = "Іздеу";
$MESS["F_TOPIC"] = "тақырыптар бойынша";
