<?
$MESS["SALE_DH_KP_LESS_1"] = "Вагою до 1 кг";
$MESS["SALE_DH_KP_MORE_1"] = "За кожні наступні повні / неповні 0,5 кг. ваги";
$MESS["SALE_DH_KP_NAME"] = "Казпочта";
$MESS["SALE_DH_KP_DESCR"] = "Оброблювач доставки \"Казпочта\"";
$MESS["SALE_DH_KP_DI_TITLE"] = "Інтернет-магазин";
$MESS["SALE_DH_KP_DI_DESCR"] = "Пересилання посилок в межах РК для дистанційних компаній та інтернет магазинів";
$MESS["SALE_DH_KP_TARIF_TITLE"] = "Тарифи по республіці Казахстан";
$MESS["SALE_DH_KP_TARIF_IREG"] = "У межах області, мм. Алмати і Астана";
$MESS["SALE_DH_KP_OVERLOAD"] = "Неприпустимо велику вагу товару або відсутні коробки потрібного розміру";
$MESS["SALE_DH_KP_STNDRD_BOX"] = "Розмір коробки мм.";
?>