<?
$MESS["CURRENCY_FROM"] = "Массив \"исходных\" валют для перевода";
$MESS["CURRENCY_BASE"] = "Валюта, к которой приводятся \"исходные\" валюты";
$MESS["CURRENCY_RATE_DAY"] = "День, на который показывать курсы валют (в формате 'Y-m-d')";
$MESS["T_CURRENCY_CBRF"] = "Показывать курс валют с ЦБ РФ";
$MESS["arrCURRENCY_FROM_TIP"] = "Выберите валюты из определенных в системе, котировки для которых будет показаны в таблице.";
$MESS["CURRENCY_BASE_TIP"] = "Выбирается одна из определенных в системе валют, по отношению к которой будут представлены котировки указанных выше валют.";
$MESS["RATE_DAY_TIP"] = "Указывается дата, которой должен соответствовать курс валюты. Если курса валюты  на указанную дату  нет, то выводится курс валюты по умолчанию.";
$MESS["SHOW_CB_TIP"] = "При установленной опции будут показаны курсы валют по отношению к рублю по данным ЦБ РФ. Работает только если в поле <i>Валюта, к которой приводятся 'исходные' валюты</i> выбран RUB.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: действует при включенном кешировании в течение заданного времени;<br /><i>Кешировать</i>: для кеширования необходимо определить только время кеширования;<br /><i>Не кешировать</i>: кеширования нет в любом случае.";
$MESS["CACHE_TIME_TIP"] = "Поле служит для указания времени кеширования в секундах.";
?>