<?php
$MESS["CACHE_TIME_TIP"] = "Өріс кэштеу уақытын секундпен көрсету үшін қызмет етеді.";
$MESS["CACHE_TYPE_TIP"] = "<i>Авто</i>: кэштеу қосылған кезде белгілі бір уақыт ішінде әрекет етеді;<br /><i>Кэштеу</i>: кэштеу үшін тек кэштеу уақытын анықтау қажет;<br /><i>Кэштеуге болмайды</i>: кез келген жағдайда кэштеу жоқ.";
$MESS["IBLOCK_ID_TIP"] = "Орнатылған түрдегі ақпараттық блоктар шығарылды. Ақпарат блоктарының бірі таңдалады. Егер <i>(басқа)-></i> тармағы таңдалса, онда жанындағы өріске ақпарат блогының ID-ін көрсету қажет.";
$MESS["IBLOCK_TYPE_TIP"] = "Тізімнен жүйеде жасалған ақпараттық блоктардың біреуі таңдалады <b><i>ок</i></b> батырмасын басқаннан кейін таңдалған түрге арналған ақпараттық блоктар жүктеледі. Егер <i>(басқа)-></i> тармағы таңдалса, онда жанындағы өріске ақпараттық блок түрінің ID-ін көрсету қажет.";
$MESS["NUM_DAYS_TIP"] = "Параметр жаңалықтарды қанша күнде экспорттау керектігін анықтайды.  Мысалы, соңғы 30 күнде.";
$MESS["NUM_NEWS_TIP"] = "RSS-ға экспортталатын жаңалықтардың саны көрсетіледі.";
$MESS["RSS_TTL_TIP"] = "Арнаның ресурстан жаңартылуына дейін кэштеуге болатын минут саны.";
$MESS["SECTION_ID_TIP"] = "Бөлімнің ID немесе символдық идентификаторы көрсетіледі, жаңалықтар сол жерден rss-ке экспортталады.";
$MESS["SORT_BY1_TIP"] = "Тізімде жаңалықтарды сұрыптауға болатын өрістер көрсетілген. Сондай-ақ, <i>басқа</i> тармағын таңдап, жанындағы өріске қажетті параметрдің кодын енгізуге болады.  ";
$MESS["SORT_BY2_TIP"] = "Бірінші сұрыптау өрістерінің мәндері сәйкес келсе, екінші сұрыптау үшін элементтердің өрісін көрсетіңіз.";
$MESS["SORT_ORDER1_TIP"] = "Элементтер таңдалған өріс бойынша қай бағытта сұрыпталатынын көрсетіңіз.";
$MESS["SORT_ORDER2_TIP"] = "Элементтер екінші рет сұрыптағанда қай бағытта сұрыпталатынын көрсетіңіз.";
$MESS["YANDEX_TIP"] = "<i>Яндекс.Жаңалықтар</i> қызметіне жаңалықтарды жіберу пішімін қосу. Бұл жағдайда ақпараттық блоктың элементтері соңғы екі күн ішінде санын шектемей таңдалады.";
