<?php
$MESS["DISAPPEAR_MESSAGES_ON_HOUR"] = 'Создатель чата включил автоудаление. Все сообщения будут стираться спустя час с момента отправки';
$MESS["DISAPPEAR_MESSAGES_ON_DAY"] = 'Создатель чата включил автоудаление. Все сообщения будут стираться спустя день с момента отправки';
$MESS["DISAPPEAR_MESSAGES_ON_WEEK"] = 'Создатель чата включил автоудаление. Все сообщения будут стираться спустя неделю с момента отправки';
$MESS["DISAPPEAR_MESSAGES_ON_MONTH"] = 'Создатель чата включил автоудаление. Все сообщения будут стираться спустя месяц с момента отправки';
$MESS["DISAPPEAR_MESSAGES_CHANGE_HOUR"] = 'Создатель чата изменил интервал автоудаления. Все сообщения будут стираться спустя час с момента отправки';
$MESS["DISAPPEAR_MESSAGES_CHANGE_DAY"] = 'Создатель чата изменил интервал автоудаления. Все сообщения будут стираться спустя день с момента отправки';
$MESS["DISAPPEAR_MESSAGES_CHANGE_WEEK"] = 'Создатель чата изменил интервал автоудаления. Все сообщения будут стираться спустя неделю с момента отправки';
$MESS["DISAPPEAR_MESSAGES_CHANGE_MONTH"] = 'Создатель чата изменил интервал автоудаления. Все сообщения будут стираться спустя месяц с момента отправки';
$MESS["DISAPPEAR_MESSAGES_OFF"] = 'Создатель чата выключил автоудаление сообщений';
