<?php
$MESS["ACGA1_BAD_DATE"] = "Аффилиатты құру күні көрсетілмеген немесе пішімі дұрыс емес";
$MESS["ACGA1_BAD_FUNC1"] = "Функцияны дұрыс емес шақыру";
$MESS["ACGA1_ERROR_FUNC"] = "Функцияны шақыру қатесі";
$MESS["ACGA1_ERROR_TRANSF_MONEY"] = "Ақшаны ішкі шотқа аудару қатесі";
$MESS["ACGA1_ERROR_UPDATE_SUM"] = "Есептелген сомалардың жазбасын жаңарту қатесі";
$MESS["ACGA1_NO_AFFILIATE"] = "#ID# коды бар аффилиат табылмады";
$MESS["ACGA1_NO_PLAN"] = "Жоспар коды көрсетілмеген";
$MESS["ACGA1_NO_PLAN_DEACT"] = "#ID# коды бар аффилиат үшін тиісті жоспар табылмады. Аффилиат белсенсіздірілді.";
$MESS["ACGA1_NO_SITE"] = "Жоспар сайты көрсетілмеген";
$MESS["ACGA1_NO_USER"] = "Пайдаланушының коды көрсетілмеген";
$MESS["ACGA1_TRANSF_MONEY"] = ". Ақша ішкі шотқа аударылды.";
$MESS["AF_ERROR_USER"] = "##USER_ID# пайдаланушысында Интернет-дүкен модулінде аффилиат жоқ және оны жою мүмкін емес.";
$MESS["SKGU_NO_USER"] = "#ID# коды бар пайдаланушы табылмады";
