<?php
$MESS["SKGO_ERROR_CURRENCY"] = "Интернет-дүкенде #CURRENCY# валюта сайтқа байланыстырылған, валютаны жою мүмкін емес.";
$MESS["SKGO_ERROR_DEFAULT_CURRENCY"] = "Интернет-дүкенде #CURRENCY# валюта \"әдепкі бойынша\" валюта болып табылады. Модульдің баптаулары өзгермейінше, валютаны жою мүмкін емес";
$MESS["SKGS_NO_DEL_FLAG"] = "Жойылатын жазбалар жалауының коды көрсетілмеген";
$MESS["SKGS_NO_DEL_GROUP"] = "Жойылатын жазбалар тобының коды көрсетілмеген";
$MESS["SKGS_NO_DEL_ID"] = "Жойылатын жазба коды көрсетілмеген";
$MESS["SKGS_NO_DEL_SITE"] = "Жойылатын жазбалар сайтының коды көрсетілмеген";
$MESS["SKGS_NO_ID"] = "Жаңартылатын жазба коды көрсетілмеген";
