<?php
$MESS["SKGUC_CROSS_BOUND"] = "Бұл картадан ең көбі #SUM1# шешуге болады, #SUM2# шешілуде";
$MESS["SKGUC_EMPTY_CURRENCY"] = "Шешілетін сома валютасы көрсетілмеген";
$MESS["SKGUC_EMPTY_ID"] = "Жазба коды көрсетілмеген";
$MESS["SKGUC_EMPTY_SUM"] = "Шешілетін сома көрсетілмеген";
$MESS["SKGUC_NO_ACTION"] = "##ID# коды бар төлем жүйесін өңдеуіш табылмады";
$MESS["SKGUC_NO_CURRENCY"] = "Ақша алу ауқымының шектері үшін валюта белгіленбеген";
$MESS["SKGUC_NO_ID"] = "Өзгертілетін жазба коды көрсетілмеген";
$MESS["SKGUC_NO_PARAMS"] = "Карта параметрлерінің массиві көрсетілмеген";
$MESS["SKGUC_NO_PATH"] = "Төлем жүйесінің өңдеуішіне жол \"#FILE#\" табылмады";
$MESS["SKGUC_NO_PS"] = "#ID# коды бар төлем жүйесін өңдеуіш табылмады";
$MESS["SKGUC_NO_RECID"] = "##ID# коды бар жазба табылмады";
$MESS["SKGUC_NO_SCRIPT"] = "Төлем жүйесімен интеграциялау үшін \"#FILE#\" скрипті табылмады";
$MESS["SKGUC_NO_USER"] = "#ID# коды бар пайдаланушы табылмады";
