<?
$MESS ['PATH_TO_RSS_TIP'] = "Указывается путь к странице RSS блога. Например: blog_rss.php?page=rss&blog=#blog#&type=#type#.";
$MESS ['PATH_TO_RSS_ALL_TIP'] = "Указывается путь к странице общего RSS блога. Например: blog_rss_all.php?page=rss_all&blog=#blog#&type=#type#.";
$MESS ['BLOG_VAR_TIP'] = "Указывается имя переменной, которой передается ID блога.";
$MESS ['PAGE_VAR_TIP'] = "Указывается имя переменной, которой передается страница блога.";
$MESS ['GROUP_VAR_TIP'] = "Указывается имя переменной, которой передается ID группы блогов.";
$MESS ['BLOG_URL_TIP'] = "Поле содержит код, в котором передается идентификатор блога.";
$MESS ['RSS1_TIP'] = "При отмеченной опции будет показана ссылка на RSS .92.";
$MESS ['RSS2_TIP'] = "При отмеченной опции будет показана ссылка на RSS 2.0.";
$MESS ['ATOM_TIP'] = "При отмеченной опции будет показана ссылка на ATOM .3.";
$MESS ['MODE_TIP'] = "Выбираются блоги, для которых показывать ссылки на RSS.";
$MESS ['GROUP_ID_TIP'] = "Поле содержит код, в котором передается идентификатор группы блогов.";
?>